{
  "tree": {
    "doc_name": "AUDCG-2010",
    "doc_description": "This document is the revised OHADA Uniform Act on General Commercial Law, which establishes the legal framework for merchants, the \"entreprenant\" status, commercial registries, professional leases, business assets, commercial intermediaries, and sales contracts across its member states.",
    "structure": [
      {
        "title": "OHADA - Acte uniforme relatif au droit commercial general (AUDCG)",
        "node_id": "0000",
        "prefix_summary": "# OHADA - Acte uniforme relatif au droit commercial general (AUDCG)",
        "line_num": 1,
        "nodes": [
          {
            "title": "Preambule",
            "node_id": "0001",
            "summary": "This partial document is the preamble and preliminary chapter title of the revised OHADA Uniform Act on General Commercial Law. It establishes the legal foundation and scope of the act.\n\nThe main points covered are:\n1.  The formal identification of the act, its adoption date (December 15, 2010, in Lomé, Togo), and its official publication details.\n2.  The legal authority for its adoption, citing the revised OHADA Treaty and specific articles.\n3.  The procedural steps taken prior to adoption, including reviewing reports from the Permanent Secretariat, observations from Member States, and the advisory opinion of the Common Court of Justice and Arbitration.\n4.  The statement of unanimous adoption by the present and voting Member States.\n5.  The introduction of the act's structure, beginning with the \"Preliminary Chapter - Scope of Application.\"",
            "line_num": 4
          },
          {
            "title": "Article 1",
            "node_id": "0002",
            "summary": "This partial document outlines the scope of application and key introductory provisions of a uniform act (likely the OHADA Uniform Act on Commercial Law). The main points covered are:\n\n1.  **Personal Scope:** It defines who is subject to the uniform act: any merchant (physical or legal person, including state-owned commercial companies and economic interest groupings) established in a member state, as well as individuals who have opted for the status of \"entreprenant\" (small business operator).\n\n2.  **Territorial Scope:** The act applies to entities whose establishment or registered office is located in a member state of the treaty.\n\n3.  **Relation to National Laws:** It states that merchants remain subject to national laws of their member state that are not contrary to this uniform act.\n\n4.  **Transitional Period:** Existing entities have a two-year grace period from the act's publication to align their operations with the new legislation. After this period, any interested party can petition the competent court to enforce compliance, potentially with a penalty.\n\n5.  **Document Structure:** It indicates the start of \"Book 1\" on the status of the merchant and the \"entreprenant,\" beginning with \"Title 1\" on the merchant's status and \"Chapter 1\" on the definition of a merchant and commercial acts.",
            "line_num": 37
          },
          {
            "title": "Article 2",
            "node_id": "0003",
            "summary": "###### Article 2\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 2 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nEst commerçant celui qui fait de l'accomplissement d'actes de commerce par nature sa profession.",
            "line_num": 66
          },
          {
            "title": "Article 3",
            "node_id": "0004",
            "summary": "This partial document defines and lists examples of \"commercial acts by nature\" (actes de commerce par nature) under a legal or commercial code. The main points are:\n\n1.  **Definition:** It establishes the general definition of a commercial act by nature as any act where a person intermediates in the circulation of goods they produce or buy, or provides services, with the intention of making a monetary profit.\n\n2.  **Non-exhaustive List:** It provides a specific, illustrative list of activities that are considered commercial acts by nature. These include:\n    *   Purchasing goods (movable or immovable) for resale.\n    *   Banking, stock exchange, currency exchange, brokerage, insurance, and transit operations.\n    *   Contracts between merchants for the needs of their trade.\n    *   Industrial exploitation of mines, quarries, and natural resource deposits.\n    *   Leasing of movable property.\n    *   Manufacturing, transport, and telecommunication operations.\n    *   Operations of commercial intermediaries (commission, brokerage, agency) and intermediation for real estate, business assets, or shares.\n    *   Acts performed by commercial companies.",
            "line_num": 76
          },
          {
            "title": "Article 4",
            "node_id": "0005",
            "summary": "###### Article 4\n\nOnt notamment le caractère d'actes de commerce, par leur forme, la lettre de change, le billet à ordre et le warrant.",
            "line_num": 101
          },
          {
            "title": "Article 5",
            "node_id": "0006",
            "summary": "This partial document covers rules for proving commercial acts and the use of business records as evidence under uniform law. It states that against merchants, commercial acts can be proven by any means, including electronically. It outlines special rules for evidence between merchants and non-merchants, and establishes that properly kept commercial books and financial statements are admissible as proof. It also grants the judge the power to order the production of these records during a dispute. The text ends by introducing the next chapter on the capacity to engage in commerce.",
            "line_num": 106
          },
          {
            "title": "Article 6",
            "node_id": "0007",
            "summary": "###### Article 6\n\nNul ne peut accomplir des actes de commerce à titre de profession, s'il n'est juridiquement capable d'exercer le\ncommerce.",
            "line_num": 124
          },
          {
            "title": "Article 7",
            "node_id": "0008",
            "summary": "###### Article 7\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 3 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLe mineur, sauf s'il est émancipé, ne peut avoir la qualité de commerçant ni effectuer des actes de commerce.\n\nLe conjoint du commerçant n'a la qualité de commerçant que s'il accomplit les actes visés aux articles 3 et 4\nci-dessus, à titre de profession et séparément de ceux de l'autre conjoint.",
            "line_num": 130
          },
          {
            "title": "Article 8",
            "node_id": "0009",
            "summary": "###### Article 8\n\nNul ne peut exercer une activité commerciale lorsqu'il est soumis à un statut particulier établissant une\nincompatibilité.\n\nIl n'y a pas d'incompatibilité sans texte.\n\nIl appartient à celui qui invoque l'incompatibilité d'en rapporter la preuve.\n\nLes actes accomplis par une personne en situation d'incompatibilité n'en restent pas moins valables à l'égard des\ntiers de bonne foi.\n\nCeux-ci peuvent, si bon leur semble, se prévaloir des actes accomplis par une personne en situation\nd'incompatibilité, mais celle-ci ne peut s'en prévaloir.",
            "line_num": 143
          },
          {
            "title": "Article 9",
            "node_id": "0010",
            "summary": "###### Article 9\n\nL'exercice d'une activité commerciale est incompatible avec l'exercice des fonctions ou professions suivantes :\n\n- fonctionnaires et personnels des collectivités publiques et des entreprises à participation publique ;\n\n- officiers ministériels et auxiliaires de justice : avocat, huissier, commissaire priseur, agent de change, notaire,\ngreffier, administrateur et liquidateur judiciaire ;\n\n- expert comptable agréé et comptable agréé, commissaire aux comptes et aux apports, conseil juridique, courtier\nmaritime ;\n\n- plus généralement, toute profession dont l'exercice fait l'objet d'une réglementation interdisant le cumul de cette\nactivité avec l'exercice d'une profession commerciale.",
            "line_num": 159
          },
          {
            "title": "Article 10",
            "node_id": "0011",
            "summary": "This partial document outlines the legal prohibitions that prevent an individual from engaging in commercial activity. It specifies three main grounds for such a ban: a court-ordered general prohibition (temporary or permanent), a prohibition issued by a professional tribunal (limited to that specific activity), and an automatic prohibition resulting from a final conviction for certain serious crimes or financial offenses carrying a prison sentence of at least three months without suspension.",
            "line_num": 175
          },
          {
            "title": "Article 11",
            "node_id": "0012",
            "summary": "This partial document covers provisions for lifting a commercial prohibition (interdiction) under OHADA law. It specifies that a temporary prohibition exceeding five years or a permanent one can be lifted by the court that issued it, upon the request of the prohibited person. The request is only admissible after a five-year period from the date the prohibition decision became final. It also states that the prohibition ends through rehabilitation, as outlined in the separate Uniform Act on insolvency proceedings.",
            "line_num": 190
          },
          {
            "title": "Article 12",
            "node_id": "0013",
            "summary": "###### Article 12\n\nSans préjudice d'autres sanctions, les actes accomplis par un interdit sont inopposables aux tiers de bonne foi.\n\nLa bonne foi est toujours présumée.\n\nCes actes sont toutefois opposables à l'interdit.\n\nChapitre 3 - Obligations comptables du commerçant",
            "line_num": 208
          },
          {
            "title": "Article 13",
            "node_id": "0014",
            "summary": "###### Article 13\n\nTout commerçant, personne physique ou morale, doit tenir tous les livres de commerce conformément aux\ndispositions de l'Acte uniforme relatif à l'organisation et à l'harmonisation des comptabilités des entreprises.\n\nIl doit en outre respecter, selon le cas, les dispositions prévues par l'Acte uniforme relatif à l'organisation et\nl'harmonisation des comptabilités des entreprises et à l'Acte uniforme relatif au droit des sociétés commerciales et\ndu groupement d'intérêt économique.",
            "line_num": 219
          },
          {
            "title": "Article 14",
            "node_id": "0015",
            "summary": "###### Article 14\n\nLes livres de commerce doivent mentionner le numéro d'immatriculation au Registre du Commerce et du Crédit\nMobilier.",
            "line_num": 229
          },
          {
            "title": "Article 15",
            "node_id": "0016",
            "summary": "###### Article 15\n\nToute personne morale commerçante doit également établir tous les ans ses états financiers de synthèse\nconformément aux dispositions de l'Acte uniforme portant organisation et harmonisation des comptabilités des\nentreprises et de l'Acte uniforme relatif au droit des sociétés commerciales et du groupement d'intérêt économique.\n\nChapitre 4 - Prescription",
            "line_num": 235
          },
          {
            "title": "Article 16",
            "node_id": "0017",
            "summary": "###### Article 16\n\nLes obligations nées à l'occasion de leur commerce entre commerçants, ou entre commerçants et\nnon-commerçants, se prescrivent par cinq ans si elles ne sont pas soumises à des prescriptions plus courtes.\n\nCette prescription extinctive est soumise à la loi régissant le droit qu'elle affecte.",
            "line_num": 244
          },
          {
            "title": "Article 17",
            "node_id": "0018",
            "summary": "###### Article 17\n\nA la différence du délai de forclusion qui court, pour la durée fixée par la loi, à compter de l'événement que celle-ci\ndétermine, le délai de prescription court à compter du jour où le titulaire du droit d'agir a connu ou aurait dû\nconnaître les faits lui permettant d'exercer son action.",
            "line_num": 252
          },
          {
            "title": "Article 18",
            "node_id": "0019",
            "summary": "###### Article 18\n\nLa prescription se compte par jours et non par heures. Elle est acquise lorsque le dernier jour du terme est\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 5 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\naccompli.",
            "line_num": 259
          },
          {
            "title": "Article 19",
            "node_id": "0020",
            "summary": "###### Article 19\n\nLa prescription ne court pas à l'égard d'une créance qui dépend d'une condition jusqu'à ce que la condition arrive,\nà l'égard d'une créance à terme jusqu'à ce que ce terme soit arrivé, à l'égard d'une action en garantie jusqu'à ce\nque l'éviction ait eu lieu.",
            "line_num": 271
          },
          {
            "title": "Article 20",
            "node_id": "0021",
            "summary": "###### Article 20\n\nLa suspension de la prescription a pour effet d'en arrêter temporairement le cours sans effacer le délai déjà couru.",
            "line_num": 278
          },
          {
            "title": "Article 21",
            "node_id": "0022",
            "summary": "This partial document, Article 21, outlines the circumstances under which the statute of limitations (\"prescription\") is tolled (does not run) or suspended in French law. The main points covered are:\n\n1.  **General Suspension:** The limitation period does not run or is suspended for anyone unable to act due to a legal impediment, a contractual agreement, or an event of force majeure.\n2.  **Suspension for Mediation/Conciliation:** The period is suspended from the date parties agree to use mediation/conciliation (or from the first meeting if no written agreement). It restarts for a minimum of six months from the date the mediation/conciliation is declared ended.\n3.  **Suspension for Court-Ordered Investigative Measures:** The period is also suspended when a judge grants a pre-trial investigative measure. It restarts for a minimum of six months from the date the measure is completed.",
            "line_num": 283
          },
          {
            "title": "Article 22",
            "node_id": "0023",
            "summary": "###### Article 22\n\nL'interruption de la prescription a pour effet d'effacer le délai de prescription acquis. Elle fait courir un nouveau délai\nde même durée que l'ancien.",
            "line_num": 299
          },
          {
            "title": "Article 23",
            "node_id": "0024",
            "summary": "###### Article 23\n\nLa reconnaissance par le débiteur du droit de celui contre lequel il prescrivait interrompt le délai de prescription.\n\nLa demande en justice, même en référé, interrompt le délai de prescription comme le délai de forclusion. Il en est\nde même lorsque la demande est portée devant une juridiction incompétente ou lorsque l'acte de saisine de la\njuridiction est annulé par l'effet d'un vice de la procédure. L'interruption produit ses effets jusqu'à l'extinction de\nl'instance.\n\nElle est non avenue si le demandeur se désiste de sa demande, s'il laisse périmer l'instance ou si sa demande est\ndéfinitivement rejetée.",
            "line_num": 305
          },
          {
            "title": "Article 24",
            "node_id": "0025",
            "summary": "###### Article 24\n\nUn acte d'exécution forcée interrompt le délai de prescription comme le délai de forclusion.",
            "line_num": 318
          },
          {
            "title": "Article 25",
            "node_id": "0026",
            "summary": "This partial document is a legal text from the revised OHADA Uniform Act on General Commercial Law. It covers Article 25, which details the rules of prescription (statute of limitations) in cases of joint and several liability. The main points are that a legal action or enforcement against one co-debtor, or that debtor's acknowledgment of the right, interrupts the prescription period for all other co-debtors and their heirs. It also states that an action against or acknowledgment by the principal debtor similarly interrupts the prescription period for the guarantor.",
            "line_num": 323
          },
          {
            "title": "Article 26",
            "node_id": "0027",
            "summary": "###### Article 26\n\nLes juges ne peuvent soulever d'office le moyen résultant de la prescription.\n\nSauf renonciation, la prescription peut être opposée en tout état de cause, même en appel.",
            "line_num": 339
          },
          {
            "title": "Article 27",
            "node_id": "0028",
            "summary": "###### Article 27\n\nLe paiement effectué pour éteindre une dette ne peut être répété au seul motif que le délai de prescription était\nexpiré.",
            "line_num": 346
          },
          {
            "title": "Article 28",
            "node_id": "0029",
            "summary": "###### Article 28\n\nSeule une prescription acquise est susceptible de renonciation.\n\nLa renonciation à la prescription est expresse ou tacite. La renonciation tacite résulte de circonstances établissant\nsans équivoque la volonté de ne pas se prévaloir de la prescription.\n\nCelui qui ne peut exercer par lui-même ses droits ne peut renoncer seul à la prescription acquise.\n\nUn créancier ou toute autre personne ayant intérêt à ce que la prescription soit acquise peut l'opposer ou l'invoquer\nlors même que le débiteur y renonce.",
            "line_num": 352
          },
          {
            "title": "Article 29",
            "node_id": "0030",
            "summary": "###### Article 29\n\nLa durée de la prescription peut être abrégée ou allongée par accord des parties. Elle ne peut toutefois être réduite\nà moins d'un an ni étendue à plus de dix ans.\n\nLes parties peuvent également, d'un commun accord, ajouter aux causes de suspension et d'interruption de la\nprescription.\n\nTitre 2 - Statut de l'entreprenant\n\nChapitre 1 - Définition de l'entreprenant",
            "line_num": 365
          },
          {
            "title": "Article 30",
            "node_id": "0031",
            "summary": "This partial document defines the legal status and operational rules for the \"entreprenant\" (a type of individual entrepreneur) under the OHADA uniform act. The main points covered are:\n\n1.  **Definition:** An \"entreprenant\" is a natural person who, upon a simple declaration, exercises a professional activity (civil, commercial, artisanal, or agricultural).\n2.  **Threshold for Maintaining Status:** The entrepreneur retains this special status as long as their annual turnover for two consecutive years does not exceed thresholds set by the uniform act on accounting.\n3.  **Turnover Calculation:** It specifies how turnover is calculated for different types of activities (merchants/artisans vs. farmers).\n4.  **Loss of Status:** If the turnover exceeds the set limits for two consecutive years, the \"entreprenant\" loses this status as of the following year. They must then comply with all the charges and obligations of a standard individual entrepreneur.\n5.  **Key Exemption and Obligation:** The \"entreprenant\" is exempt from registration in the Trade and Movable Credit Register but is required to declare their activity.\n6.  **State Incentives:** Each member state is to set incentive measures for the \"entreprenant,\" particularly regarding taxation and social security contributions.\n7.  **Transition:** The text concludes by introducing the next chapter, which will cover the accounting obligations of the \"entreprenant.\"",
            "line_num": 378
          },
          {
            "title": "Article 31",
            "node_id": "0032",
            "summary": "###### Article 31\n\nL'entreprenant est tenu d'établir, dans le cadre de son activité, au jour le jour, un livre mentionnant\nchronologiquement l'origine et le montant de ses ressources en distinguant les règlements en espèces des autres\nmodes de règlement d'une part, la destination et le montant de ses emplois d'autre part. Ledit livre doit être\nconservé pendant cinq ans au moins.",
            "line_num": 415
          },
          {
            "title": "Article 32",
            "node_id": "0033",
            "summary": "###### Article 32\n\nEn outre, l'entreprenant qui exerce des activités de vente de marchandises, d'objets, de fournitures et denrées ou\nde fourniture de logement doit tenir un registre, récapitulé par année, présentant le détail des achats et précisant\nleur mode de règlement et les références des pièces justificatives, lesquelles doivent être conservées.\n\nChapitre 3 - Prescription",
            "line_num": 423
          },
          {
            "title": "Article 33",
            "node_id": "0034",
            "summary": "###### Article 33\n\nLes obligations nées à l'occasion de leurs activités entre entreprenants, ou entre entreprenants et non\nentreprenants, se prescrivent par cinq ans si elles ne sont pas soumises à des prescriptions plus courtes.\n\nCette prescription extinctive est soumise à la loi régissant le droit qu'elle affecte.\n\nLe régime de la prescription prévu aux articles 17 à 29 du présent Acte uniforme s'applique à l'entreprenant.\n\nLivre 2 - Registre du commerce et du crédit mobilier\n\nTitre 1 - Dispositions générales\n\nChapitre 1 - Missions du Registre du Commerce et du Crédit Mobilier",
            "line_num": 432
          },
          {
            "title": "Article 34",
            "node_id": "0035",
            "summary": "This partial document outlines the purposes and functions of the Register of Commerce and Movable Credit (RCCM) as established by the revised OHADA Uniform Act on General Commercial Law. The main points covered are the five key objectives of the RCCM:\n\n1.  To process the registration applications of obligated entities, providing them with a registration number immediately upon filing and allowing them to complete other legal formalities.\n2.  To allow entrepreneurs to file their activity declarations, obtain an activity declaration number immediately, and complete related formalities.\n3.  To provide access to the information held in the RCCM for both registered entities and third parties.\n4.  To fulfill the requirements of security, speed, transparency, and fairness necessary for economic development.\n5.  To record registrations related to leasing contracts and securities governed by the Uniform Act on Securities or other legal provisions.",
            "line_num": 448
          },
          {
            "title": "Article 35",
            "node_id": "0036",
            "summary": "This partial document outlines the purpose and functions of the Register of Commerce and Mobilized Credit (RCCM) as defined by the revised OHADA Uniform Act on General Commercial Law. The main points covered are the specific objectives of the register, which include:\n\n1.  Processing registration requests for various entities (individual traders, commercial companies, economic interest groups, branches, public establishments with economic activity, etc.) and assigning a unique registration number.\n2.  Receiving and managing an entrepreneur's activity declaration, including modifications and cessation.\n3.  Receiving the deposit of legal documents and recording information as required by various Uniform Acts.\n4.  Handling requests for modifications, additions, secondary mentions, and removals (radiations) from the register.\n5.  Registering, modifying, renewing, and canceling security interests (sûretés) and lease agreements as per the relevant laws.\n6.  Issuing certificates to prove compliance with legal formalities.\n7.  Making public the information contained in specific forms.",
            "line_num": 475
          },
          {
            "title": "Article 66",
            "node_id": "0037",
            "summary": "###### Article 66\n\nde l'Acte uniforme portant organisation des sûretés, sous réserve\ndes restrictions légales existantes dans l'Etat Partie.\n\nChapitre 2 - Organisation du Registre du Commerce et du Crédit Mobilier",
            "line_num": 536
          },
          {
            "title": "Article 36",
            "node_id": "0038",
            "summary": "This partial document outlines the structure and purpose of a commercial and movable credit registry system within a regional agreement. The main points covered are:\n\n1.  **Registry Administration:** The local Commercial and Movable Credit Registry is maintained by the court clerk's office or a competent authority in each member state, under the supervision of a designated judicial authority.\n2.  **Centralized National and Regional Files:** A National File centralizes information from each local registry. A Regional File, held at the Common Court of Justice and Arbitration, further centralizes the data from each National File.\n3.  **Public Information Purpose:** The information recorded in the registries, files, and submitted forms is intended for public disclosure.",
            "line_num": 544
          },
          {
            "title": "Article 37",
            "node_id": "0039",
            "summary": "###### Article 37\n\nLe Registre du Commerce et du Crédit Mobilier, pour accomplir les missions prévues à l'",
            "line_num": 560
          },
          {
            "title": "Article 35",
            "node_id": "0040",
            "summary": "This partial document outlines the mandatory components of a commercial registry or filing system within the OHADA framework. The main points covered are:\n\n1.  The requirement for a chronological entry register for all declarations, applications, and documents filed.\n2.  The maintenance of an alphabetical index of registered persons and entrepreneurs.\n3.  The maintenance of a numerical index of registered persons and entrepreneurs.\n4.  The creation of an individual file for each entrepreneur and registered person, containing the initial activity declaration or registration application, its supporting documents, and any subsequent amendments.",
            "line_num": 565
          },
          {
            "title": "Article 38",
            "node_id": "0041",
            "summary": "###### Article 38\n\nLe Registre du Commerce et du Crédit Mobilier, pour accomplir les missions prévues à l'",
            "line_num": 594
          },
          {
            "title": "Article 35",
            "node_id": "0042",
            "summary": "###### Article 35\n\n, 6°), 7°), 8°),\n9°) et 10°) ci-dessus, comprend :\n\n1°) Un registre chronologique des dépôts mentionnant le dépôt de la demande d'inscription de la sûreté, de\nmodification, de renouvellement ou de radiation de l'inscription initiale, avec indication de la date d'arrivée et du\nnuméro d'ordre d'arrivée de chaque demande reçue.\n\nLe registre chronologique des dépôts mentionne également le dépôt de la demande d'inscription et de radiation du\ncontrat de crédit-bail.\n\nLe registre chronologique des dépôts mentionne en outre les informations figurant sur le formulaire utilisé pour la\ndemande d'inscription et prévu par l'",
            "line_num": 599
          },
          {
            "title": "Article 53",
            "node_id": "0043",
            "summary": "The partial document outlines the required components of a registry for security interests and lease-purchase agreements. It specifies three main elements: 1) a reference to specific legal articles, 2) an alphabetical index of persons with a chronological record of registrations, modifications, renewals, and cancellations, and 3) an individual file for each person containing the original application and related forms.",
            "line_num": 615
          },
          {
            "title": "Article 39",
            "node_id": "0044",
            "summary": "This partial document, Article 39, outlines the procedural requirements for submitting and processing a business registration or activity declaration within a contracting state. The main points covered are:\n\n1.  **Submission Process:** Declarations must be made using an official form provided by the relevant national office, unless electronic means are used.\n2.  **Signature and Authorization:** The form must be signed by the declarant, applicant, or a mandated representative. The representative must prove their identity and, unless they are a legal professional, present a signed power of attorney.\n3.  **Record Keeping:** The completed form is kept on file by the competent national office.\n4.  **Immediate Receipt:** The office must immediately provide the declarant with a dated acknowledgment of registration, specifying the completed formality and the activity declaration or registration number.\n5.  **Centralized Filing:** Within one month, a copy of the form and a certified file must be sent to the National Registry, which then forwards a copy and a file extract to the Regional Registry within the same timeframe.",
            "line_num": 629
          },
          {
            "title": "Partie d",
            "node_id": "0045",
            "prefix_summary": "## Partie d",
            "line_num": 649,
            "nodes": [
              {
                "title": "Article 40",
                "node_id": "0046",
                "summary": "###### Article 40\n\nToute demande d'inscription, de modification, de renouvellement et de radiation d'une sûreté et d'un contrat de\ncrédit-bail, est établie sur le formulaire mis à disposition à cet effet par le greffe ou l'organe compétent dans l'Etat\nu Registre du Commerce et du Crédit Mobilier, sauf le cas d'utilisation des moyens électroniques.\n\nLa demande est signée par les personnes visées à l'",
                "line_num": 652
              },
              {
                "title": "Article 51",
                "node_id": "0047",
                "summary": "The partial document covers procedural requirements for registering a security interest (sûreté) under the OHADA Uniform Act. It specifies that the signatory, unless a qualified legal professional, must provide proof of identity and a signed power of attorney from the applicant. It also outlines the handling of the completed registration form, which is kept by the Trade and Personal Property Credit Register, while a copy with certified supporting documents is sent to the National File.",
                "line_num": 661
              },
              {
                "title": "Article 41",
                "node_id": "0048",
                "summary": "###### Article 41\n\nLa demande d'inscription au Registre du Commerce et du Crédit Mobilier est faite pour les sûretés par les\npersonnes déterminées par l'",
                "line_num": 679
              },
              {
                "title": "Article 51",
                "node_id": "0049",
                "summary": "###### Article 51\n\nde l'Acte uniforme portant organisation des sûretés.\n\nLa demande d'inscription au Registre du Commerce et du Crédit Mobilier pour le contrat de crédit-bail est faite par\nle crédit-bailleur ou le crédit-preneur.\n\nLe Registre du Commerce et du Crédit Mobilier compétent pour recevoir l'inscription du crédit-bail est celui dans le\nressort duquel est immatriculé ou s'est déclaré le crédit-preneur et, dans les autres cas, dans le ressort du domicile\ndu crédit-preneur.",
                "line_num": 685
              },
              {
                "title": "Article 42",
                "node_id": "0050",
                "summary": "###### Article 42\n\nLa date de l'inscription d'une sûreté ou d'un contrat de crédit-bail est celle mentionnée au registre chronologique\ndes dépôts prévu par l'alinéa 1 de l'",
                "line_num": 697
              },
              {
                "title": "Article 38",
                "node_id": "0051",
                "summary": "###### Article 38\n\nci-dessus.",
                "line_num": 703
              },
              {
                "title": "Section 1 - Immatriculation des personnes physiques",
                "node_id": "0052",
                "prefix_summary": "##### Section 1 - Immatriculation des personnes physiques",
                "line_num": 708,
                "nodes": [
                  {
                    "title": "Article 43",
                    "node_id": "0053",
                    "summary": "This partial document, from the revised OHADA Uniform Act on General Commercial Law, covers the mandatory registration of certain legal decisions in the Trade and Movable Credit Register (Registre du Commerce et du Crédit Mobilier). The main points are:\n\n1.  It lists three types of court or administrative decisions that must be officially transcribed into the Register: decisions from individual bankruptcy or collective debt settlement procedures; decisions imposing financial penalties on corporate officers; and decisions granting rehabilitation or amnesty that remove disqualifications or prohibitions.\n\n2.  It outlines the procedure for communication, requiring the competent authority that issued the decision to promptly send a signed copy to the relevant registry office in the Member State where registration must occur. It also notes that any interested party can request this transcription.\n\n3.  It establishes a rule for relying on such decisions, stating that any person wishing to invoke one of these decisions must prove it has been registered, and it is their responsibility to request its transcription if needed.\n\n4.  The text then transitions to a new major section (Title 2) on registration in the Register, beginning with Chapter 1 on the conditions for registration.",
                    "line_num": 711
                  },
                  {
                    "title": "Article 44",
                    "node_id": "0054",
                    "summary": "###### Article 44\n\nToute personne physique dont l'immatriculation est requise par la loi doit, dans le premier mois de l'exercice de son\nactivité, demander au greffe de la juridiction compétente ou à l'organe compétent dans l'Etat Partie, dans le ressort\nde laquelle son activité se déroule, son immatriculation au Registre du Commerce et du Crédit Mobilier.\n\nLa demande faite avec le formulaire prévu à l'",
                    "line_num": 742
                  },
                  {
                    "title": "Article 39",
                    "node_id": "0055",
                    "summary": "This partial document lists the required information that must be declared by a subject (likely a business or self-employed individual) for registration. The main points covered are the personal and professional identification details of the subject, including:\n\n*   Personal identity (name, address, date/place of birth, nationality).\n*   Professional activity details (trading name, activities, main establishment and branch addresses).\n*   Marital status and relevant matrimonial property regime clauses.\n*   Identification of persons authorized to bind the subject.\n*   Historical business establishment information.\n*   The start date of the activity.\n*   Any other information required by specific texts.",
                    "line_num": 751
                  },
                  {
                    "title": "Article 45",
                    "node_id": "0056",
                    "summary": "###### Article 45\n\nA l'appui de sa demande, le demandeur est tenu de fournir les pièces justificatives suivantes quelle que soit leur\nforme ou leur support :\n\n1°) un extrait de son acte de naissance ou de tout document administratif justifiant de son identité ;\n\n2°) un extrait de son acte de mariage en tant que de besoin ;\n\n3°) une déclaration sur l'honneur signée du demandeur et attestant qu'il n'est frappé d'aucune des interdictions\nprévues par l'",
                    "line_num": 784
                  }
                ]
              },
              {
                "title": "Section 2 - Immatriculation des personnes morales",
                "node_id": "0057",
                "prefix_summary": "##### Section 2 - Immatriculation des personnes morales",
                "line_num": 797,
                "nodes": [
                  {
                    "title": "Article 10",
                    "node_id": "0058",
                    "summary": "The partial document outlines the list of supporting documents required for a business registration process under the OHADA Uniform Act on Commercial Law. The specified items include a sworn statement (to be supplemented by a criminal record extract), proof of residence, property title or lease documents for the business premises, and copies of acquisition or management lease agreements if applicable. It also mentions the potential need for prior authorization to trade and any other documents required by specific regulations.",
                    "line_num": 800
                  },
                  {
                    "title": "Article 46",
                    "node_id": "0059",
                    "summary": "###### Article 46\n\nLes personnes morales soumises par des dispositions légales à l'immatriculation doivent demander leur\nimmatriculation dans le mois de leur constitution, auprès du greffe de la juridiction compétente ou de l'organe\ncompétent dans l'Etat Partie dans le ressort duquel est situé leur siège social ou leur principal établissement.\n\nCette demande faite avec le formulaire prévu à l'",
                    "line_num": 824
                  },
                  {
                    "title": "Article 39",
                    "node_id": "0060",
                    "summary": "This partial document outlines the mandatory information that must be included in the commercial and personal property credit register (RCCM) for registering a legal entity, such as a company. It lists eleven specific points of required disclosure, including the entity's name, activities, legal form, capital, address, duration, and detailed personal information about its members, managers, auditors, and anyone with unlimited liability.",
                    "line_num": 833
                  },
                  {
                    "title": "Article 47",
                    "node_id": "0061",
                    "summary": "The partial document lists the supporting documents required for a formal request under the OHADA Uniform Act on General Commercial Law. The specified documents include certified copies of the statutes, declarations of compliance, a certified list of managers/administrators, and a sworn statement from the applicant regarding legal eligibility.",
                    "line_num": 868
                  },
                  {
                    "title": "Article 10",
                    "node_id": "0062",
                    "summary": "###### Article 10\n\nci-dessus. Cette déclaration sur l'honneur est complétée dans un délai de soixante-quinze\n(75) jours à compter de l'immatriculation par un extrait de casier judiciaire ou à défaut par le document qui en tient\nlieu ;\n\n5°) le cas échéant, une autorisation préalable d'exercer l'activité du demandeur.",
                    "line_num": 888
                  },
                  {
                    "title": "Article 48",
                    "node_id": "0063",
                    "summary": "###### Article 48\n\nToute personne physique ou morale non assujettie à l'immatriculation au Registre du Commerce et du Crédit\nMobilier en raison du lieu d'exercice de son activité ou de son siège social doit, dans le mois de la création d'une\nsuccursale telle que définie par l'Acte uniforme relatif au droit des sociétés commerciales et du groupement\nd'intérêt économique, ou d'un établissement, sur le territoire de l'un des Etats Parties, en requérir l'immatriculation.\n\nCette demande faite avec le formulaire prévu à l'",
                    "line_num": 897
                  }
                ]
              },
              {
                "title": "Section 3 - Dispositions communes à l'immatriculation des personnes",
                "node_id": "0064",
                "prefix_summary": "##### Section 3 - Dispositions communes à l'immatriculation des personnes",
                "line_num": 907,
                "nodes": [
                  {
                    "title": "Article 39",
                    "node_id": "0065",
                    "summary": "This partial document outlines the required information to be filed when registering a branch or establishment of a foreign company. The main points covered are the specific details that must be included in the registration deposit, such as the commercial names, activities, and the legal and personal details of both the foreign parent company and the local representative.",
                    "line_num": 910
                  },
                  {
                    "title": "Article 49",
                    "node_id": "0066",
                    "summary": "###### Article 49\n\nL'immatriculation d'une personne physique ou morale a un caractère personnel.\n\nNul ne peut être immatriculé à titre principal à plusieurs registres ou à un même registre sous plusieurs numéros.",
                    "line_num": 934
                  },
                  {
                    "title": "Article 50",
                    "node_id": "0067",
                    "summary": "The partial document covers Article 50 of the revised OHADA Uniform Act on General Commercial Law. It states that upon receiving a properly completed registration application and required documents, the clerk or competent authority must issue a registration receipt with the date and registration number. It then begins to state that this clerk or authority has a three-month period to perform a control as provided for by the Act.",
                    "line_num": 941
                  },
                  {
                    "title": "Article 66",
                    "node_id": "0068",
                    "summary": "###### Article 66\n\ndu présent Acte uniforme et le cas échéant notifier à la partie intéressée\nle retrait de son immatriculation et procéder à sa radiation.",
                    "line_num": 956
                  }
                ]
              }
            ]
          },
          {
            "title": "Partie d",
            "node_id": "0069",
            "prefix_summary": "## Partie d",
            "line_num": 962,
            "nodes": [
              {
                "title": "Article 51",
                "node_id": "0070",
                "summary": "This partial document, Article 51, outlines the legal procedures a registered business entity (\"l'assujetti\") must follow when relocating its operations to the jurisdiction of a different court or registry within the treaty area. The main points covered are:\n\n1.  The entity must request both its removal (radiation) from the original Trade and Movable Credit Register and a new registration in the jurisdiction of the new location.\n2.  The new registration is only provisional until a verification is completed.\n3.  The entity must provide the required information and documents as specified in earlier articles (44-48).\n4.  All these formalities must be completed within one month of the relocation.\n5.  The registry in the new jurisdiction has a duty to verify the entity's removal from the old registry within one month of the new registration.\n6.  If the entity fails to act, the registry will make the corrective notation officially, at the entity's expense.\n\nThe text concludes by introducing the next section, which deals with modifying, supplementary, and secondary notations.",
                "line_num": 965
              },
              {
                "title": "Article 52",
                "node_id": "0071",
                "summary": "This partial document outlines the legal obligation for registered entities to update the Trade and Movable Credit Register following specific changes. It specifies that any modification must be reported within 30 days. The required updates include changes to personal details, civil status, marital regime, legal capacity, or activity for individuals, and changes to the legal status for corporate entities. It also explicitly states that a partial cessation of business activity must be registered. The document begins to note that any such request must be signed in a prescribed manner.",
                "line_num": 992
              },
              {
                "title": "Article 39",
                "node_id": "0072",
                "summary": "###### Article 39\n\ndu présent Acte uniforme.\n\nLe greffier ou le responsable de l'organe compétent dans l'Etat Partie délivre un accusé d'enregistrement qui\nmentionne la formalité accomplie ainsi que sa date.",
                "line_num": 1007
              },
              {
                "title": "Article 53",
                "node_id": "0073",
                "summary": "The partial document covers Article 53 of the revised OHADA Uniform Act on General Commercial Law. The main point is the obligation for any natural or legal person, already registered in the Trade and Personal Property Credit Register, to file a secondary registration declaration if they operate a secondary activity in the jurisdiction of other courts. This declaration must be made within one month of starting the secondary operation and must include a reference to the primary registration as well as the required information for natural persons (the text cuts off while listing these requirements).",
                "line_num": 1015
              },
              {
                "title": "Article 44",
                "node_id": "0074",
                "summary": "###### Article 44\n\nci-dessus ;\n\n- pour les personnes morales par l'",
                "line_num": 1031
              },
              {
                "title": "Article 46",
                "node_id": "0075",
                "summary": "###### Article 46\n\nci-dessus.\n\nLe greffier ou le responsable de l'organe compétent dans l'Etat Partie délivre un accusé d'enregistrement qui\nmentionne la formalité accomplie ainsi que sa date.",
                "line_num": 1038
              },
              {
                "title": "Section 5 - Radiation",
                "node_id": "0076",
                "prefix_summary": "##### Section 5 - Radiation",
                "line_num": 1046,
                "nodes": [
                  {
                    "title": "Article 54",
                    "node_id": "0077",
                    "summary": "###### Article 54\n\nLa demande d'immatriculation secondaire doit être déposée au Registre du Commerce et du Crédit Mobilier de la\njuridiction dans le ressort de laquelle est exercée l'activité.\n\nLe greffe ou l'organe compétent dans l'Etat Partie intéressé adresse, dans le mois de l'immatriculation secondaire,\nune copie de la déclaration d'immatriculation secondaire au greffe ou à l'organe compétent dans l'Etat Partie en\ncharge du Registre où a été effectuée l'immatriculation principale.\n\nToute inscription d'un lieu d'exercice secondaire de l'activité donne lieu à l'attribution d'un numéro\nd'immatriculation.",
                    "line_num": 1049
                  },
                  {
                    "title": "Article 55",
                    "node_id": "0078",
                    "summary": "This partial document outlines the procedures for deregistration from the Trade and Movable Credit Register. The main points covered are:\n\n1.  The obligation for a registered individual to request removal from the register within one month of ceasing their business activity, including for branches and establishments.\n2.  The requirement for the heirs of a deceased registered individual to request either removal or modification of the registration within three months of the death, depending on whether they continue the business.\n3.  The automatic removal process initiated by the registry office or competent authority if the above deadlines are not met, following a swift court or administrative decision.\n4.  The issuance of a registration receipt by the registrar confirming the completed deregistration and its date.",
                    "line_num": 1062
                  },
                  {
                    "title": "Article 56",
                    "node_id": "0079",
                    "summary": "###### Article 56\n\nLe greffier ou le responsable de l'organe compétent dans l'Etat Partie procède d'office à la radiation de la personne\nphysique ou morale immatriculée tel que prévu à l'",
                    "line_num": 1080
                  },
                  {
                    "title": "Article 50",
                    "node_id": "0080",
                    "summary": "###### Article 50\n\nci-dessus.",
                    "line_num": 1086
                  },
                  {
                    "title": "Article 57",
                    "node_id": "0081",
                    "summary": "###### Article 57\n\nLa radiation emporte la perte des droits résultant de l'immatriculation.",
                    "line_num": 1091
                  },
                  {
                    "title": "Article 58",
                    "node_id": "0082",
                    "summary": "This partial document covers the procedures and deadlines for the dissolution and nullity of a legal entity (personne morale) under the OHADA Uniform Act on General Commercial Law. The main points are:\n\n1.  The requirement to declare a dissolution or a court-declared nullity within one month to the relevant registry for transcription in the Trade and Movable Credit Register.\n2.  The obligation for the liquidator to request the entity's removal (radiation) from the register within one month after the closure of liquidation operations, including for secondary registrations and branches.\n3.  The consequence of failing to request removal: the competent registry or authority will proceed with the removal by order of the court or competent authority, upon request.\n4.  The duty of the registrar to issue a receipt confirming the completed formality and its date.\n\nThe excerpt concludes by introducing the next chapter on the effects of registration.",
                    "line_num": 1096
                  },
                  {
                    "title": "Article 59",
                    "node_id": "0083",
                    "summary": "This partial document covers Article 59 of a uniform act. It establishes three main points: first, a legal presumption that anyone registered in the Trade and Movable Credit Register is considered a merchant. Second, it outlines exceptions to this presumption for certain non-trader individuals and legal entities. Third, it imposes an obligation on all registered persons and entities to display their registration number and location on all commercial documents and correspondence.",
                    "line_num": 1126
                  },
                  {
                    "title": "Article 60",
                    "node_id": "0084",
                    "summary": "This partial document, Article 60, outlines the legal consequences for entities required to register in the Trade and Movable Credit Register who fail to do so on time. It specifies that an unregistered individual cannot claim the status of a merchant, and an unregistered legal entity cannot claim legal personality. Crucially, it states that the lack of registration cannot be used to avoid the responsibilities and obligations associated with that status.",
                    "line_num": 1141
                  },
                  {
                    "title": "Article 61",
                    "node_id": "0085",
                    "summary": "This partial document covers two main points from the OHADA Uniform Act on General Commercial Law. First, it states that a person registered in the Trade and Personal Property Credit Register cannot invoke against third parties or public administrations any facts or acts requiring registration unless those have been officially published in the Register, though these parties can themselves invoke such published acts. Second, it provides an exception: this rule does not apply if the registered person proves that the third parties or administrations in question were already aware of the relevant facts or acts at the time they engaged in dealings. The text also introduces Title 3, which concerns the declaration of business activity by an entrepreneur in the same Register.",
                    "line_num": 1155
                  },
                  {
                    "title": "Article 62",
                    "node_id": "0086",
                    "summary": "###### Article 62\n\nL'entreprenant déclare son activité avec le formulaire prévu à l'",
                    "line_num": 1175
                  },
                  {
                    "title": "Article 39",
                    "node_id": "0087",
                    "summary": "This partial document covers the procedural requirements for an \"Entreprenant\" (a type of entrepreneur) to declare and modify their business activity under a uniform act. The main points are:\n\n1.  **Declaration Process:** The entrepreneur must submit a free declaration form to the competent court registry or authority, providing specific personal and business details (name, address, activity description, ID, and possibly marital regime proof).\n2.  **Receipt and Authorization:** Upon submission, the registrar issues a registration acknowledgment with a date and an **activity declaration number**. The entrepreneur can only begin business after receiving this number.\n3.  **Obligation to Display the Number:** The activity declaration number must be displayed on all professional documents (invoices, order forms, correspondence), followed by the name of the registry and the phrase \"Entreprenant dispensé d'immatriculation\" (Entrepreneur exempt from registration).\n4.  **Modifications and Deregistration:** Any changes to the activity or location, as well as a final deregistration, must be declared using the same free procedure.",
                    "line_num": 1180
                  },
                  {
                    "title": "Article 63",
                    "node_id": "0088",
                    "summary": "###### Article 63\n\nA l'appui de sa déclaration, le demandeur est tenu de fournir les pièces justificatives suivantes quels que soient\nleur forme et leur support :\n\n1°) un extrait de son acte de naissance ou de tout document administratif justifiant de son identité ;\n\n2°) le cas échéant, un extrait de son acte de mariage ;\n\n3°) une déclaration sur l'honneur signée du demandeur et attestant :\n\n- s'il est commerçant, qu'il n'est frappé d'aucune des interdictions prévues par l'",
                    "line_num": 1210
                  },
                  {
                    "title": "Article 10",
                    "node_id": "0089",
                    "summary": "###### Article 10\n\nci-dessus ;\n\n- s'il n'est pas commerçant, qu'il n'a fait l'objet d'aucune interdiction d'exercer en relation avec sa profession et qu'il\nn'a fait l'objet d'aucune condamnation pour les infractions prévues par l'",
                    "line_num": 1224
                  },
                  {
                    "title": "Article 10",
                    "node_id": "0090",
                    "summary": "This partial document covers the formal requirements for business registration under the OHADA Uniform Act on General Commercial Law. Specifically, it details the supplementary documents that must be submitted within 75 days of registration, including a criminal record extract (or equivalent) and, where applicable, a certificate of residence and a prior authorization to exercise the declared activity. The text also provides the act's adoption and publication details.",
                    "line_num": 1232
                  },
                  {
                    "title": "Article 64",
                    "node_id": "0091",
                    "summary": "###### Article 64\n\nLe numéro de déclaration d'activité est personnel.\n\nNul ne peut être déclaré comme entreprenant à plusieurs registres ou sous plusieurs numéros à un même registre.\n\nL'entreprenant ne peut être en même temps immatriculé au Registre du Commerce et du Crédit Mobilier. Il n'a pas\nle même statut que les personnes immatriculées au Registre du Commerce et du Crédit Mobilier.",
                    "line_num": 1249
                  },
                  {
                    "title": "Article 65",
                    "node_id": "0092",
                    "summary": "###### Article 65\n\nLa personne physique qui satisfait aux obligations déclaratives prévues aux articles 62 à 64 ci-dessus est\nprésumée avoir la qualité d'entreprenant.\n\nEn cette qualité, elle bénéficie des dispositions :\n\n- de l'",
                    "line_num": 1259
                  },
                  {
                    "title": "Article 5",
                    "node_id": "0093",
                    "summary": "This partial document covers two main points: the declaration obligations of a businessperson (\"l'entreprenant\") and the introduction of a section on legal disputes.\n\nFirst, it details the requirement for a businessperson to submit declarations to the competent registry or authority in the Member State in three specific situations: a change of business activity, a change of business location, and the cessation of business activity. It notes that all such declarations are to be made free of charge.\n\nSecond, it introduces \"Title 4,\" which is dedicated to litigation or legal disputes concerning the Trade and Movable Credit Register.",
                    "line_num": 1269
                  },
                  {
                    "title": "Article 66",
                    "node_id": "0094",
                    "summary": "This partial document covers the procedures and responsibilities of a clerk or competent authority in a Member State regarding the registration of commerce and movable credit. The main points are:\n\n1.  The clerk/authority must ensure that an application and declaration are complete and verify their conformity with supporting documents.\n2.  Their role is to control the formal regularity of the submitted application and declaration.\n3.  If inaccuracies or difficulties are found, they have the power to summon the applicant to obtain explanations or additional documents.\n4.  The text concludes by beginning to mention a decision made by this official in application of the relevant rules.",
                    "line_num": 1291
                  },
                  {
                    "title": "Article 50",
                    "node_id": "0095",
                    "summary": "This partial document covers Article 50 of the revised OHADA Uniform Act on General Commercial Law. The main points are the procedures for appealing decisions made by a clerk or the competent authority in a Member State.\n\nSpecifically, it details:\n1.  **Notification and Grounds for Appeal:** Any decision to refuse a declaration, request, or application for documents/information must be motivated and notified to the interested party. This decision can be appealed within 15 days of notification.\n2.  **Appeal Process:** The appeal against the clerk's or competent authority's decision is made before the competent court or authority in the Member State, which must rule promptly.\n3.  **Further Appeal:** The decision of this competent court or authority can itself be appealed within 15 days to a competent appellate jurisdiction, which rules in the same expedited manner.\n4.  **Scope of Application:** This procedure applies to disputes between declarants/liable persons and the clerk/competent authority, as well as between third parties and the clerk/competent authority.",
                    "line_num": 1306
                  },
                  {
                    "title": "Article 67",
                    "node_id": "0096",
                    "summary": "###### Article 67\n\nLe contentieux relatif aux sûretés et aux privilèges est régi par les dispositions de l'Acte uniforme portant\norganisation des sûretés.\n\nLes dispositions des articles 66, 68 et 69 ci-dessous sont applicables au contentieux relatif au crédit-bail.",
                    "line_num": 1332
                  },
                  {
                    "title": "Article 68",
                    "node_id": "0097",
                    "summary": "This partial document covers Article 68 of a uniform act, detailing the enforcement powers of a competent court or authority in a member state. The main points are:\n\n1.  **Enforcement for Late Formalities:** If a person subject to a required formality fails to request it within the prescribed period, the court or authority can, acting swiftly either on its own initiative or upon request, order the person to complete the formality.\n\n2.  **Enforcement for Registry Entries:** Under the same conditions, the court or authority can order any natural or legal person registered in the Trade and Movable Credit Register to:\n    *   Make omitted complementary or corrective entries.\n    *   Make necessary entries or corrections in case of an inaccurate or incomplete declaration.\n    *   Proceed with their removal (striking off) from the register.",
                    "line_num": 1340
                  },
                  {
                    "title": "Article 69",
                    "node_id": "0098",
                    "summary": "This partial document covers Article 69 of the revised OHADA Uniform Act on General Commercial Law, which outlines the penal consequences for failing to comply with the Act's formalities. It states that any person required to complete a formality who abstains or does so fraudulently is subject to penalties under national criminal law or a special law enacted by the member state. Additionally, the court may order the correction of any inaccurate records or registrations resulting from the offense. The text also indicates the beginning of \"Title 5 - Special Provisions.\"",
                    "line_num": 1359
                  },
                  {
                    "title": "Article 70",
                    "node_id": "0099",
                    "summary": "###### Article 70\n\nChaque Etat Partie peut désigner un Registre du Commerce et du Crédit Mobilier unique pour accomplir les\nformalités relatives aux sûretés et au crédit-bail prévues par le présent Acte uniforme, par l'Acte uniforme portant\norganisation des sûretés et par toutes autres dispositions légales.",
                    "line_num": 1378
                  },
                  {
                    "title": "Article 71",
                    "node_id": "0100",
                    "summary": "###### Article 71\n\nLe greffier ou le responsable de l'organe compétent dans l'Etat Partie en charge du Registre du Commerce et du\nCrédit Mobilier désigné à cet effet est seul compétent pour accomplir les missions prévues à l'",
                    "line_num": 1385
                  },
                  {
                    "title": "Article 35",
                    "node_id": "0101",
                    "summary": "###### Article 35\n\ndu présent\nActe uniforme.\n\nLe greffier ou le responsable de l'organe compétent dans l'Etat Partie en charge du Registre du Commerce et du\nCrédit Mobilier désigné utilise pour les formalités visées à l'",
                    "line_num": 1391
                  },
                  {
                    "title": "Article 70",
                    "node_id": "0102",
                    "summary": "###### Article 70\n\nci-dessus, les registre et répertoire existants\net prévus à l'",
                    "line_num": 1400
                  },
                  {
                    "title": "Article 38",
                    "node_id": "0103",
                    "summary": "###### Article 38\n\ndu présent Acte uniforme.",
                    "line_num": 1406
                  },
                  {
                    "title": "Article 72",
                    "node_id": "0104",
                    "summary": "###### Article 72\n\nEn vue de permettre au Registre du Commerce et du Crédit Mobilier désigné de mettre en œuvre les dispositions\nde l'",
                    "line_num": 1411
                  },
                  {
                    "title": "Article 70",
                    "node_id": "0105",
                    "summary": "This partial document outlines the procedures and timelines for transferring and accessing security and leasing contract files between national Commercial and Movable Credit Registries within a regional framework (likely an OHADA Uniform Act).\n\nThe main points covered are:\n1.  A standard one-year timeframe for registries to transfer all relevant files to a designated central registry.\n2.  An expedited procedure for urgent cases (modification, renewal, or cancellation of a registration), requiring the initial registry to immediately send the specific file to the designated registry upon request, with a strict one-month deadline for transmission.",
                    "line_num": 1417
                  },
                  {
                    "title": "Article 51",
                    "node_id": "0106",
                    "summary": "This partial document covers procedural rules from Article 51 of the OHADA Uniform Act on securities. The main points are:\n\n1.  The legal recourse available to parties if a file is not transferred by the Trade and Movable Credit Register within the prescribed deadlines.\n2.  The obligation of the clerk or competent authority to transcribe the received file's data into a chronological deposit register and an alphabetical index.\n3.  The specific details (dates, nature of entry, origin) that must be recorded in these registers.\n4.  The legal recourse available to creditors or lessors if this transcription is not completed within 48 hours of receiving the file.\n\nThe text is part of a revised Uniform Act on General Commercial Law adopted by OHADA.",
                    "line_num": 1434
                  },
                  {
                    "title": "Article 73",
                    "node_id": "0107",
                    "summary": "###### Article 73\n\nChaque Etat Partie organise un Fichier National pour :\n\n- centraliser les renseignements et informations consignés dans chaque Registre du Commerce et du Crédit\nMobilier ;\n\n- permettre l'accès des assujettis et des tiers aux informations conservées par le Fichier National ;\n\n- permettre de satisfaire aux exigences de sécurité, de célérité, de transparence et de loyauté nécessaires au\ndéveloppement des activités économiques ;\n\n- recevoir les déclarations relatives aux hypothèques faites à la diligence de l'autorité en charge de la publicité des\nhypothèques ou d'une des personnes visées par l'",
                    "line_num": 1466
                  },
                  {
                    "title": "Article 51",
                    "node_id": "0108",
                    "summary": "###### Article 51\n\nde l'Acte uniforme portant organisation des sûretés.\n\nLe fichier national reçoit de chaque Registre du Commerce et du Crédit Mobilier copies des formulaires, sous\nforme papier ou numérique, et des dossiers individuels sous forme numérique ou constitués des pièces certifiées\nconformes par le greffier ou le responsable de l'organe compétent dans l'Etat Partie en charge du Registre du\nCommerce et du Crédit Mobilier.\n\nChapitre 2 - Organisation du Fichier National",
                    "line_num": 1482
                  },
                  {
                    "title": "Article 74",
                    "node_id": "0109",
                    "summary": "###### Article 74\n\nChaque Etat Partie désigne l'organe en charge de la tenue du Fichier National.\n\nLe Fichier National est tenu sous la surveillance du ministère en charge de la justice.\n\nLes informations contenues dans les formulaires transmis au Fichier National sont destinées à l'information du\npublic.\n\nA toute demande d'information faite au Fichier National, le greffier ou le responsable de l'organe compétent dans\nl'Etat Partie doit répondre immédiatement ou au plus tard dans un délai de quarante-huit (48) heures à compter de\nla réception de la demande. La demande peut être formulée par voie électronique ainsi que la réponse.",
                    "line_num": 1494
                  },
                  {
                    "title": "Article 75",
                    "node_id": "0110",
                    "summary": "This partial document, from the OHADA Revised Uniform Act on General Commercial Law, details the composition and contents of the National File (Fichier National). The main points covered are the four mandatory components of this file:\n\n1.  A chronological **arrival register** for tracking received transmissions and mortgage declarations.\n2.  An **alphabetical directory of individuals and legal entities** registered for business or activity declarations, listing specific identifying and operational details for each.\n3.  An **alphabetical directory of persons** subject to security interests, leasing, and mortgage registrations.\n4.  An **individual dossier** for every person concerned by any document received by the National File.\n\nThe excerpt concludes by introducing the next section, \"Book 4 - Regional File.\"",
                    "line_num": 1508
                  },
                  {
                    "title": "Article 76",
                    "node_id": "0111",
                    "summary": "This partial document describes the establishment and purpose of a \"Regional File\" (Fichier Régional) for the Common Court of Justice and Arbitration. Its main points are:\n\n1.  **Purpose:** The Regional File is created to centralize information from each National File, provide access to that information for relevant parties and third parties, and ensure the security, speed, transparency, and fairness needed for economic development.\n2.  **Data Collection:** It receives copies of forms and, where applicable, extracts from individual files from the National File of each member state.\n3.  **Public Mission:** It has the same public information mandate as the National Files.\n4.  **Structure:** The text introduces Chapter 2, which will cover the organization of this Regional File.",
                    "line_num": 1550
                  },
                  {
                    "title": "Article 77",
                    "node_id": "0112",
                    "summary": "This partial document outlines the composition and required contents of the \"Fichier Régional\" (Regional File) as defined by the revised OHADA Uniform Act on General Commercial Law. The main points covered are the four mandatory registers or indexes that make up the file:\n\n1.  A chronological arrival log for received transmissions.\n2.  An alphabetical directory of individuals and legal entities subject to registration or activity declarations, specifying the detailed information to be recorded for each category.\n3.  An alphabetical directory of persons subject to mortgage declarations.\n4.  An extract of the individual file for each person subject to mortgage declarations.",
                    "line_num": 1571
                  },
                  {
                    "title": "Article 78",
                    "node_id": "0113",
                    "summary": "###### Article 78\n\nLes informations contenues dans les formulaires et déclaration d'hypothèque transmis au Fichier Régional sont\ndestinées à l'information du public.\n\nA toute demande d'information formulée au Fichier Régional, le responsable doit répondre immédiatement ou au\nplus tard dans un délai de quarante-huit (48) heures à compter de la réception de la demande.\n\nLivre 5 - Informatisation du registre du commerce et du crédit mobilier, du\nfichier national et du fichier régional\n\nChapitre 1 - Principes généraux de l'utilisation des procédures\nélectroniques",
                    "line_num": 1604
                  },
                  {
                    "title": "Article 79",
                    "node_id": "0114",
                    "summary": "###### Article 79\n\nLes dispositions du présent Livre s'appliquent aux formalités ou demandes prévues par le présent Acte uniforme,\npar tout autre acte uniforme ou par toute autre règlementation. Ces demandes ou formalités peuvent être\neffectuées par voie électronique, dès lors qu'elles peuvent être transmises et reçues par cette voie par leurs\ndestinataires.\n\nToutefois, les dispositions du Présent Livre ne s'appliquent pas aux échanges ou transmissions électroniques qui\nfont l'objet de législations particulières.",
                    "line_num": 1619
                  },
                  {
                    "title": "Article 80",
                    "node_id": "0115",
                    "summary": "###### Article 80\n\nDans chaque État Partie, le Registre du Commerce et du Crédit Mobilier et le Fichier National peuvent être tenus et\nexploités soit sur support papier, soit sous forme électronique.\n\nLe Fichier Régional est tenu et exploité soit sur support papier, soit sous forme électronique.",
                    "line_num": 1630
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0116",
                    "summary": "###### Article 81\n\nUn Comité technique de normalisation des procédures électroniques institué au sein de l'OHADA est chargé de la\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 25 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nnormalisation des procédures effectuées au moyen de documents et de transmissions électroniques.\n\nChapitre 2 - Validité des documents électroniques et des signatures\nélectroniques",
                    "line_num": 1638
                  },
                  {
                    "title": "Article 82",
                    "node_id": "0117",
                    "summary": "This partial document establishes the legal equivalence of electronic documents and procedures with paper-based ones for commercial registries. It specifies that electronic formats are valid substitutes if created and maintained using reliable technical processes that guarantee the document's origin and integrity throughout its lifecycle. It also states that these reliable technical processes are validated by the Uniform Act or a designated technical committee.",
                    "line_num": 1653
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0118",
                    "summary": "###### Article 81\n\ndu présent Acte uniforme.\n\nL'usage d'une signature électronique qualifiée est un procédé technique fiable et garantissant, à tout moment,\nl'origine des documents sous forme électronique, leur intégrité au cours de leurs traitements et de leurs\ntransmissions électroniques.",
                    "line_num": 1670
                  },
                  {
                    "title": "Article 83",
                    "node_id": "0119",
                    "summary": "This partial document defines the legal and technical requirements for a \"qualified electronic signature\" under Article 83.\n\nThe main points covered are:\n1.  **Definition and Purpose:** A qualified electronic signature identifies the signatory and demonstrates their consent to the obligations in a document.\n2.  **Legal Characteristics:** It must be uniquely linked to the signatory, properly identify them, be created under the signatory's exclusive control, and be linked to the document so any subsequent modification is detectable.\n3.  **Technical Components:** It is formed from specific technical components: signature creation/verification software and an electronic certificate from a certified service provider, authenticating the signatory.\n4.  **Governing Body:** The document references the \"Technical Committee for the Standardization of Electronic Procedures\" as the relevant regulatory body.",
                    "line_num": 1679
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0120",
                    "summary": "###### Article 81\n\ndu présent Acte uniforme\ndétermine les critères à remplir pour être un prestataire de services de certification électronique.",
                    "line_num": 1705
                  },
                  {
                    "title": "Article 84",
                    "node_id": "0121",
                    "summary": "This partial document defines an electronic certificate used for qualified electronic signatures under OHADA's Uniform Act on General Commercial Law. It specifies the certificate as an electronic attestation that links signature verification data to a person and confirms their identity. The text also lists the minimum required contents of such a certificate.",
                    "line_num": 1711
                  },
                  {
                    "title": "Article 85",
                    "node_id": "0122",
                    "summary": "###### Article 85\n\nLa réglementation de l'Organisation pour l'Harmonisation en Afrique du Droit des Affaires, et à défaut, le droit\ninterne des États parties, énonce les contraintes techniques appliquées aux composants de la signature\nélectronique pour que celle-ci soit réputée qualifiée.\n\nChapitre 3 - Utilisation et conservation des documents électroniques",
                    "line_num": 1734
                  },
                  {
                    "title": "Article 86",
                    "node_id": "0123",
                    "summary": "###### Article 86\n\nLa demande ou la déclaration ainsi que les pièces justificatives peuvent se présenter, totalement ou partiellement,\nsous forme électronique, sous réserve du respect des dispositions de l'",
                    "line_num": 1743
                  },
                  {
                    "title": "Article 79",
                    "node_id": "0124",
                    "summary": "###### Article 79\n\ndu présent Acte uniforme en ce\nqui concerne le destinataire et du respect des dispositions des articles 82 à 85 du présent Acte uniforme en ce qui\nconcerne la conformité des documents.",
                    "line_num": 1749
                  },
                  {
                    "title": "Article 87",
                    "node_id": "0125",
                    "summary": "###### Article 87\n\nEn cas d'option pour la voie électronique, les personnes en charge des Registres du Commerce et du Crédit\nMobilier délivrent, dans le respect des dispositions du présent Acte uniforme, les mêmes actes que ceux délivrés\nen cas d'accomplissement des formalités sur support papier.\n\nLes documents remis par les autorités en charge des Registres du Commerce et du Crédit Mobilier sont sous la\nforme de procédés techniques fiables et garantissant, à tout moment, l'origine des documents sous forme\nélectronique ainsi que leur intégrité au cours de leurs traitements et de leurs transmissions électroniques reconnus\nvalables par le présent Acte uniforme ou par le Comité technique de normalisation des procédures électroniques\nprévu à l'",
                    "line_num": 1756
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0126",
                    "summary": "This partial document covers Article 81 of the revised OHADA Uniform Act on General Commercial Law. It details the specific names and required contents of the official receipts (accusés d'enregistrement or certificates) issued for various commercial registry formalities. These include registration, activity declarations, other registry procedures, creation/renewal/modification/cancellation of security interests, and modifications/removals from the directory. It states that electronically issued documents have the same names as their paper counterparts. The article defines the electronic registration receipt as proof of valid receipt and processability of submitted documents and mandates its issuance by the competent clerk or authority upon electronic submission.",
                    "line_num": 1769
                  },
                  {
                    "title": "Article 88",
                    "node_id": "0127",
                    "summary": "This partial document covers the procedural rules for registering and transmitting legal and administrative decisions within a commercial and movable credit registry system. The main points are:\n\n1.  The authority of registry clerks or competent body officials to extract relevant mentions from court or administrative decisions for entry into individual files or registry margins.\n2.  The specification that marginal notes in electronic registries must be in a computer file linked to the original, digitally signed file.\n3.  The requirement to transmit complete copies of individual files, including marginal notes, within 24 hours to the National File, which must then forward them within 24 hours to the Regional File in digital form.",
                    "line_num": 1809
                  },
                  {
                    "title": "Article 89",
                    "node_id": "0128",
                    "summary": "This partial document, Article 89, outlines the procedure for handling electronic applications or declarations that lack the applicant's electronic signature. It specifies that a clerk or competent authority official must validate the submission with their own qualified electronic signature after reviewing the documents. It notes that the acknowledgment of registration will not include the activity declaration, registration, or order number at that time. Finally, it states that the relevant official number will be issued within 48 hours after the clerk or official validates the declaration or application and its supporting documents.",
                    "line_num": 1828
                  },
                  {
                    "title": "Article 90",
                    "node_id": "0129",
                    "summary": "###### Article 90\n\nUne autorité administrative peut communiquer au Registre du Commerce et du Crédit Mobilier, directement sous\nforme papier ou support électronique, les informations soumises à publicité en vertu des dispositions du présent\nActe uniforme ou de tout autre Acte uniforme ou de toute autre disposition légale, nonobstant la présence de\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 28 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\ndonnées à caractère personnel.",
                    "line_num": 1843
                  },
                  {
                    "title": "Article 91",
                    "node_id": "0130",
                    "summary": "This partial document outlines the legal and technical requirements for the electronic preservation and integrity of declarations and applications. The main points covered are:\n\n1.  **Preservation Requirements:** Electronic documents must be stored to ensure their **durability, integrity, and readability**.\n2.  **Comprehensive Data Retention:** All associated information (identification data, properties, qualified electronic signatures, audit trails) must be preserved from the moment of creation.\n3.  **Preservation of Originality:** The **original legal value** of the electronic records is maintained even when they undergo necessary preservation operations, such as migration between storage systems.\n4.  **Post-Registration Annotations:** The conservation system must allow competent authorities to **add subsequent remarks** to the record without altering the previously stored data.\n\nThe text is part of a chapter on the use of electronic means for transmitting documents.",
                    "line_num": 1857
                  },
                  {
                    "title": "Article 92",
                    "node_id": "0131",
                    "summary": "###### Article 92\n\nLes Registres du Commerce et du Crédit Mobilier, les Fichiers Nationaux et le Fichier Régional peuvent fournir un\nservice informatique accessible par l'Internet, sécurisé, permettant au demandeur ou au déclarant, selon son choix,\nde :\n\n- faire toute demande ou déclaration ;\n\n- transmettre, notamment par messagerie électronique, un dossier unique de demande ou de déclaration composé\nde documents sous forme électronique et de pièces justificatives numérisées ;\n\n- préparer une demande de manière interactive en ligne, notamment sur le site web du Registre du Commerce et\ndu Crédit Mobilier concerné, et la transmettre par cette voie.",
                    "line_num": 1878
                  },
                  {
                    "title": "Article 93",
                    "node_id": "0132",
                    "summary": "###### Article 93\n\nLe greffe ou l'organe compétent dans l'Etat Partie en charge du Registre du Commerce et du Crédit Mobilier peut\nrépondre par voie électronique à toute demande d'information qui lui est adressée par cette voie. Aucune\nconfirmation sur papier n'est nécessaire tant pour la demande que pour la réponse.",
                    "line_num": 1893
                  },
                  {
                    "title": "Article 94",
                    "node_id": "0133",
                    "summary": "###### Article 94\n\nLes échanges entre les Registres du Commerce et du Crédit Mobilier, les Fichiers Nationaux et le Fichier Régional\nsont revêtus de la signature électronique qualifiée de l'émetteur afin d'en garantir l'origine et l'intégrité.",
                    "line_num": 1900
                  },
                  {
                    "title": "Article 95",
                    "node_id": "0134",
                    "summary": "###### Article 95\n\nPour toute transmission directe par voie électronique notamment par messagerie électronique, il est fait usage par\nle demandeur ou le déclarant de sa signature électronique qualifiée.",
                    "line_num": 1906
                  },
                  {
                    "title": "Article 96",
                    "node_id": "0135",
                    "summary": "###### Article 96\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 29 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLa transmission des dossiers individuels, de copies ou d'extraits prévue par les Actes uniformes peut s'effectuer\npar moyens électroniques, notamment en la numérisant préalablement dans des conditions garantissant sa\nreproduction à l'identique selon les recommandations émises par le Comité technique de normalisation des\nprocédures électroniques prévu à l'",
                    "line_num": 1912
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0136",
                    "summary": "This partial document defines electronic transmission of information and acknowledgment procedures under Article 81 of a uniform act. It specifies that information is considered sent electronically when processed, stored, and transmitted via wired, radio, optical, or other electromagnetic means, ensuring interoperability between systems. It also mandates that receiving entities must send acknowledgments bearing a qualified electronic signature from an authorized official. The text is part of Chapter 5, which concerns the publicity and dissemination of registry information in electronic form.",
                    "line_num": 1925
                  },
                  {
                    "title": "Article 97",
                    "node_id": "0137",
                    "summary": "###### Article 97\n\nDans les conditions prévues par le présent Acte uniforme et par l'Acte uniforme portant organisation des sûretés,\ntoute personne peut obtenir sous forme électronique les informations figurant sur les formulaires déposés au\nRegistre du Commerce et du Crédit Mobilier.\n\nElle peut obtenir en outre communication des extraits ou copies de tout ou partie des documents publiés au\nRegistre du Commerce et du Crédit Mobilier en application du présent Acte uniforme, de l'Acte uniforme relatif au\ndroit des sociétés commerciales et du groupement d'intérêt économique et de l'Acte uniforme portant organisation\net harmonisation des comptabilités des entreprises.",
                    "line_num": 1943
                  },
                  {
                    "title": "Article 98",
                    "node_id": "0138",
                    "summary": "This partial document covers the legal and technical provisions for the electronic handling of files by a Commercial and Movable Credit Registry office.\n\nThe main points are:\n1.  The authority may digitize all or part of a paper file.\n2.  Electronically provided information is not certified unless explicitly requested; without certification, it is for informational purposes only.\n3.  Certified electronic copies require a qualified electronic signature to guarantee origin and integrity, and must include the date, seal, and a statement of conformity to the original.\n4.  Information, extracts, and full copies can be sent electronically to a requester, provided the transmission ensures integrity, confidentiality, and verifies the identities of both sender and recipient.",
                    "line_num": 1955
                  },
                  {
                    "title": "Article 99",
                    "node_id": "0139",
                    "summary": "###### Article 99\n\nLe coût de l'obtention d'une information, d'un extrait ou d'une copie intégrale sur support papier ou sur support\nélectronique ou voie électronique ne peut être supérieur au coût administratif de l'opération.",
                    "line_num": 1974
                  },
                  {
                    "title": "Article 100",
                    "node_id": "0140",
                    "summary": "###### Article 100\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 30 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLe Registre du Commerce et du Crédit Mobilier peut transmettre par voie électronique aux organismes\nadministratifs destinataires de l'État partie les informations et pièces justificatives les concernant, nonobstant la\nprésence de données à caractère personnel.\n\nLivre 6 - Bail à usage professionnel et fonds de commerce\n\nTitre 1 - Bail à usage professionnel\n\nChapitre préliminaire - Champ d'application",
                    "line_num": 1980
                  },
                  {
                    "title": "Article 101",
                    "node_id": "0141",
                    "summary": "This partial document defines the scope of a legal title (Article 101) by listing the types of property leases to which its provisions apply. The main points covered are the three categories of real estate covered:\n\n1.  Leases for premises used for commercial, industrial, artisanal, or any other professional activity.\n2.  Leases for accessory premises (e.g., storage) that are dependent on a primary professional-use property, with specific conditions if the accessory and main premises have different owners.\n3.  Leases for vacant land on which professional-use buildings have been constructed, provided the owner gave explicit consent or approved of the construction.",
                    "line_num": 1998
                  },
                  {
                    "title": "Article 102",
                    "node_id": "0142",
                    "summary": "###### Article 102\n\nLes dispositions du présent Titre sont également applicables aux personnes morales de droit public à caractère\nindustriel ou commercial, et aux sociétés à capitaux publics, qu'elles agissent en qualité de bailleur ou de preneur.\n\nChapitre 1 - Conclusion et durée du bail",
                    "line_num": 2016
                  },
                  {
                    "title": "Article 103",
                    "node_id": "0143",
                    "summary": "###### Article 103\n\nEst réputé bail à usage professionnel toute convention, écrite ou non, entre une personne investie par la loi ou une\nconvention du droit de donner en location tout ou partie d'un immeuble compris dans le champ d'application du\nprésent Titre, et une autre personne physique ou morale, permettant à celle-ci, le preneur, d'exercer dans les lieux\navec l'accord de celle-là, le bailleur, une activité commerciale, industrielle, artisanale ou toute autre activité\nprofessionnelle.",
                    "line_num": 2024
                  },
                  {
                    "title": "Article 104",
                    "node_id": "0144",
                    "summary": "###### Article 104\n\nLes parties fixent librement la durée du bail.\n\nLe bail à usage professionnel peut être conclu pour une durée déterminée ou indéterminée.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 31 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nA défaut d'écrit ou de terme fixé, le bail est réputé conclu pour une durée indéterminée.\n\nLe bail prend effet à compter de la signature du contrat, sauf convention contraire des parties.\n\nChapitre 2 - Obligations du bailleur",
                    "line_num": 2033
                  },
                  {
                    "title": "Article 105",
                    "node_id": "0145",
                    "summary": "###### Article 105\n\nLe bailleur est tenu de délivrer les locaux en bon état.\n\nIl est présumé avoir rempli cette obligation :\n\n- lorsque le bail est verbal ;\n\n- ou lorsque le preneur a signé le bail sans formuler de réserve quant à l'état des locaux.",
                    "line_num": 2051
                  },
                  {
                    "title": "Article 106",
                    "node_id": "0146",
                    "summary": "This partial document outlines the legal obligations and rights concerning major repairs in a rental property under Article 106. The main points covered are:\n\n1.  The landlord is responsible for performing all necessary and urgent major repairs at their own expense.\n2.  The tenant must endure the inconveniences caused by these repairs.\n3.  A definition of \"major repairs\" is provided, including structural elements like main walls, beams, roofs, retaining walls, and septic tanks.\n4.  The tenant is entitled to a proportional reduction in rent for the duration they are deprived of the full use of the premises.\n5.  If urgent repairs make the property unusable, the tenant can request a court to either suspend the lease for the duration of the work or judicially terminate it.",
                    "line_num": 2062
                  },
                  {
                    "title": "Article 107",
                    "node_id": "0147",
                    "summary": "###### Article 107\n\nLorsque le bailleur refuse d'assumer les grosses réparations qui lui incombent, le preneur peut se faire autoriser\npar la juridiction compétente, statuant à bref délai, à les exécuter conformément aux règles de l'art, pour le compte\ndu bailleur.\n\nDans ce cas, la juridiction compétente, statuant à bref délai, fixe le montant de ces réparations et les modalités de\nleur remboursement.",
                    "line_num": 2081
                  },
                  {
                    "title": "Article 108",
                    "node_id": "0148",
                    "summary": "###### Article 108\n\nLe bailleur ne peut, de son seul gré, ni apporter des changements à l'état des locaux donnés à bail, ni en\nrestreindre l'usage.",
                    "line_num": 2091
                  },
                  {
                    "title": "Article 109",
                    "node_id": "0149",
                    "summary": "###### Article 109\n\nLe bailleur est responsable envers le preneur du trouble de jouissance survenu de son fait, ou du fait de ses\nayants-droit ou de ses préposés.",
                    "line_num": 2097
                  },
                  {
                    "title": "Article 110",
                    "node_id": "0150",
                    "summary": "###### Article 110\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 32 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLe bail ne prend pas fin par la cessation des droits du bailleur sur les locaux donnés à bail.\n\nDans ce cas, le nouveau bailleur est substitué de plein droit dans les obligations de l'ancien bailleur et doit\npoursuivre l'exécution du bail.",
                    "line_num": 2103
                  },
                  {
                    "title": "Article 111",
                    "node_id": "0151",
                    "summary": "This partial document covers the continuation and termination of a lease (bail) following the death or dissolution of a party.\n\nThe main points are:\n1.  A lease does not automatically end upon the death of either party.\n2.  Upon the death of an individual tenant, the lease can continue with specified family members (spouse, ascendants, descendants) if they formally notify the landlord within three months.\n3.  If multiple family members apply, the landlord can petition the court to designate a successor.\n4.  If no request is made within three months, the lease is automatically terminated.\n5.  For a corporate tenant, dissolution does not automatically terminate the lease for properties used in its business. The liquidator must fulfill the tenant's obligations, and the lease is only terminated automatically after a formal notice to the liquidator remains unaddressed for over 60 days.\n\nThe excerpt ends by introducing the next chapter on the tenant's obligations.",
                    "line_num": 2116
                  },
                  {
                    "title": "Article 112",
                    "node_id": "0152",
                    "summary": "###### Article 112\n\nEn contrepartie de la jouissance des lieux loués, le preneur doit payer le loyer aux termes convenus entre les\nmains du bailleur ou de son représentant dûment mandaté.\n\nLe paiement du loyer peut être fait par correspondance ou par voie électronique.",
                    "line_num": 2138
                  },
                  {
                    "title": "Article 113",
                    "node_id": "0153",
                    "summary": "This partial document outlines the obligations of a tenant (preneur) regarding the use of leased premises. The main points covered are:\n\n1.  The tenant must use the property responsibly (\"en bon père de famille\") and according to its intended purpose as stated in the lease or implied by circumstances.\n2.  The tenant may add related or complementary activities within the same general field as the original lease purpose, but must explicitly inform the landlord (bailleur). The landlord can oppose this for serious reasons.\n3.  Any complete change of the leased activity requires the landlord's prior and express agreement, which can be refused for serious reasons.\n4.  In case of a dispute, either party may refer the matter to the competent court.",
                    "line_num": 2146
                  },
                  {
                    "title": "Article 114",
                    "node_id": "0154",
                    "summary": "###### Article 114\n\nLe preneur est tenu aux réparations d'entretien.\n\nIl répond des dégradations ou des pertes dues à un défaut d'entretien au cours du bail.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 33 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 2162
                  },
                  {
                    "title": "Article 115",
                    "node_id": "0155",
                    "summary": "###### Article 115\n\nA l'expiration du bail, le preneur qui, pour une cause autre que celle prévue à l'",
                    "line_num": 2174
                  },
                  {
                    "title": "Article 126",
                    "node_id": "0156",
                    "summary": "###### Article 126\n\nci-après, se maintient\ndans les lieux contre la volonté du bailleur doit verser une indemnité d'occupation égale au montant du loyer fixé\npendant la durée du bail, sans préjudice d'éventuels dommages et intérêts.\n\nChapitre 4 - Loyer",
                    "line_num": 2179
                  },
                  {
                    "title": "Article 116",
                    "node_id": "0157",
                    "summary": "###### Article 116\n\nLes parties fixent librement le montant du loyer, sous réserve des dispositions législatives ou réglementaires\napplicables.\n\nLe loyer est révisable dans les conditions fixées par les parties ou à défaut lors de chaque renouvellement au titre\nde l'",
                    "line_num": 2188
                  },
                  {
                    "title": "Article 123",
                    "node_id": "0158",
                    "summary": "###### Article 123\n\nci-après.",
                    "line_num": 2197
                  },
                  {
                    "title": "Article 117",
                    "node_id": "0159",
                    "summary": "###### Article 117\n\nA défaut d'accord écrit entre les parties sur le nouveau montant du loyer, la juridiction compétente, statuant à bref\ndélai, est saisie par la partie la plus diligente.\n\nPour fixer le nouveau montant du loyer, la juridiction compétente tient notamment compte des éléments suivants :\n\n- la situation des locaux ;\n\n- leur superficie ;\n\n- l'état de vétusté ;\n\n- le prix des loyers commerciaux couramment pratiqués dans le voisinage pour des locaux similaires.\n\nChapitre 5 - Cession et sous-location",
                    "line_num": 2202
                  },
                  {
                    "title": "Article 118",
                    "node_id": "0160",
                    "summary": "###### Article 118\n\nSi le preneur cède le bail et la totalité des éléments permettant l'activité dans les lieux loués, la cession s'impose\nau bailleur.\n\nSi le preneur cède le bail seul ou avec une partie des éléments permettant l'activité dans les lieux loués, la cession\nest soumise à l'accord du bailleur.\n\nToute cession du bail doit être portée à la connaissance du bailleur par signification d'huissier de justice ou\nnotification par tout moyen permettant d'établir la réception effective par le destinataire, mentionnant :\n\n- l'identité complète du cessionnaire ;\n\n- son adresse ;\n\n- et le cas échéant, son numéro d'immatriculation au Registre du Commerce et du Crédit Mobilier.",
                    "line_num": 2220
                  },
                  {
                    "title": "Article 119",
                    "node_id": "0161",
                    "summary": "###### Article 119\n\nA défaut de signification ou de notification, dans les conditions de l'",
                    "line_num": 2238
                  },
                  {
                    "title": "Article 118",
                    "node_id": "0162",
                    "summary": "###### Article 118\n\nci-dessus, la cession est inopposable\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 34 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nau bailleur.",
                    "line_num": 2243
                  },
                  {
                    "title": "Article 120",
                    "node_id": "0163",
                    "summary": "This partial document covers the legal procedures and timelines for a landlord (bailleur) to either oppose or approve the assignment (cession) of a commercial lease by a tenant (preneur).\n\nThe main points are:\n1.  When assignment is mandatory for the landlord, they have one month to formally oppose it by citing serious and legitimate grounds (such as the tenant violating lease obligations like non-payment of rent) and seizing the competent court.\n2.  During any legal proceedings, the original tenant (the assignor) remains in the premises and bound by the lease terms.\n3.  When the landlord's approval is required for the assignment, they have one month to communicate their acceptance or refusal. Their silence after this period is deemed as acceptance of the lease assignment.",
                    "line_num": 2255
                  },
                  {
                    "title": "Article 121",
                    "node_id": "0164",
                    "summary": "###### Article 121\n\nSauf stipulation contraire du bail, toute sous-location totale ou partielle est interdite.\n\nEn cas de sous-location autorisée, l'acte doit être porté à la connaissance du bailleur par tout moyen écrit.\n\nA défaut, la sous-location lui est inopposable.",
                    "line_num": 2271
                  },
                  {
                    "title": "Article 122",
                    "node_id": "0165",
                    "summary": "###### Article 122\n\nLorsque le loyer de la sous-location totale ou partielle est supérieur au prix du bail principal, le bailleur a la faculté\nd'exiger une augmentation correspondante du prix du bail principal, augmentation qui à défaut d'accord entre les\nparties est fixée par la juridiction compétente, statuant à bref délai, en tenant compte des éléments visés à l'",
                    "line_num": 2280
                  },
                  {
                    "title": "Article 117",
                    "node_id": "0166",
                    "summary": "###### Article 117\n\nci-dessus.\n\nChapitre 6 - Conditions et formes du renouvellement",
                    "line_num": 2287
                  },
                  {
                    "title": "Article 123",
                    "node_id": "0167",
                    "summary": "###### Article 123\n\nLe droit au renouvellement du bail à durée déterminée ou indéterminée est acquis au preneur qui justifie avoir\nexploité, conformément aux stipulations du bail, l'activité prévue à celui-ci, pendant une durée minimale de deux\nans.\n\nAucune stipulation du contrat ne peut faire échec au droit au renouvellement.\n\nEn cas de renouvellement exprès ou tacite, le bail est conclu pour une durée minimale de trois ans.\n\nEn cas de renouvellement pour une durée indéterminée les parties doivent prévoir la durée du préavis de congé\nqui ne peut être inférieure à six mois.",
                    "line_num": 2294
                  },
                  {
                    "title": "Article 124",
                    "node_id": "0168",
                    "summary": "###### Article 124\n\nDans le cas du bail à durée déterminée, le preneur qui a droit au renouvellement de son bail en vertu de l'",
                    "line_num": 2308
                  },
                  {
                    "title": "Article 123",
                    "node_id": "0169",
                    "summary": "This partial document covers provisions from a revised uniform act on general commercial law (OHADA) regarding the renewal of a commercial lease. It specifies the procedure and deadlines: the tenant must request renewal at least three months before the lease expires, using a formal method of notification. Failure to do so results in the loss of the renewal right. Conversely, if the landlord does not respond to the renewal request at least one month before the lease ends, they are deemed to have accepted the renewal in principle.",
                    "line_num": 2313
                  },
                  {
                    "title": "Article 125",
                    "node_id": "0170",
                    "summary": "###### Article 125\n\nDans le cas d'un bail à durée indéterminée, toute partie qui entend le résilier doit donner congé par signification\nd'huissier de justice ou notification par tout moyen permettant d'établir la réception effective par le destinataire au\nmoins six mois à l'avance.\n\nLe preneur, bénéficiaire du droit au renouvellement en vertu de l'",
                    "line_num": 2331
                  },
                  {
                    "title": "Article 123",
                    "node_id": "0171",
                    "summary": "###### Article 123\n\nci-dessus peut s'opposer à ce congé,\nau plus tard à la date d'effet de celui-ci, en notifiant au bailleur par signification d'huissier de justice ou notification\npar tout moyen permettant d'établir la réception effective par le destinataire sa contestation de congé.\n\nFaute de contestation dans ce délai, le bail à durée indéterminée cesse à la date fixée par le congé.",
                    "line_num": 2340
                  },
                  {
                    "title": "Article 126",
                    "node_id": "0172",
                    "summary": "###### Article 126\n\nLe bailleur peut s'opposer au droit au renouvellement du bail à durée déterminée ou indéterminée en réglant au\nlocataire une indemnité d'éviction.\n\nA défaut d'accord sur le montant de cette indemnité, celle-ci est fixée par la juridiction compétente en tenant\ncompte notamment du montant du chiffre d'affaires, des investissements réalisés par le preneur, de la situation\ngéographique du local et des frais de déménagement imposés par le défaut de renouvellement.",
                    "line_num": 2349
                  },
                  {
                    "title": "Article 127",
                    "node_id": "0173",
                    "summary": "This partial document, Article 127, outlines the specific circumstances under which a landlord (bailleur) can refuse to renew a lease (bail) without having to pay an eviction indemnity (indemnité d'éviction). It covers two main cases:\n\n1.  **Serious and Legitimate Grounds:** The landlord can oppose renewal if the tenant (preneur) has substantially breached the lease (e.g., non-payment, cessation of business activity), but only if the issues persisted for over two months after a formal legal notice was served.\n\n2.  **Demolition and Reconstruction:** The landlord can oppose renewal if they plan to demolish and rebuild the building. The tenant has the right to remain until demolition begins and has a priority right to a new lease in the rebuilt property. If the new premises have a different purpose or no lease is offered, the landlord must pay the eviction indemnity.",
                    "line_num": 2359
                  },
                  {
                    "title": "Article 126",
                    "node_id": "0174",
                    "summary": "###### Article 126\n\nci-dessus.",
                    "line_num": 2380
                  },
                  {
                    "title": "Article 128",
                    "node_id": "0175",
                    "summary": "This partial document covers a landlord's right to refuse renewal of a lease for accessory residential premises. The landlord can do this without paying an eviction indemnity in order to occupy the premises themselves or house specified family members. The text also outlines two exceptions where this right cannot be exercised: if the tenant proves that losing the accessory premises would seriously disturb their enjoyment of the main leased premises, or if the main and accessory premises form an indivisible whole.",
                    "line_num": 2385
                  },
                  {
                    "title": "Article 129",
                    "node_id": "0176",
                    "summary": "###### Article 129\n\nLe nouveau bail prend effet à compter de l'expiration du bail précédent si celui-ci est à durée déterminée, ou à\ncompter de la date pour laquelle le congé a été donné si le bail précédent est à durée indéterminée.",
                    "line_num": 2402
                  },
                  {
                    "title": "Article 130",
                    "node_id": "0177",
                    "summary": "###### Article 130\n\nLe sous-locataire peut demander le renouvellement de son bail au locataire principal dans la mesure des droits que\ncelui-ci tient de la personne investie par la loi ou une convention du droit de donner en location. Ce droit est soumis\naux dispositions des articles 118 à 122 du présent Acte uniforme.\n\nL'acte de renouvellement de la sous-location doit être porté à la connaissance du bailleur dans les mêmes\nconditions que la sous-location initialement autorisée.",
                    "line_num": 2408
                  },
                  {
                    "title": "Article 131",
                    "node_id": "0178",
                    "summary": "###### Article 131\n\nLe preneur sans droit au renouvellement, quel qu'en soit le motif, peut être remboursé des constructions et\naménagements qu'il a réalisés dans les locaux avec l'autorisation du bailleur.\n\nA défaut d'accord entre les parties, le preneur peut saisir la juridiction compétente dès l'expiration du bail à durée\ndéterminée non renouvelé, ou encore dès la notification du congé du bail à durée indéterminée.",
                    "line_num": 2418
                  },
                  {
                    "title": "Article 132",
                    "node_id": "0179",
                    "summary": "###### Article 132\n\nSauf convention contraire des parties, les contestations découlant de l'application des dispositions du Titre I du\nprésent Livre sont portées à la requête de la partie la plus diligente, sauf dispositions contraires du présent Livre,\ndevant la juridiction compétente, statuant à bref délai, dans le ressort de laquelle sont situés les locaux donnés à\nbail.\n\nChapitre 7 - Résiliation du bail",
                    "line_num": 2427
                  },
                  {
                    "title": "Article 133",
                    "node_id": "0180",
                    "summary": "This partial document covers Article 133 of a commercial law act, detailing the procedures for terminating a lease (bail) due to non-compliance. The main points are:\n\n1.  **Obligation and Penalty:** Both the lessee (preneur) and lessor (bailleur) must respect all lease clauses, under penalty of termination.\n2.  **Required Formal Notice:** A judicial demand for termination must be preceded by a formal notice (mise en demeure) to comply, served by a bailiff or a method proving receipt.\n3.  **Content of the Notice:** The notice must specify the violated clauses, inform the recipient they have one month to comply, and state that failure will lead to a fast-track legal action for termination and potential eviction.\n4.  **Automatic Termination Clause:** The lease may include an automatic termination clause. A court can then formally declare the termination and order eviction if non-compliance persists after the formal notice.\n5.  **Notification to Creditors:** The party seeking termination must notify registered creditors of the legal action. A decision on termination can only be made after a one-month delay following this notification.\n\nThe text is part of the Revised Uniform Act on General Commercial Law adopted by OHADA.",
                    "line_num": 2437
                  },
                  {
                    "title": "Article 134",
                    "node_id": "0181",
                    "summary": "###### Article 134\n\nSont d'ordre public les dispositions des articles 101, 102, 103, 107, 110, 111, 117, 123, 124, 125, 126, 127, 130 et\n133 du présent Acte uniforme. Sauf convention contraire entre le bailleur et l'entreprenant, ce preneur ne bénéficie\nni d'un droit au renouvellement du bail, ni d'un droit à la fixation judiciaire du loyer du bail renouvelé.\n\nTitre 2 - Fonds de commerce\n\nChapitre 1 - Définition du fonds de commerce",
                    "line_num": 2469
                  },
                  {
                    "title": "Article 135",
                    "node_id": "0182",
                    "summary": "###### Article 135\n\nLe fonds de commerce est constitué par un ensemble de moyens qui permettent au commerçant d'attirer et de\nconserver une clientèle.",
                    "line_num": 2480
                  },
                  {
                    "title": "Article 136",
                    "node_id": "0183",
                    "summary": "###### Article 136\n\nLe fonds de commerce comprend nécessairement la clientèle et l'enseigne ou la clientèle et le nom commercial,\nsans préjudice du cumul de la clientèle avec l'enseigne et le nom commercial.",
                    "line_num": 2486
                  },
                  {
                    "title": "Article 137",
                    "node_id": "0184",
                    "summary": "###### Article 137\n\nLe fonds de commerce peut comprendre différents éléments mobiliers, corporels et incorporels, notamment les\néléments suivants :\n\n- les installations ;\n\n- les aménagements et agencements ;\n\n- le matériel ;\n\n- le mobilier ;\n\n- les marchandises en stock ;\n\n- le droit au bail ;\n\n- les licences d'exploitation ;\n\n- les brevets d'inventions, marques de fabrique et de commerce, dessins et modèles, et tout autre droit de propriété\nintellectuelle nécessaires à l'exploitation.\n\nChapitre 2 - Modes d'exploitation du fonds de commerce",
                    "line_num": 2492
                  },
                  {
                    "title": "Article 138",
                    "node_id": "0185",
                    "summary": "This partial document covers the main legal provisions regarding the operation of a business fund (*fonds de commerce*) under OHADA law. It explains that a business fund can be operated either directly or through a management lease contract (*location-gérance*). It defines direct operation and provides a detailed definition of a management lease. The text specifies that an *entreprenant* (a specific legal status) cannot be a party to such a lease. Finally, it outlines the mandatory structure of the rent payable under a management lease, requiring separate stipulation for the premises and for the tangible/intangible assets of the business, even if payment dates coincide.",
                    "line_num": 2517
                  },
                  {
                    "title": "Article 139",
                    "node_id": "0186",
                    "summary": "This partial document outlines the legal obligations and publication requirements for a \"location-gérance\" (lease management) contract of a business. It states that the tenant-manager is considered a merchant with all corresponding obligations, including registration in the Trade Register. The contract must be published in an official legal announcements newspaper within 15 days. The owner must also update their own registration to mention the lease. These publication requirements also apply upon the contract's expiration.",
                    "line_num": 2542
                  },
                  {
                    "title": "Article 140",
                    "node_id": "0187",
                    "summary": "###### Article 140\n\nLe locataire-gérant est tenu d'indiquer en tête de ses bons de commande, factures et autres documents à\ncaractère financier ou commercial, avec son numéro d'immatriculation au Registre du Commerce et du Crédit\nMobilier, sa qualité de locataire-gérant du fonds.\n\nToute infraction à cette disposition est punie par la loi pénale nationale.",
                    "line_num": 2560
                  },
                  {
                    "title": "Article 141",
                    "node_id": "0188",
                    "summary": "###### Article 141\n\nLa personne physique ou morale qui concède une location-gérance doit avoir exploité, pendant deux ans au moins\nen qualité de commerçant, le fonds mis en gérance.\n\nToutefois, ne peuvent consentir une location-gérance les personnes interdites ou déchues de l'exercice d'une\nprofession commerciale.",
                    "line_num": 2569
                  },
                  {
                    "title": "Article 142",
                    "node_id": "0189",
                    "summary": "###### Article 142\n\nLe délai prévu à l'article précédent peut être réduit, sans pouvoir être inférieur à un an, par la juridiction\ncompétente, notamment lorsque la personne physique ou morale justifie qu'elle a été dans l'impossibilité d'exploiter\nson fonds personnellement ou par l'intermédiaire de ses préposés.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 39 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 2578
                  },
                  {
                    "title": "Article 143",
                    "node_id": "0190",
                    "summary": "###### Article 143\n\nLes conditions fixées par l'",
                    "line_num": 2590
                  },
                  {
                    "title": "Article 141",
                    "node_id": "0191",
                    "summary": "###### Article 141\n\nci-dessus ne sont pas applicables :\n\n- à l'État ;\n\n- aux collectivités locales ;\n\n- aux établissements publics ;\n\n- aux incapables, en ce qui concerne le fonds dont ils étaient propriétaires avant la survenance de leur incapacité ;\n\n- aux héritiers ou légataires d'un commerçant décédé, en ce qui concerne le fonds exploité par ce dernier ;\n\n- aux mandataires de justice chargés, à quelque titre que ce soit, de l'administration d'un fonds de commerce, à\ncondition qu'ils y aient été autorisés par la juridiction compétente et qu'ils aient satisfait aux mesures de publicité\nprévues.",
                    "line_num": 2595
                  },
                  {
                    "title": "Article 144",
                    "node_id": "0192",
                    "summary": "###### Article 144\n\nLes dettes du bailleur nées de l'exploitation du fonds peuvent être déclarées immédiatement exigibles par la\njuridiction compétente si elle estime que la locationgérance met en péril leur recouvrement.\n\nL'action est introduite par tout intéressé, à peine de forclusion, dans le délai de trois mois de la date de publication\ndu contrat de location-gérance, tel que prévu à l'",
                    "line_num": 2614
                  },
                  {
                    "title": "Article 139",
                    "node_id": "0193",
                    "summary": "###### Article 139\n\ndu présent Acte uniforme.",
                    "line_num": 2623
                  },
                  {
                    "title": "Article 145",
                    "node_id": "0194",
                    "summary": "###### Article 145\n\nJusqu'à la publication du contrat de location-gérance, le propriétaire du fonds est solidairement responsable des\ndettes du locataire-gérant nées de l'exploitation du fonds donné en location-gérance.",
                    "line_num": 2628
                  },
                  {
                    "title": "Article 146",
                    "node_id": "0195",
                    "summary": "###### Article 146\n\nL'expiration du contrat de location-gérance à son terme normal ou anticipé rend immédiatement exigible les dettes\ncontractées par le locataire-gérant du fonds pendant la gérance.\n\nChapitre 3 - Cession du fonds de commerce",
                    "line_num": 2634
                  },
                  {
                    "title": "Article 147",
                    "node_id": "0196",
                    "summary": "###### Article 147\n\nLa cession du fonds de commerce obéit aux règles générales de la vente, sous réserve des dispositions\nci-dessous et des textes spécifiques à l'exercice de certaines activités commerciales.",
                    "line_num": 2642
                  },
                  {
                    "title": "Article 148",
                    "node_id": "0197",
                    "summary": "###### Article 148\n\nLa cession du fonds de commerce porte nécessairement sur les éléments énumérés à l'",
                    "line_num": 2648
                  },
                  {
                    "title": "Article 136",
                    "node_id": "0198",
                    "summary": "###### Article 136\n\ndu présent Acte\nuniforme.\n\nEn l'absence de cession simultanée des éléments précités, la cession d'autres éléments, tels ceux énumérés à\nl'",
                    "line_num": 2653
                  },
                  {
                    "title": "Article 137",
                    "node_id": "0199",
                    "summary": "###### Article 137\n\nci-dessus, demeure possible mais n'emporte pas cession du fonds de commerce, quelles que soient\nles dispositions convenues dans l'acte constatant la cession.",
                    "line_num": 2662
                  },
                  {
                    "title": "Article 149",
                    "node_id": "0200",
                    "summary": "###### Article 149\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 40 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLa vente d'un fonds de commerce peut être réalisée soit par acte sous seing privé, soit par acte authentique.\n\nLes dispositions du présent Chapitre s'appliquent à tout acte constatant une cession de fonds de commerce,\nconsentie même sous condition, y compris en cas d'apport d'un fonds de commerce à une société.",
                    "line_num": 2668
                  },
                  {
                    "title": "Article 150",
                    "node_id": "0201",
                    "summary": "This partial document outlines the mandatory information that must be included in any legal act documenting the sale of a business (fonds de commerce) in the jurisdiction it governs. The main points are the 11 specific required declarations, which cover:\n\n1.  The complete identification of the seller and buyer (individuals or legal entities).\n2.  The professional activities of both parties.\n3.  Their registration numbers in the Commerce and Movable Credit Registry.\n4.  The origin of the business relative to the previous owner, if applicable.\n5.  Any existing liens, pledges, or encumbrances on the business assets.\n6.  The turnover for each of the last three years of operation.\n7.  The commercial results (profits) for that same period.\n8.  Details of the attached lease agreement, if any.\n9.  The agreed-upon sale price.\n10. The location and the specific assets included in the sale.\n11. The identity of the notary or bank acting as escrow agent if the sale is by private contract.",
                    "line_num": 2681
                  },
                  {
                    "title": "Article 151",
                    "node_id": "0202",
                    "summary": "###### Article 151\n\nL'omission ou l'inexactitude des mentions requises ci-dessus peut entraîner la nullité de la vente, si l'acquéreur le\ndemande, et s'il prouve que cette omission ou cette inexactitude a substantiellement affecté la consistance du\nfonds cédé et qu'il en subit un préjudice.\n\nCette demande doit être formée dans le délai d'un an à compter de la date de l'acte.",
                    "line_num": 2712
                  },
                  {
                    "title": "Article 152",
                    "node_id": "0203",
                    "summary": "###### Article 152\n\nTout acte constatant une cession de fonds de commerce doit être déposé en une copie certifiée conforme par le\nvendeur ou l'acquéreur au Registre du Commerce et du Crédit Mobilier.\n\nIl appartient au vendeur et à l'acquéreur, chacun en ce qui le concerne, de faire procéder à la mention modificative\ncorrespondante.",
                    "line_num": 2721
                  },
                  {
                    "title": "Article 153",
                    "node_id": "0204",
                    "summary": "###### Article 153\n\nDans un délai de quinze jours francs à compter de sa date, l'acte constatant la cession du fonds de commerce doit\nêtre publié à la diligence de l'acquéreur, sous forme d'avis, dans un journal habilité à publier des annonces légales\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 41 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\net paraissant dans le lieu où le vendeur est inscrit au Registre du Commerce et du Crédit Mobilier.",
                    "line_num": 2730
                  },
                  {
                    "title": "Article 154",
                    "node_id": "0205",
                    "summary": "###### Article 154\n\nLe vendeur du fonds de commerce est tenu de mettre le fonds cédé à la disposition de l'acheteur à la date prévue\ndans l'acte de cession.\n\nToutefois, si le paiement du prix a été prévu au comptant, le vendeur n'est tenu, sauf convention contraire entre les\nparties, de mettre l'acheteur en possession qu'à la date du complet paiement.",
                    "line_num": 2743
                  },
                  {
                    "title": "Article 155",
                    "node_id": "0206",
                    "summary": "###### Article 155\n\nLe vendeur du fonds de commerce doit s'abstenir de tout comportement qui serait de nature à gêner l'acquéreur\ndans l'exploitation du fonds vendu.\n\nLes clauses de non-rétablissement ne sont valables que si elles sont limitées soit dans le temps, soit dans l'espace\n; une seule de ces limitations suffit pour rendre la clause valable.\n\nLe vendeur doit assurer à l'acquéreur la possession paisible de la chose vendue, et en particulier le garantir contre\nles droits que d'autres personnes prétendraient faire valoir sur le fonds vendu.",
                    "line_num": 2752
                  },
                  {
                    "title": "Article 156",
                    "node_id": "0207",
                    "summary": "###### Article 156\n\nSi l'acquéreur est évincé partiellement, ou s'il découvre des charges qui n'étaient pas déclarées dans l'acte de\nvente, ou encore si le fonds de commerce est affecté de vices cachés ou défauts de conformité, il peut demander\nla résolution de la vente, mais seulement si la diminution de jouissance qu'il subit est d'une importance telle qu'il\nn'aurait pas acheté le fonds s'il en avait eu connaissance.",
                    "line_num": 2764
                  },
                  {
                    "title": "Article 157",
                    "node_id": "0208",
                    "summary": "This partial document outlines the payment and escrow procedures for a buyer in a real estate transaction governed by French law. The main points covered are:\n\n1.  The buyer must pay the price on the date and at the place specified in the deed of sale, either to a notary or a bank agreed upon by the parties.\n2.  The notary or bank holds the funds in escrow for a period of 30 days, starting from the date the sale is published in an official legal announcements journal.\n3.  If no legal claims (\"oppositions\") are filed with the escrow agent within that period, the funds are released to the seller.\n4.  If any claims are filed, the sale price is only released to the seller upon proof that all such claims have been lifted.",
                    "line_num": 2772
                  },
                  {
                    "title": "Article 158",
                    "node_id": "0209",
                    "summary": "###### Article 158\n\nEst nulle et de nul effet toute contre-lettre ou convention ayant pour objet ou pour effet de dissimuler tout ou partie\ndu prix de cession du fonds de commerce.",
                    "line_num": 2788
                  },
                  {
                    "title": "Article 159",
                    "node_id": "0210",
                    "summary": "This partial document covers Article 159 of the revised OHADA Uniform Act on General Commercial Law. The main points are the mandatory notification procedure for a creditor of a seller who files a legal opposition (*opposition*). It specifies that the opposition must be formally served to three parties: 1) the notary or designated bank holding the funds, 2) the buyer, and 3) the relevant Trade and Personal Property Credit Register office. The article also lists the required content of the opposition notice, including creditor details, the debt amount and cause, and a chosen address for legal proceedings. Finally, it states that failure to comply with these formalities renders the opposition null and void.",
                    "line_num": 2794
                  },
                  {
                    "title": "Article 160",
                    "node_id": "0211",
                    "summary": "###### Article 160\n\nL'opposition produit un effet conservatoire.\n\nIl appartient au créancier opposant de saisir la juridiction compétente pour faire constater sa créance, et recevoir le\npaiement de celle-ci.",
                    "line_num": 2820
                  },
                  {
                    "title": "Article 161",
                    "node_id": "0212",
                    "summary": "###### Article 161\n\nLe vendeur ne peut obtenir de la juridiction compétente statuant à bref délai la mainlevée de l'opposition et le\nversement des fonds entre ses mains qu'en contrepartie d'un cautionnement, ou d'une garantie équivalente au\nmontant de la créance objet de l'opposition.\n\nLe vendeur peut également obtenir du créancier opposant la mainlevée amiable de l'opposition ; dans ce cas, la\nmainlevée doit être notifiée par le créancier opposant dans les formes prévues à l'",
                    "line_num": 2828
                  },
                  {
                    "title": "Article 159",
                    "node_id": "0213",
                    "summary": "###### Article 159\n\nci-dessus.",
                    "line_num": 2838
                  },
                  {
                    "title": "Article 162",
                    "node_id": "0214",
                    "summary": "###### Article 162\n\nL'opposition qui, dans le mois de sa notification, n'est pas levée amiablement ou ne donne pas lieu à saisine du\njuge en application de l'",
                    "line_num": 2843
                  },
                  {
                    "title": "Article 160",
                    "node_id": "0215",
                    "summary": "###### Article 160\n\nci-dessus est nulle de plein droit et de nul effet. A la requête de tout intéressé, la\njuridiction compétente statuant à bref délai constate au besoin cette nullité et ordonne la mainlevée de l'opposition,\nsans préjudice de l'action en dommages-intérêts pour opposition abusive.",
                    "line_num": 2849
                  },
                  {
                    "title": "Article 163",
                    "node_id": "0216",
                    "summary": "This partial document covers the legal provisions regarding the right of creditors to overbid in the sale of a business (fonds de commerce). The main points are:\n\n1.  **Right of Overbid:** Creditors who have registered a privilege, lien (nantissement), or legal claim (opposition) can, within one month of the sale's publication, submit an overbid that is one-sixth higher than the sale price stated in the deed.\n\n2.  **Application to Forced Sales:** This same right applies when the business is sold through a forced execution (vente forcée/adjudication), with the one-month deadline starting from the adjudication.\n\n3.  **Deposit Requirement:** The overbidding creditor must, within the same deadline, deposit the full overbid amount (the original price plus one-sixth) with the court registry or the competent authority in the relevant State Party.",
                    "line_num": 2856
                  },
                  {
                    "title": "Article 164",
                    "node_id": "0217",
                    "summary": "This partial document covers procedural requirements for a judicial sale following an overbid (\"surenchère\") under OHADA commercial law. The main points are:\n\n1.  The specification document (\"cahier des charges\") must include the original transfer deed, prior registered liens, and oppositions filed after the initial sale publication.\n2.  The overbidder must, within 15 days, publish a notice of the judicial sale in an authorized legal journal at their own advanced cost. Failure to do so nullifies the overbid and makes the overbidder solely liable for costs and potential damages.\n3.  No new oppositions can be filed during the overbid procedure.",
                    "line_num": 2869
                  },
                  {
                    "title": "Article 165",
                    "node_id": "0218",
                    "summary": "###### Article 165\n\nLa vente se fait à la barre de la juridiction compétente, dans les formes des criées.",
                    "line_num": 2891
                  },
                  {
                    "title": "Article 166",
                    "node_id": "0219",
                    "summary": "###### Article 166\n\nLorsque le prix n'est pas payé comptant, le vendeur dispose d'un privilège sur le fonds de commerce vendu.\n\nIl doit à cet effet procéder à l'inscription de son privilège de vendeur dans les formes requises au présent Acte\nuniforme.",
                    "line_num": 2896
                  },
                  {
                    "title": "Article 167",
                    "node_id": "0220",
                    "summary": "###### Article 167\n\nSi le vendeur n'est pas payé aux échéances convenues, il peut demander la résolution de la vente, conformément\nau droit commun.",
                    "line_num": 2904
                  },
                  {
                    "title": "Article 168",
                    "node_id": "0221",
                    "summary": "This partial document covers procedural and legal requirements for a seller seeking to rescind the sale of a business (fonds de commerce) in a specific legal context.\n\nThe main points are:\n1.  The seller must formally notify registered creditors of the rescission action.\n2.  The seller must also register (prénoter) this action according to established rules on securities.\n3.  Only the court in the seller's registration jurisdiction can officially pronounce the rescission.\n4.  Any private amicable settlement of the sale's rescission is not enforceable against the buyer's creditors who have registered claims on the business.\n\nThe text then shifts to a new section, introducing Book 7 on commercial intermediaries, starting with common provisions, definition, and scope.",
                    "line_num": 2910
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0222",
                    "summary": "###### Article 169\n\nL'intermédiaire de commerce est une personne physique ou morale qui a le pouvoir d'agir, ou entend agir,\nhabituellement et professionnellement pour le compte d'une autre personne, commerçante ou non, afin de conclure\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 44 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\navec un tiers un acte juridique à caractère commercial.",
                    "line_num": 2931
                  },
                  {
                    "title": "Article 170",
                    "node_id": "0223",
                    "summary": "###### Article 170\n\nL'intermédiaire de commerce est un commerçant ; il est soumis aux conditions prévues par les articles 6 à 12 du\nprésent Acte uniforme.\n\nLes conditions d'accès aux professions d'intermédiaires de commerce peuvent en outre être complétées par des\nconditions particulières à chacune des catégories d'intermédiaires visées au présent Livre.",
                    "line_num": 2944
                  },
                  {
                    "title": "Article 171",
                    "node_id": "0224",
                    "summary": "###### Article 171\n\nLes dispositions du présent Livre régissent non seulement la conclusion des contrats par l'intermédiaire de\ncommerce, mais aussi tout acte accompli par lui en vue de la conclusion ou pour l'exécution de ces contrats.\n\nElles s'appliquent aux relations entre toutes les personnes pour lesquelles agit l'intermédiaire, et entre ces\npersonnes et l'intermédiaire lui-même.\n\nElles s'appliquent que l'intermédiaire agisse en son nom propre, tel le commissionnaire ou le courtier, ou au nom\ndu représenté, tel l'agent commercial.",
                    "line_num": 2953
                  },
                  {
                    "title": "Article 172",
                    "node_id": "0225",
                    "summary": "###### Article 172\n\nLes dispositions du présent Livre s'appliquent même si le représenté, ou le tiers visé à l'",
                    "line_num": 2965
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0226",
                    "summary": "###### Article 169\n\nci-dessus, ont\nleurs établissements dans des États différents de ceux signataires du présent Acte uniforme, dès lors :\n\na) que l'intermédiaire est inscrit au Registre du Commerce et du Crédit Mobilier de l'un des États Parties ;\n\nb) ou que l'intermédiaire agit sur le territoire de l'un des Etats Parties ;\n\nc) ou que les règles du droit international privé conduisent à l'application du présent Acte uniforme.",
                    "line_num": 2970
                  },
                  {
                    "title": "Article 173",
                    "node_id": "0227",
                    "summary": "###### Article 173\n\nLes dispositions du présent Livre ne s'appliquent pas :\n\na) à la représentation résultant d'une habilitation légale ou judiciaire à agir pour des personnes qui n'en ont pas la\ncapacité juridique ;\n\nb) à la représentation par toute personne effectuant une vente aux enchères, ou par autorité administrative ou de\njustice ;\n\nc) à la représentation légale dans le droit de la famille, des régimes matrimoniaux et des successions.",
                    "line_num": 2982
                  },
                  {
                    "title": "Article 174",
                    "node_id": "0228",
                    "summary": "###### Article 174\n\nLes dispositions du présent Livre ne s'appliquent pas aux dirigeants des sociétés, associations ou autres\ngroupements dotés de la personnalité juridique qui en sont les représentants légaux.\n\nChapitre 2 - Constitution et étendue du pouvoir de l'intermédiaire",
                    "line_num": 2995
                  },
                  {
                    "title": "Article 175",
                    "node_id": "0229",
                    "summary": "###### Article 175\n\nLes règles du mandat s'appliquent aux relations entre l'intermédiaire et la personne pour le compte de laquelle\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 45 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\ncelui-ci agit, même de façon occulte. Les relations entre l'intermédiaire, le représenté et le tiers visé à l'",
                    "line_num": 3003
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0230",
                    "summary": "###### Article 169\n\nci-dessus sont régies par les articles 180, 181, 183, 184 et 185 du présent Acte uniforme.",
                    "line_num": 3015
                  },
                  {
                    "title": "Article 176",
                    "node_id": "0231",
                    "summary": "###### Article 176\n\nLe mandat de l'intermédiaire peut être écrit ou verbal. Il n'est soumis à aucune condition de forme.\n\nEn l'absence d'un écrit, il peut être prouvé par tous moyens, y compris par témoin.",
                    "line_num": 3020
                  },
                  {
                    "title": "Article 177",
                    "node_id": "0232",
                    "summary": "###### Article 177\n\nLe représenté et l'intermédiaire d'une part, l'intermédiaire et le tiers visé à l'",
                    "line_num": 3027
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0233",
                    "summary": "###### Article 169\n\nci-dessus d'autre part, sont\nliés par les usages dont ils avaient ou devaient avoir connaissance, et qui, dans le commerce, sont largement\nconnus et régulièrement observés par les parties à des rapports de représentation de même type, dans la branche\ncommerciale considérée.\n\nIls sont également liés par les pratiques qu'ils ont établies entre eux.",
                    "line_num": 3032
                  },
                  {
                    "title": "Article 178",
                    "node_id": "0234",
                    "summary": "###### Article 178\n\nSauf stipulation expresse du contrat, l'étendue du mandat de l'intermédiaire est déterminée par la nature de l'affaire\nà laquelle il se rapporte. Le mandat comprend le pouvoir d'accomplir les actes juridiques nécessités par son\nexécution.\n\nToutefois, l'intermédiaire ne peut, sans un pouvoir spécial, engager une procédure judiciaire, transiger,\ncompromettre, souscrire des engagements de change, aliéner ou grever des immeubles, ni consentir de donation.",
                    "line_num": 3042
                  },
                  {
                    "title": "Article 179",
                    "node_id": "0235",
                    "summary": "###### Article 179\n\nL'intermédiaire qui a reçu des instructions précises ne peut s'en écarter, sauf à établir que les circonstances ne lui\nont pas permis de rechercher l'autorisation du représenté, lorsqu'il y a lieu d'admettre que celui-ci l'aurait autorisé\ns'il avait été informé de la situation.\n\nChapitre 3 - Effets juridiques des actes accomplis par l'intermédiaire",
                    "line_num": 3052
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0236",
                    "summary": "###### Article 180\n\nLorsque l'intermédiaire agit pour le compte du représenté dans les limites de son pouvoir, et que les tiers\nconnaissaient ou devaient connaître sa qualité d'intermédiaire, ses actes lient directement le représenté au tiers\nvisé à l'",
                    "line_num": 3061
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0237",
                    "summary": "###### Article 169\n\nci-dessus, à moins qu'il ne résulte des circonstances de l'espèce, notamment par la référence à\nun contrat de commission ou de courtage, que l'intermédiaire n'a entendu engager que lui-même.",
                    "line_num": 3068
                  },
                  {
                    "title": "Article 181",
                    "node_id": "0238",
                    "summary": "###### Article 181\n\nLorsque l'intermédiaire agit pour le compte d'un représenté dans les limites de son pouvoir, ses actes ne le lient au\ntiers visé à l'",
                    "line_num": 3074
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0239",
                    "summary": "###### Article 169\n\nci-dessus que :\n\n- si celui-ci ne connaissait pas ou n'était pas censé connaître sa qualité d'intermédiaire ;\n\n- ou si les circonstances de l'espèce, notamment par référence à un contrat de commission, démontrent que\nl'intermédiaire a entendu n'engager que lui-même.",
                    "line_num": 3080
                  },
                  {
                    "title": "Article 182",
                    "node_id": "0240",
                    "summary": "The partial document covers Article 182 of the revised OHADA Uniform Act on General Commercial Law. It establishes that an intermediary's liability is governed by the rules of mandate. The article specifies that the intermediary is responsible to the principal for the proper and faithful execution of the mandate and is generally required to perform it personally, except in cases of authorized transfer, necessity due to circumstances, or where customary practice allows for substitution.",
                    "line_num": 3090
                  },
                  {
                    "title": "Article 183",
                    "node_id": "0241",
                    "summary": "###### Article 183\n\nLorsque l'intermédiaire agit sans pouvoir, ou au-delà de son pouvoir, ses actes ne lient ni le représenté ni le tiers\nvisé à l'",
                    "line_num": 3105
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0242",
                    "summary": "###### Article 169\n\nci-dessus.\n\nToutefois, lorsque le comportement du représenté conduit ce tiers à croire, raisonnablement et de bonne foi, que\nl'intermédiaire a le pouvoir d'agir pour le compte du représenté, ce dernier ne peut se prévaloir à l'égard dudit tiers\ndu défaut de pouvoir de l'intermédiaire.",
                    "line_num": 3111
                  },
                  {
                    "title": "Article 184",
                    "node_id": "0243",
                    "summary": "###### Article 184\n\nUn acte accompli par un intermédiaire qui agit sans pouvoir, ou au-delà de son pouvoir, peut être ratifié par le\nreprésenté.\n\nCet acte produit, s'il est ratifié, les mêmes effets que s'il avait été accompli en vertu d'un pouvoir.",
                    "line_num": 3120
                  },
                  {
                    "title": "Article 185",
                    "node_id": "0244",
                    "summary": "###### Article 185\n\nUn intermédiaire qui agit sans pouvoir, ou au-delà de son pouvoir, est tenu, en l'absence de ratification,\nd'indemniser le tiers visé à l'",
                    "line_num": 3128
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0245",
                    "summary": "###### Article 169\n\nci-dessus afin de rétablir celui-ci dans la situation qui aurait été la sienne si\nl'intermédiaire avait agi en vertu d'un pouvoir et dans les limites de ce pouvoir.\n\nL'intermédiaire n'encourt pas de responsabilité si le tiers visé à l'",
                    "line_num": 3134
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0246",
                    "summary": "###### Article 169\n\nci-dessus savait ou devait savoir que\nl'intermédiaire n'avait pas de pouvoir ou agissait au-delà de son pouvoir.",
                    "line_num": 3142
                  },
                  {
                    "title": "Article 186",
                    "node_id": "0247",
                    "summary": "###### Article 186\n\nLe représenté doit rembourser à l'intermédiaire, en principal et intérêts, les avances et frais que celui-ci a engagés\npour l'exécution régulière du mandat, et le libérer des obligations contractées.",
                    "line_num": 3148
                  },
                  {
                    "title": "Article 187",
                    "node_id": "0248",
                    "summary": "###### Article 187\n\nL'intermédiaire est tenu, à la demande du représenté, de lui rendre en tout temps compte de sa gestion.\n\nIl est redevable des intérêts produits par les sommes pour le versement desquelles il est en retard et de\nl'indemnisation du dommage causé par l'inexécution ou la mauvaise exécution du mandat, sauf s'il prouve que ce\ndommage est survenu sans sa faute.\n\nChapitre 4 - Cessation du mandat de l'intermédiaire",
                    "line_num": 3154
                  },
                  {
                    "title": "Article 188",
                    "node_id": "0249",
                    "summary": "This partial document covers Article 188 of the OHADA Uniform Act on General Commercial Law. It lists the ways in which an agent's mandate (or power of attorney) is terminated: by mutual agreement, completion of the assigned task(s), revocation by the principal, or renunciation by the agent. It also establishes the liability for abusive termination, stating that a principal who revokes abusively must compensate the agent, and an agent who renounces abusively must compensate the principal.",
                    "line_num": 3165
                  },
                  {
                    "title": "Article 189",
                    "node_id": "0250",
                    "summary": "###### Article 189\n\nLe mandat de l'intermédiaire cesse également en cas de décès, d'incapacité ou dans les cas prévus par l'Acte\nuniforme portant organisation des procédures collectives d'apurement du passif, que ces événements concernent\nle représenté ou l'intermédiaire.",
                    "line_num": 3189
                  },
                  {
                    "title": "Article 190",
                    "node_id": "0251",
                    "summary": "###### Article 190\n\nLa cessation du mandat donné par le représenté à l'intermédiaire est sans effet à l'égard du tiers visé à l'",
                    "line_num": 3196
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0252",
                    "summary": "###### Article 169\n\nci-dessus, sauf s'il connaissait ou devait connaître cette cessation.",
                    "line_num": 3201
                  },
                  {
                    "title": "Article 191",
                    "node_id": "0253",
                    "summary": "###### Article 191\n\nNonobstant la cessation du mandat, l'intermédiaire demeure habilité à accomplir pour le compte du représenté ou\nde ses ayants-droits les actes nécessaires et urgents de nature à éviter tous dommages.\n\nTitre 2 - Commissionnaire",
                    "line_num": 3206
                  },
                  {
                    "title": "Article 192",
                    "node_id": "0254",
                    "summary": "###### Article 192\n\nLe commissionnaire est un professionnel qui, moyennant le versement d'une commission, se charge de conclure\ntout acte juridique en son propre nom mais pour le compte du commettant qui lui en donne mandat.",
                    "line_num": 3214
                  },
                  {
                    "title": "Article 193",
                    "node_id": "0255",
                    "summary": "###### Article 193\n\nLe commissionnaire est tenu d'exécuter, conformément aux directives du commettant, les opérations faisant l'objet\ndu contrat de commission.\n\nSi le contrat de commission contient des instructions, le commissionnaire doit s'y conformer, sauf à prendre\nl'initiative de la résiliation si la nature du mandat ou les usages s'opposent à ces instructions.\n\nS'il s'agit d'indications, le commissionnaire doit agir comme si ses propres intérêts étaient en jeu, et en se\nrapprochant le plus possible des conseils reçus.\n\nLe commissionnaire doit agir de la façon qui sert le mieux les intérêts du commettant et le respect des usages.",
                    "line_num": 3220
                  },
                  {
                    "title": "Article 194",
                    "node_id": "0256",
                    "summary": "###### Article 194\n\nLe commissionnaire doit agir loyalement pour le compte du commettant.\n\nIl ne peut en particulier acheter pour son propre compte les marchandises qu'il est chargé de vendre, ou vendre\nses propres marchandises à son commettant.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 48 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 3234
                  },
                  {
                    "title": "Article 195",
                    "node_id": "0257",
                    "summary": "###### Article 195\n\nLe commissionnaire doit donner au commettant toutes les informations utiles sur l'opération, objet de la\ncommission, et lui rendre compte de ses actes jusqu'à l'achèvement de l'opération.",
                    "line_num": 3247
                  },
                  {
                    "title": "Article 196",
                    "node_id": "0258",
                    "summary": "###### Article 196\n\nLe commettant est tenu de verser au commissionnaire une rémunération ou commission qui est due dès lors que\nle mandat est exécuté, et ce, que l'opération soit ou non bénéficiaire, sous réserve des règles de la responsabilité\ncontractuelle.",
                    "line_num": 3253
                  },
                  {
                    "title": "Article 197",
                    "node_id": "0259",
                    "summary": "###### Article 197\n\nLe commettant doit rembourser au commissionnaire les frais et débours normaux exposés par ce dernier, à\ncondition qu'ils aient été utiles à l'opération, et qu'ils soient accompagnés de pièces justificatives.",
                    "line_num": 3260
                  },
                  {
                    "title": "Article 198",
                    "node_id": "0260",
                    "summary": "###### Article 198\n\nTout commissionnaire a, pour toutes ses créances contre le commettant, un droit de rétention sur les\nmarchandises qu'il détient.",
                    "line_num": 3266
                  },
                  {
                    "title": "Article 199",
                    "node_id": "0261",
                    "summary": "###### Article 199\n\nLorsque les marchandises expédiées en commission pour être vendues se trouvent dans un état manifestement\ndéfectueux, le commissionnaire doit sauvegar der les droits de recours contre le transporteur, faire constater les\navaries, pourvoir de son mieux à la conservation de la chose et avertir sans retard le commettant.\n\nA défaut, il répond du préjudice causé par sa négligence.\n\nLorsqu'il y a lieu de craindre que les marchandises expédiées en commission pour être vendues ne se détériorent\npromptement, et si l'intérêt du commettant l'exige, le commissionnaire a l'obligation de les faire vendre.",
                    "line_num": 3272
                  },
                  {
                    "title": "Article 200",
                    "node_id": "0262",
                    "summary": "###### Article 200\n\nLe commissionnaire qui a vendu en dessous du prix minimum fixé par le commettant est tenu envers lui de la\ndifférence, sauf s'il prouve qu'en vendant, il a préservé le commettant d'un dommage, et que les circonstances ne\nlui ont pas permis de prendre ses ordres.\n\nS'il est en faute, il doit réparer tout le dommage causé par l'inobservation du contrat.\n\nLe commissionnaire qui achète à plus bas prix, ou qui vend plus cher que ne le portaient les ordres du commettant,\nne peut bénéficier de la différence.",
                    "line_num": 3284
                  },
                  {
                    "title": "Article 201",
                    "node_id": "0263",
                    "summary": "###### Article 201\n\nLe commissionnaire agit à ses risques et périls si, sans le consentement du commettant, il consent un crédit ou\nune avance à un tiers.\n\nToutefois, le commettant est tenu d'indemniser le commissionnaire de ses pertes si ce dernier démontre avoir agi\ndans l'intérêt du commettant.",
                    "line_num": 3296
                  },
                  {
                    "title": "Article 202",
                    "node_id": "0264",
                    "summary": "###### Article 202\n\nLe commissionnaire ne répond du paiement, ou de l'exécution des\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 49 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nautres obligations incombant à ceux avec lesquels il a traité, que s'il s'en est porté garant ou si tel est l'usage du\ncommerce dans le lieu où il est établi.\n\nLe commissionnaire qui se porte garant de celui avec lequel il traite a droit à une commission supplémentaire, dite\nde ducroire.",
                    "line_num": 3305
                  },
                  {
                    "title": "Article 203",
                    "node_id": "0265",
                    "summary": "###### Article 203\n\nLe commissionnaire perd tout droit à commission s'il s'est rendu coupable d'actes de mauvaise foi envers le\ncommettant, notamment s'il a indiqué au commettant un prix supérieur à celui de l'achat ou inférieur à celui de la\nvente.\n\nDans ces cas, le commettant est en droit d'obliger le commissionnaire en qualité d'acheteur ou de vendeur.",
                    "line_num": 3321
                  },
                  {
                    "title": "Article 204",
                    "node_id": "0266",
                    "summary": "###### Article 204\n\nLe commissionnaire expéditeur ou agent de transport qui, moyennant rémunération et en son nom propre, se\ncharge d'expédier ou de réexpédier des marchandises pour le compte de son commettant, est assimilé au\ncommissionnaire.\n\nIl reste soumis, en ce qui concerne le transport des marchandises, aux dispositions qui régissent le contrat de\ntransport.",
                    "line_num": 3330
                  },
                  {
                    "title": "Article 205",
                    "node_id": "0267",
                    "summary": "###### Article 205\n\nLe commissionnaire expéditeur ou agent de transport répond notamment de l'arrivée de la marchandise dans les\ndélais fixés, des avaries et des pertes, sauf fait d'un tiers ou cas de force majeure.",
                    "line_num": 3340
                  },
                  {
                    "title": "Article 206",
                    "node_id": "0268",
                    "summary": "###### Article 206\n\nLe commissionnaire agréé en douane est tenu d'acquitter, pour le compte de son client, le montant des droits,\ntaxes ou amendes, liquidés par le service des Douanes.\n\nLe commissionnaire agréé en douane qui a acquitté pour autrui des droits, taxes ou amendes dont la douane\nassure le recouvrement, est subrogé dans les droits des Douanes.",
                    "line_num": 3346
                  },
                  {
                    "title": "Article 207",
                    "node_id": "0269",
                    "summary": "###### Article 207\n\nLe commissionnaire agréé en douane est responsable envers son commettant de toute erreur dans la déclaration\nou l'application des tarifs de douane, ainsi que de tout préjudice pouvant résulter du retard dans le paiement des\ndroits, taxes ou amendes.\n\nIl est responsable vis-à-vis des administrations des douanes et du Trésor des opérations en douane effectuées par\nses soins.\n\nTitre 3 - Courtier",
                    "line_num": 3355
                  },
                  {
                    "title": "Article 208",
                    "node_id": "0270",
                    "summary": "###### Article 208\n\nLe courtier est un professionnel qui met en rapport des personnes en vue de faciliter ou faire aboutir la conclusion\nde conventions entre ces personnes.",
                    "line_num": 3367
                  },
                  {
                    "title": "Article 209",
                    "node_id": "0271",
                    "summary": "###### Article 209\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 50 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLe courtier doit demeurer indépendant des parties. Il doit limiter ses activités à la mise en relation des personnes\nqui désirent contracter, et à l'organisation des démarches propres à faciliter l'accord entre elles.\n\nIl ne peut intervenir personnellement dans une convention sans l'accord des parties.",
                    "line_num": 3373
                  },
                  {
                    "title": "Article 210",
                    "node_id": "0272",
                    "summary": "###### Article 210\n\nLe courtier doit :\n\n- donner aux parties toutes les informations utiles à leur consentement libre et éclairé ;\n\n- faire tout ce qui est de nature à faciliter la conclusion du contrat.\n\nLe courtier est responsable du préjudice résultant de ses fausses déclarations si, en vue d'amener une partie à\ncontracter, il lui présente sciemment l'autre partie comme ayant des capacités et des qualités qu'elle n'a pas.",
                    "line_num": 3386
                  },
                  {
                    "title": "Article 211",
                    "node_id": "0273",
                    "summary": "###### Article 211\n\nLe courtier ne peut réaliser des opérations de commerce, ni pour son propre compte, soit directement ou\nindirectement, ni sous le nom d'autrui ou par personne interposée.",
                    "line_num": 3398
                  },
                  {
                    "title": "Article 212",
                    "node_id": "0274",
                    "summary": "###### Article 212\n\nLa rémunération du courtier est constituée par un pourcentage du montant de l'opération.\n\nDans le cas d'un courtage portant sur une vente, si le vendeur est seul donneur d'ordre, la commission ne peut être\nsupportée, même partiellement, par l'acheteur et elle est, au besoin, prélevée sur le montant du prix convenu entre\nles parties et payée par l'acheteur.\n\nSi l'acheteur est seul donneur d'ordre, la commission est supportée par lui, en sus du prix payé au vendeur.\n\nSi les deux parties sont donneuses d'ordre, le pourcentage correspondant à la commission due au courtier est fixé\net réparti entre elles par accord commun avec lui.",
                    "line_num": 3404
                  },
                  {
                    "title": "Article 213",
                    "node_id": "0275",
                    "summary": "###### Article 213\n\nLe courtier a droit à sa rémunération dès que l'indication qu'il a donnée ou la négociation qu'il a conduite aboutit à\nla conclusion du contrat.\n\nLorsque le contrat a été conclu sous condition suspensive, la rémunération du courtier n'est due qu'après\nl'accomplissement de la condition.\n\nS'il a été convenu que les dépenses du courtier lui seraient remboursées, elles lui sont dues lors même que le\ncontrat n'a pas été conclu.",
                    "line_num": 3418
                  },
                  {
                    "title": "Article 214",
                    "node_id": "0276",
                    "summary": "###### Article 214\n\nLa rémunération qui n'est pas déterminée par les parties s'acquitte sur la base du tarif en usage, s'il en existe ; à\ndéfaut de tarif, la rémunération est fixée conformément à l'usage.\n\nEn l'absence d'usage, le courtier a droit à une rémunération qui tient compte de tous les éléments qui ont trait à\nl'opération.",
                    "line_num": 3430
                  },
                  {
                    "title": "Article 215",
                    "node_id": "0277",
                    "summary": "###### Article 215\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 51 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLe courtier perd son droit à rémunération et à remboursement de ses dépenses s'il a agi dans l'intérêt du tiers\ncontractant au mépris de ses obligations à l'égard de son donneur d'ordre, ou s'il s'est fait remettre, à l'insu de ce\ndernier, une rémunération par le tiers contractant.\n\nTitre 4 - Agents commerciaux",
                    "line_num": 3439
                  },
                  {
                    "title": "Article 216",
                    "node_id": "0278",
                    "summary": "###### Article 216\n\nL'agent commercial est un mandataire professionnel chargé de façon permanente de négocier et, éventuellement,\nde conclure des contrats de vente, d'achat, de location ou de prestation de services, au nom et pour le compte de\nproducteurs, d'industriels, de commerçants, ou d'autres agents commerciaux, sans être lié envers eux par un\ncontrat de travail.",
                    "line_num": 3453
                  },
                  {
                    "title": "Article 217",
                    "node_id": "0279",
                    "summary": "###### Article 217\n\nLe contrat entre l'agent commercial et son mandant est conclu dans l'intérêt commun des parties.\n\nL'agent commercial et son mandant sont tenus, l'un envers l'autre, d'une obligation de loyauté et d'un devoir\nd'information.\n\nL'agent commercial doit exécuter son mandat en bon professionnel ; le mandant doit mettre l'agent commercial en\nmesure d'exécuter son mandat.",
                    "line_num": 3461
                  },
                  {
                    "title": "Article 218",
                    "node_id": "0280",
                    "summary": "###### Article 218\n\nL'agent commercial peut accepter sans autorisation, et sauf stipulation contraire, de représenter d'autres\nmandants.\n\nIl ne peut accepter la représentation d'une entreprise concurrente de celle de l'un de ses mandants sans l'accord\nécrit de ce dernier.",
                    "line_num": 3472
                  },
                  {
                    "title": "Article 219",
                    "node_id": "0281",
                    "summary": "###### Article 219\n\nL'agent commercial ne peut, même après la fin du contrat, utiliser ou révéler les informations qui lui ont été\ncommuniquées par le mandant à titre confidentiel, ou dont il a eu connaissance à ce titre en raison du contrat.\n\nLorsqu'une interdiction de concurrence a été convenue entre l'agent commercial et son mandant, l'agent a droit à\nl'expiration du contrat à une indemnité spéciale.",
                    "line_num": 3481
                  },
                  {
                    "title": "Article 220",
                    "node_id": "0282",
                    "summary": "###### Article 220\n\nTout élément de la rémunération variant avec le nombre ou la valeur des affaires constitue une commission.\n\nDans le silence du contrat, l'agent commercial a droit à une commission conforme aux usages pratiqués dans le\nsecteur d'activités couvert par son mandat.\n\nEn l'absence d'usage, l'agent commercial a droit à une rémunération qui tient compte de tous les éléments qui ont\ntrait à l'opération.",
                    "line_num": 3490
                  },
                  {
                    "title": "Article 221",
                    "node_id": "0283",
                    "summary": "###### Article 221\n\nL'agent à qui a été attribuée l'exclusivité dans un secteur géographique, ou sur un groupe de clients déterminés, a\ndroit à une commission pour toute opération conclue pendant la durée du contrat d'agence.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 52 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 3501
                  },
                  {
                    "title": "Article 222",
                    "node_id": "0284",
                    "summary": "###### Article 222\n\nPour toute opération commerciale conclue après la cessation du contrat d'agence, l'agent commercial a droit à une\ncommission lorsque l'opération est principalement due à son activité au cours du contrat d'agence, et a été conclue\ndans un délai raisonnable à compter de la cessation du contrat.",
                    "line_num": 3512
                  },
                  {
                    "title": "Article 223",
                    "node_id": "0285",
                    "summary": "###### Article 223\n\nA moins que les circonstances ne rendent équitable le partage de la commission entre deux ou plusieurs agents\ncommerciaux, l'agent commercial n'a pas droit à une commission si celle-ci est déjà due :\n\n- à l'agent qui l'a précédé pour une opération commerciale conclue avant le début d'application de son contrat\nd'agence ;\n\n- à l'agent qui lui succède pour une opération commerciale conclue après la cessation de son contrat d'agence.",
                    "line_num": 3519
                  },
                  {
                    "title": "Article 224",
                    "node_id": "0286",
                    "summary": "###### Article 224\n\nLa commission est acquise dès que le mandant a exécuté l'opération, ou devrait l'avoir exécutée en vertu de\nl'accord conclu avec le tiers visé à l'",
                    "line_num": 3530
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0287",
                    "summary": "###### Article 169\n\ncidessus, ou bien encore dès que ledit tiers a exécuté l'opération.\n\nLa commission est payée au plus tard le dernier jour du mois qui suit le trimestre au cours duquel elle a été\nacquise, sauf convention contraire des parties.",
                    "line_num": 3536
                  },
                  {
                    "title": "Article 225",
                    "node_id": "0288",
                    "summary": "###### Article 225\n\nLe droit à la commission ne peut s'éteindre que s'il est établi que le contrat entre le tiers visé à l'",
                    "line_num": 3544
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0289",
                    "summary": "###### Article 169\n\nci-dessus et le mandant n'est pas exécuté en raison de circonstances imputables à l'agent commercial ou en\nraison de circonstances indépendantes du comportement du mandant.",
                    "line_num": 3549
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0290",
                    "summary": "###### Article 226\n\nSauf convention ou usage contraire, l'agent commercial n'a pas droit au remboursement des frais et débours\nrésultant de l'exercice normal de son activité, mais seulement de ceux qu'il a assumés en vertu d'instructions\nspéciales du mandant.\n\nLe remboursement des frais et débours est dû dans ce cas, même si l'opération n'a pas été conclue.",
                    "line_num": 3555
                  },
                  {
                    "title": "Article 227",
                    "node_id": "0291",
                    "summary": "###### Article 227\n\nLe contrat d'agence conclu pour une durée déterminée prend fin à l'expiration du terme prévu, sans qu'il soit\nnécessaire d'y mettre un terme par une quelconque formalité.\n\nLe contrat d'agence conclu pour une durée déterminée, qui continue à être exécuté par les deux parties après son\nterme, est réputé transformé en contrat à durée indéterminée.",
                    "line_num": 3564
                  },
                  {
                    "title": "Article 228",
                    "node_id": "0292",
                    "summary": "This partial document outlines the rules for notice periods in commercial agency contracts under OHADA law. The main points covered are: the required notice periods for contracts of indefinite duration (increasing with each year of service); the default rule that notice periods end at the end of a calendar month; how to calculate notice for a fixed-term contract converted to an indefinite one; the prohibition of shorter notice periods by agreement (though longer periods are allowed if symmetrical); and the inapplicability of these notice rules in cases of serious misconduct (*faute grave*) or force majeure.",
                    "line_num": 3573
                  },
                  {
                    "title": "Article 229",
                    "node_id": "0293",
                    "summary": "###### Article 229\n\nEn cas de cessation de ses relations avec le mandant, l'agent commercial a droit à une indemnité compensatrice,\nsans préjudice d'éventuels dommages-intérêts.\n\nL'agent commercial perd le droit à réparation s'il n'a pas signifié par acte d'huissier au mandant ou notifié à ce\ndernier par tout moyen permettant d'établir la réception effective par le mandant, dans un délai d'un an à compter\nde la cessation du contrat, qu'il entend faire valoir ses droits.\n\nLes ayants-droit de l'agent commercial bénéficient également du droit à l'indemnité compensatrice lorsque la\ncessation du contrat est due au décès de l'agent.",
                    "line_num": 3599
                  },
                  {
                    "title": "Article 230",
                    "node_id": "0294",
                    "summary": "This partial document outlines the specific circumstances under which a commercial agent is **not entitled** to receive a compensatory indemnity (as referenced in a preceding article). It lists three exceptions:\n\n1.  Termination due to the agent's **serious misconduct**.\n2.  Termination initiated by the **agent themselves**, unless justified by the principal's actions, or by the agent's age, infirmity, illness, or other unavoidable circumstances making continued work unreasonable.\n3.  When the agent **transfers their contract rights and obligations** to a third party with the principal's agreement.",
                    "line_num": 3612
                  },
                  {
                    "title": "Article 231",
                    "node_id": "0295",
                    "summary": "This partial document outlines the calculation rules for a \"compensation indemnity\" (indemnité compensatrice) owed to a commercial agent upon termination of their contract. It specifies minimum indemnity amounts based on the number of fully executed years of the contract (one, two, or three months of commission for the first, second, and third years, respectively). For contracts lasting beyond three years, the amount is freely negotiated but cannot be less than three months' commission if no agreement is reached. It defines the reference commission as the average of the last twelve months. Finally, it states that these provisions do not apply if the contract ends due to the agent's serious misconduct or an event of force majeure.",
                    "line_num": 3627
                  },
                  {
                    "title": "Article 232",
                    "node_id": "0296",
                    "summary": "###### Article 232\n\nEst réputée non écrite toute clause ou convention dérogeant, au détriment de l'agent commercial, aux dispositions\ndes articles 186 à 189 ci-dessus.",
                    "line_num": 3654
                  },
                  {
                    "title": "Article 233",
                    "node_id": "0297",
                    "summary": "###### Article 233\n\nChaque partie est tenue de restituer à la fin du contrat tout ce qui lui a été remis pour la durée de ce contrat, soit\npar l'autre partie, soit par des tiers pour le compte de l'autre partie, et ce, sans préjudice pour l'une ou l'autre des\nparties de son droit de rétention.\n\nLivre 8 - Vente commerciale\n\nTitre 1 - Champ d'application et dispositions générales\n\nChapitre 1 - Champ d'application",
                    "line_num": 3660
                  },
                  {
                    "title": "Article 234",
                    "node_id": "0298",
                    "summary": "###### Article 234\n\nLes dispositions du présent Livre s'appliquent aux contrats de vente de marchandises entre commerçants,\npersonnes physiques ou personnes morales, y compris les contrats de fourniture de marchandises destinées à des\nactivités de fabrication ou de production.\n\nSauf stipulations conventionnelles contraires, le contrat de vente commerciale est soumis aux dispositions du\nprésent Livre dès lors que les contractants ont le siège de leur activité dans un des États Parties ou lorsque les\nrègles du droit international privé mènent à l'application de la loi d'un Etat Partie.",
                    "line_num": 3673
                  },
                  {
                    "title": "Article 235",
                    "node_id": "0299",
                    "summary": "###### Article 235\n\nLes dispositions du présent Livre ne régissent pas :\n\na) les ventes de marchandises achetées pour un usage personnel, familial ou domestique, à moins que le vendeur,\nà un moment quelconque avant la conclusion ou lors de la conclusion du contrat, n'ait pas su et n'ait pas été censé\nsavoir que ces marchandises étaient achetées pour un tel usage ;\n\nb) les contrats de fourniture de marchandises dans lesquels la part prépondérante de l'obligation de la partie qui\nfournit les marchandises consiste dans une fourniture de main-d'œuvre ou d'autres services.",
                    "line_num": 3684
                  },
                  {
                    "title": "Article 236",
                    "node_id": "0300",
                    "summary": "This partial document lists specific types of sales that are **excluded** from the general rules of the Book (or Act) in question. The main point is to define the scope of the law by stating what it does not cover.\n\nThe exclusions are enumerated and include:\n*   Sales by auction.\n*   Sales by judicial authority (e.g., seizure sales).\n*   Sales of securities, negotiable instruments, or currencies.\n*   Transfers and other operations on receivables or financial instruments.\n*   Sales of ships, vessels, hovercraft, and aircraft.\n*   Sales of electricity.\n\nThe text then indicates a transition to the next chapter, titled \"General Provisions.\"",
                    "line_num": 3696
                  },
                  {
                    "title": "Article 237",
                    "node_id": "0301",
                    "summary": "###### Article 237\n\nLa vente commerciale est soumise aux règles du droit commun des contrats et de la vente qui ne sont pas\ncontraires aux dispositions du présent Livre.\n\nLes parties sont tenues de se conformer aux exigences de la bonne foi. Elles ne peuvent exclure cette obligation,\nni en limiter la portée.",
                    "line_num": 3721
                  },
                  {
                    "title": "Article 238",
                    "node_id": "0302",
                    "summary": "###### Article 238\n\nLorsqu'une clause est ambiguë, la volonté d'une partie doit être interprétée selon le sens qu'une personne\nraisonnable, de même qualité que l'autre partie, placée dans la même situation, aurait déduit de son\ncomportement.\n\nPour déterminer la volonté d'une partie, il doit être tenu compte des circonstances de fait, et notamment des\nnégociations qui ont pu avoir lieu entre les parties, des pratiques qui se sont établies entre elles, voire des usages\nen vigueur dans la profession concernée.",
                    "line_num": 3730
                  },
                  {
                    "title": "Article 239",
                    "node_id": "0303",
                    "summary": "###### Article 239\n\nLes parties sont liées par les usages auxquels elles ont consenti et par les pratiques qui se sont établies dans leurs\nrelations commerciales.\n\nSauf convention contraire des parties, celles-ci sont réputées avoir adhéré aux usages professionnels dont elles\navaient connaissance ou auraient dû avoir connaissance et qui, dans le commerce, sont largement connus et\nrégulièrement observés par les parties à des contrats de même nature dans la branche d'activité concernée.",
                    "line_num": 3741
                  },
                  {
                    "title": "Article 240",
                    "node_id": "0304",
                    "summary": "###### Article 240\n\nLe contrat de vente commerciale peut être écrit ou verbal ; il n'est soumis à aucune condition de forme. Il est\nprouvé par tous moyens.\n\nTitre 2 - Formation du contrat",
                    "line_num": 3751
                  },
                  {
                    "title": "Article 241",
                    "node_id": "0305",
                    "summary": "This partial document covers the legal principles for forming a contract under the OHADA Uniform Act on General Commercial Law. The main points are:\n\n1.  **Methods of Contract Formation:** A contract is concluded either by the acceptance of an offer or by the conduct of the parties that sufficiently indicates their agreement.\n\n2.  **Definition and Requirements of a Valid Offer:**\n    *   An offer must be sufficiently precise, meaning it designates the goods and, expressly or implicitly, fixes or provides a means to determine the quantity and price.\n    *   An offer addressed to one or more specific persons must indicate the offeror's intention to be bound upon acceptance.\n\n3.  **Distinction Between Offer and Invitation to Offer:** A proposal addressed to undetermined persons (e.g., the general public) is generally considered only an invitation to make an offer, unless the person making the proposal clearly indicates otherwise.",
                    "line_num": 3759
                  },
                  {
                    "title": "Article 242",
                    "node_id": "0306",
                    "summary": "###### Article 242\n\nL'offre prend effet lorsqu'elle parvient à son destinataire.\n\nL'offre peut être révoquée si la révocation parvient au destinataire avant que celui-ci n'ait exprimé son acceptation.\n\nCependant, l'offre ne peut être révoquée si elle indique, en fixant un délai déterminé pour l‘acceptation, qu'elle est\nirrévocable ou si le destinataire était raisonnablement fondé à croire que l'offre était irrévocable et a agi en\nconséquence.\n\nL'offre prend fin lorsque son rejet parvient à son auteur.",
                    "line_num": 3779
                  },
                  {
                    "title": "Article 243",
                    "node_id": "0307",
                    "summary": "###### Article 243\n\nL'offre doit être acceptée dans le délai stipulé par l'auteur de l'offre ou, à défaut d'une telle stipulation, dans un délai\nraisonnable, compte tenu des circonstances, notamment de la rapidité des moyens de communication utilisés par\nl'auteur de l'offre.\n\nUne offre verbale doit être acceptée immédiatement, à moins que les circonstances n'indiquent le contraire.\n\nConstitue une acceptation, toute déclaration ou autre comportement du destinataire indiquant qu'il acquiesce à\nl'offre. Le silence ou l'inaction ne peut à lui seul valoir acceptation.",
                    "line_num": 3792
                  },
                  {
                    "title": "Article 244",
                    "node_id": "0308",
                    "summary": "###### Article 244\n\nL'acceptation d'une offre prend effet au moment où l'expression de l'acquiescement parvient à l'auteur de l'offre.\n\nCependant, si en vertu des dispositions de l'offre, des pratiques établies entre les parties ou des usages, le\ndestinataire peut, sans notification à l'auteur de l'offre, exprimer qu'il acquiesce en accomplissant un acte,\nl'acceptation prend effet au moment où cet acte est accompli.",
                    "line_num": 3804
                  },
                  {
                    "title": "Article 245",
                    "node_id": "0309",
                    "summary": "###### Article 245\n\nLa réponse à une offre qui se veut acceptation de cette offre, mais qui contient des additions, des limitations ou\nd'autres modifications, vaut rejet de l'offre et constitue une contre-proposition.\n\nToutefois, la réponse qui se veut acceptation mais qui contient des éléments complémentaires ou différents\nn'altérant pas substantiellement les termes de l'offre, constitue une acceptation, à moins que l'auteur de l'offre,\nsans retard indu, n'exprime son désaccord sur ces éléments. S'il ne le fait pas, les termes du contrat sont ceux de\nl'offre avec les modifications énoncées dans l'acceptation.",
                    "line_num": 3813
                  },
                  {
                    "title": "Article 246",
                    "node_id": "0310",
                    "summary": "###### Article 246\n\nLe délai d'acceptation fixé par l'auteur de l'offre commence à courir au moment où l'offre est exprimée. La date\nindiquée dans l'offre est présumée être celle de son expédition, à moins que les circonstances n'indiquent le\ncontraire.",
                    "line_num": 3824
                  },
                  {
                    "title": "Article 247",
                    "node_id": "0311",
                    "summary": "###### Article 247\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 57 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nL'acceptation peut être révoquée pourvu que la révocation parvienne à l'auteur de l'offre au plus tard au moment\noù l'acceptation aurait pris effet.",
                    "line_num": 3831
                  },
                  {
                    "title": "Article 248",
                    "node_id": "0312",
                    "summary": "###### Article 248\n\nLe contrat peut être valablement conclu même si les parties renvoient la détermination d'une clause à un accord\nultérieur ou à la décision d'un tiers.\n\nL'existence du contrat n'est pas compromise par le défaut d'accord des parties sur cette clause ou l'absence de\ndécision du tiers dès lors qu'en raison des circonstances et de l'intention des parties, cette clause est déterminable.",
                    "line_num": 3842
                  },
                  {
                    "title": "Article 249",
                    "node_id": "0313",
                    "summary": "###### Article 249\n\nLes parties sont libres de négocier et ne peuvent être tenues pour responsables si elles ne parviennent pas à un\naccord.\n\nToutefois, la partie qui conduit ou rompt une négociation de mauvaise foi est responsable du préjudice qu'elle\ncause à l'autre partie.\n\nEst, notamment, de mauvaise foi la partie qui entame ou poursuit des négociations sans intention de parvenir à un\naccord.\n\nTitre 3 - Obligations des parties\n\nChapitre 1 - Obligations du vendeur",
                    "line_num": 3851
                  }
                ]
              },
              {
                "title": "Section 1 - Obligation de livraison",
                "node_id": "0314",
                "prefix_summary": "##### Section 1 - Obligation de livraison",
                "line_num": 3867,
                "nodes": [
                  {
                    "title": "Article 250",
                    "node_id": "0315",
                    "summary": "###### Article 250\n\nLe vendeur s'oblige, dans les conditions prévues au contrat et au présent\n\nLivre, à livrer les marchandises et à remettre, s'il y a lieu, les documents et accessoires nécessaires à leur\nutilisation, à la preuve de l'achat et à la prise de livraison.\n\nIl est tenu, en outre, de s'assurer de la conformité des marchandises à la commande et d'accorder sa garantie.",
                    "line_num": 3870
                  },
                  {
                    "title": "Article 251",
                    "node_id": "0316",
                    "summary": "###### Article 251\n\nLorsque le vendeur n'est pas tenu de livrer la marchandise en un lieu particulier, il doit la tenir à la disposition de\nl'acheteur soit au lieu où elle a été fabriquée ou stockée, soit au siège de son activité de vendeur.",
                    "line_num": 3880
                  },
                  {
                    "title": "Article 252",
                    "node_id": "0317",
                    "summary": "This partial document covers Article 252 of the revised OHADA Uniform Act on General Commercial Law. The main points are the rules governing a seller's delivery obligation when goods are handed over to a carrier. It specifies that delivery to the carrier fulfills the seller's obligation to the buyer. However, the seller must contract for appropriate transport to the agreed destination. Finally, it states the seller is not required to insure the shipment but must provide the buyer with necessary information to obtain insurance if requested.",
                    "line_num": 3886
                  },
                  {
                    "title": "Article 253",
                    "node_id": "0318",
                    "summary": "###### Article 253\n\nLe vendeur doit livrer les marchandises à la date fixée par le contrat ou déterminée selon ses stipulations.\n\nSi la livraison est prévue au cours d'une certaine période, il peut livrer à un moment quelconque de celle-ci.\n\nEn l'absence de stipulation, la livraison doit être effectuée par le vendeur dans un délai raisonnable après la\nconclusion du contrat.",
                    "line_num": 3903
                  }
                ]
              },
              {
                "title": "Section 2 - Obligation de conformité",
                "node_id": "0319",
                "prefix_summary": "##### Section 2 - Obligation de conformité",
                "line_num": 3913,
                "nodes": [
                  {
                    "title": "Article 254",
                    "node_id": "0320",
                    "summary": "###### Article 254\n\nSi le vendeur est tenu de remettre des documents et accessoires de la marchandise, il doit s'acquitter de cette\nobligation au moment, au lieu, et dans la forme prévus au contrat ou par les usages de la branche d'activité\nconcernée.",
                    "line_num": 3916
                  },
                  {
                    "title": "Article 255",
                    "node_id": "0321",
                    "summary": "###### Article 255\n\nLe vendeur doit livrer les marchandises en quantité, qualité, spécifications et conditionnement conformes aux\nstipulations du contrat.\n\nDans le silence du contrat, le vendeur doit livrer des marchandises propres aux usages auxquels elles servent\nhabituellement ou dotées des mêmes qualités que les échantillons ou modèles présentés. Il doit aussi les livrer\ndans des emballages ou conditionnement habituellement utilisés pour ce type de marchandises ou, à défaut de\nmode habituel, dans des conditions propres à les conserver et protéger.",
                    "line_num": 3923
                  },
                  {
                    "title": "Article 256",
                    "node_id": "0322",
                    "summary": "###### Article 256\n\nLa conformité de la chose vendue s'apprécie au jour de la prise de livraison, même si le défaut n'apparaît\nqu'ultérieurement.",
                    "line_num": 3934
                  },
                  {
                    "title": "Article 257",
                    "node_id": "0323",
                    "summary": "###### Article 257\n\nEn cas de livraison anticipée, le vendeur peut, jusqu'à la date prévue pour la livraison, soit imposer la livraison de\nnouvelles marchandises conformes, soit effectuer la réparation du défaut de conformité des marchandises livrées\ndès lors que l'exercice de ce droit ne cause à l'acheteur ni dommage, ni frais.",
                    "line_num": 3940
                  },
                  {
                    "title": "Article 258",
                    "node_id": "0324",
                    "summary": "###### Article 258\n\nSous peine de déchéance pour l'acheteur du droit de s'en prévaloir, un défaut de conformité apparent le jour de la\nprise de livraison doit être dénoncé par l'acheteur au vendeur dans le mois qui suit la livraison.",
                    "line_num": 3947
                  }
                ]
              },
              {
                "title": "Section 3 - Obligation de garantie",
                "node_id": "0325",
                "prefix_summary": "##### Section 3 - Obligation de garantie",
                "line_num": 3953,
                "nodes": [
                  {
                    "title": "Article 259",
                    "node_id": "0326",
                    "summary": "###### Article 259\n\nL'action de l'acheteur, fondée sur un défaut de conformité caché le jour de la prise de livraison, est prescrite dans\nle délai d'un an à compter du jour où ce défaut a été constaté ou aurait dû l'être.\n\nCe dernier délai ne peut avoir pour effet de réduire la durée de la garantie contractuelle éventuellement consentie.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 59 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 3956
                  },
                  {
                    "title": "Article 260",
                    "node_id": "0327",
                    "summary": "###### Article 260\n\nLe vendeur doit livrer les marchandises libres de tout droit ou prétention d'un tiers, à moins que l'acheteur\nn'accepte de les prendre dans ces conditions.\n\nLe vendeur doit garantir l'acheteur de toute éviction par son fait personnel.",
                    "line_num": 3969
                  },
                  {
                    "title": "Article 261",
                    "node_id": "0328",
                    "summary": "###### Article 261\n\nToute clause limitative de la garantie due par le vendeur s'interprète restrictivement.\n\nLe vendeur qui invoque une telle clause doit démontrer que l'acheteur a connu et accepté cette clause lors de la\nconclusion de la vente.\n\nChapitre 2 - Obligations de l'acheteur",
                    "line_num": 3977
                  }
                ]
              },
              {
                "title": "Section 1 - Paiement du prix",
                "node_id": "0329",
                "prefix_summary": "##### Section 1 - Paiement du prix",
                "line_num": 3987,
                "nodes": [
                  {
                    "title": "Article 262",
                    "node_id": "0330",
                    "summary": "###### Article 262\n\nL'acheteur s'oblige à payer le prix et à prendre livraison des marchandises.",
                    "line_num": 3990
                  },
                  {
                    "title": "Article 263",
                    "node_id": "0331",
                    "summary": "###### Article 263\n\nL'acheteur est tenu de payer le prix convenu. Le prix exprimé dans le contrat est présumé convenu hors taxes.\n\nS'il y a lieu à détermination du prix, les parties peuvent se référer à la valeur habituellement attribuée au moment\nde la conclusion du contrat à des marchandises vendues dans des circonstances comparables au sein de la même\nbranche d'activité.",
                    "line_num": 3995
                  },
                  {
                    "title": "Article 264",
                    "node_id": "0332",
                    "summary": "###### Article 264\n\nL'acheteur est tenu de prendre toutes mesures nécessaires à l'accomplissement des formalités préalables au\npaiement effectif du prix.",
                    "line_num": 4004
                  },
                  {
                    "title": "Article 265",
                    "node_id": "0333",
                    "summary": "###### Article 265\n\nLorsque le prix est fixé d'après le poids des marchandises, ce prix est déterminé, en cas de doute, à partir de leur\npoids net.",
                    "line_num": 4010
                  },
                  {
                    "title": "Article 266",
                    "node_id": "0334",
                    "summary": "###### Article 266\n\nLe paiement du prix au vendeur est fait soit au siège de son activité, soit au lieu de la livraison si le prix est payable\ncomptant ou si la livraison est effectuée contre remise de documents.",
                    "line_num": 4016
                  },
                  {
                    "title": "Article 267",
                    "node_id": "0335",
                    "summary": "###### Article 267\n\nLorsque le contrat de vente prévoit la remise des marchandises à un transporteur, le vendeur peut subordonner\nleur expédition ou la remise à l'acheteur du document qui les représente au paiement préalable du prix.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 60 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011\n\nLes parties peuvent aussi prévoir que l'acheteur n'est tenu de payer le prix qu'après avoir été mis en mesure\nd'examiner les marchandises.",
                    "line_num": 4022
                  }
                ]
              },
              {
                "title": "Section 2 - Prise de livraison",
                "node_id": "0336",
                "prefix_summary": "##### Section 2 - Prise de livraison",
                "line_num": 4036,
                "nodes": [
                  {
                    "title": "Article 268",
                    "node_id": "0337",
                    "summary": "###### Article 268\n\nL'acheteur doit payer le prix à la date convenue et ne peut subordonner son paiement à une démarche du vendeur.",
                    "line_num": 4039
                  },
                  {
                    "title": "Article 269",
                    "node_id": "0338",
                    "summary": "###### Article 269\n\nL'acheteur doit prendre livraison en accomplissant les actes permettant au vendeur d'effectuer la livraison, puis il\ndoit retirer les marchandises.",
                    "line_num": 4044
                  },
                  {
                    "title": "Article 270",
                    "node_id": "0339",
                    "summary": "###### Article 270\n\nL'acheteur doit examiner les marchandises ou les faire examiner dans un délai aussi bref que possible. Lorsque le\ncontrat de vente prévoit la remise des marchandises à un transporteur, l'examen peut être différé jusqu'à l'arrivée\nde ces marchandises à leur destination.\n\nSi les marchandises sont déroutées ou réexpédiées par l'acheteur sans que celui-ci ait eu raisonnablement la\npossibilité de les examiner, et si au moment de la conclusion du contrat le vendeur connaissait ou aurait dû\nconnaître la possibilité de ce déroutage ou de cette réexpédition, l'examen peut être différé jusqu'à l'arrivée des\nmarchandises à leur nouvelle destination.",
                    "line_num": 4050
                  },
                  {
                    "title": "Article 271",
                    "node_id": "0340",
                    "summary": "###### Article 271\n\nLorsque le paiement est prévu au jour de la livraison et que l'acheteur tarde à prendre livraison des marchandises\nou n'en paie pas le prix, le vendeur, s'il a les marchandises en sa possession ou sous son contrôle, est fondé à les\nretenir jusqu'à leur complet paiement.\n\nLe vendeur doit cependant prendre les mesures raisonnables, eu égard aux circonstances, pour assurer la\nconservation des marchandises et l'acheteur doit lui en rembourser les frais.",
                    "line_num": 4062
                  },
                  {
                    "title": "Article 272",
                    "node_id": "0341",
                    "summary": "###### Article 272\n\nSi l'acheteur a reçu les marchandises et entend les refuser, il doit prendre les mesures raisonnables, eu égard aux\ncirconstances, pour en assurer la conservation.\n\nIl est fondé à les retenir jusqu'à ce qu'il ait obtenu du vendeur le remboursement des frais de conservation qu'il a\nengagés.",
                    "line_num": 4072
                  },
                  {
                    "title": "Article 273",
                    "node_id": "0342",
                    "summary": "###### Article 273\n\nLa partie tenue de prendre des mesures pour assurer la conservation des marchandises peut les déposer dans les\nmagasins d'un tiers aux frais de l'autre partie mais est tenue de supporter les frais excessifs qui pourraient résulter\nde ce dépôt.",
                    "line_num": 4081
                  },
                  {
                    "title": "Article 274",
                    "node_id": "0343",
                    "summary": "The partial document covers provisions from the OHADA Uniform Act on General Commercial Law. The main points are the rules governing the sale of goods by a party responsible for their conservation when the other party is in delay (e.g., in taking possession or paying). It specifies the requirement for prior notification of the intent to sell and how the proceeds are to be allocated, allowing the selling party to recover conservation costs and remit the surplus. The text also shows the document's structure, indicating it is part of \"Title 4 - Effects of the Contract\" and specifically \"Chapter 1 - Transfer of property.\"",
                    "line_num": 4088
                  },
                  {
                    "title": "Article 275",
                    "node_id": "0344",
                    "summary": "###### Article 275\n\nLa prise de livraison opère transfert à l'acheteur de la propriété des marchandises vendues.",
                    "line_num": 4107
                  },
                  {
                    "title": "Article 276",
                    "node_id": "0345",
                    "summary": "###### Article 276\n\nLes parties peuvent, toutefois, convenir de différer le transfert de propriété en application d'une clause de réserve\nde propriété régie par les articles 72 à 78 de l'Acte uniforme portant organisation des sûretés.\n\nChapitre 2 - Transfert des risques",
                    "line_num": 4112
                  },
                  {
                    "title": "Article 277",
                    "node_id": "0346",
                    "summary": "###### Article 277\n\nLe transfert de propriété entraîne le transfert des risques à l'acheteur.\n\nLa perte ou la détérioration des marchandises survenue après le transfert des risques ne libère l'acheteur de son\nobligation de payer le prix que si ces événements sont le fait du vendeur.",
                    "line_num": 4120
                  },
                  {
                    "title": "Article 278",
                    "node_id": "0347",
                    "summary": "###### Article 278\n\nLorsque le contrat de vente prévoit la remise des marchandises à un transporteur, les risques sont transférés à\nl'acheteur par la remise des marchandises au premier transporteur.\n\nL'autorisation donnée au vendeur de conserver les documents représentatifs des marchandises n'affecte pas le\ntransfert des risques.",
                    "line_num": 4128
                  },
                  {
                    "title": "Article 279",
                    "node_id": "0348",
                    "summary": "###### Article 279\n\nLes risques des marchandises vendues en cours de transport sont transférés à l'acheteur dès la conclusion du\ncontrat de vente. Néanmoins si le vendeur avait alors connaissance ou aurait dû avoir connaissance de la perte ou\nde la détérioration de ces marchandises, il supporte seul la charge de ces risques s'il n'en a pas informé l'acheteur.",
                    "line_num": 4137
                  },
                  {
                    "title": "Article 280",
                    "node_id": "0349",
                    "summary": "###### Article 280\n\nSi les marchandises vendues ne sont pas individualisées, le transfert des risques s'effectue au moment de leur\nidentification qui emporte mise à disposition de l'acheteur.\n\nTitre 5 - Inexécution et responsabilité\n\nChapitre 1 - Dispositions générales\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 62 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 4144
                  },
                  {
                    "title": "Article 281",
                    "node_id": "0350",
                    "summary": "This partial document covers the legal provisions for terminating a commercial sales contract due to non-performance. The main points are:\n\n1.  A party may seek judicial termination for the other party's total or partial failure to perform its obligations.\n2.  In cases of serious misconduct, a party may unilaterally terminate the contract at its own risk, with the seriousness to be assessed by a judge.\n3.  Even in serious cases, a notice period may be required before unilateral termination; failure to provide sufficient notice can result in liability.\n4.  The party rightfully terminating the contract may also claim damages for direct losses and lost profits resulting from the non-performance.\n\nThe excerpt concludes by introducing Chapter 2, which will focus specifically on the seller's failure to perform obligations.",
                    "line_num": 4159
                  },
                  {
                    "title": "Article 282",
                    "node_id": "0351",
                    "summary": "###### Article 282\n\nSi le vendeur ne paraît pas en mesure d'exécuter dans les délais convenus l'intégralité de son obligation de\nlivraison des marchandises, en raison d'une insuffisance de ses capacités de fabrication ou d'une inadaptation de\nses moyens de production, l'acheteur peut obtenir de la juridiction compétente, statuant à bref délai, l'autorisation\nde différer l'exécution de son obligation de payer. Cette autorisation peut être assortie de l'obligation de consigner\ntout ou partie du prix.",
                    "line_num": 4178
                  },
                  {
                    "title": "Article 283",
                    "node_id": "0352",
                    "summary": "This partial document covers the rights and obligations of a buyer and seller regarding defective goods. The main points are:\n\n1.  The seller's right to replace non-conforming goods at their own expense, provided the buyer notifies them of the defect within specified time limits.\n2.  The possibility for the buyer and seller to agree on an additional period for the seller to make the replacement.\n3.  The buyer's restriction from claiming a breach of contract or seeking damages during this additional period, as long as the seller fulfills their obligation within it.",
                    "line_num": 4187
                  },
                  {
                    "title": "Article 284",
                    "node_id": "0353",
                    "summary": "###### Article 284\n\nPassé le délai prévu aux alinéas 2 et 3 de l'",
                    "line_num": 4200
                  },
                  {
                    "title": "Article 283",
                    "node_id": "0354",
                    "summary": "###### Article 283\n\nci-dessus le vendeur peut encore réparer à ses frais\nexclusifs tout manquement à ses obligations mais l'acheteur, qui conserve alors le droit de demander des\ndommages-intérêts, peut s'y opposer.\n\nChapitre 3 - Inexécution des obligations de l'acheteur",
                    "line_num": 4205
                  },
                  {
                    "title": "Article 285",
                    "node_id": "0355",
                    "summary": "The partial document covers Article 285 of the revised OHADA Uniform Act on General Commercial Law. The main point is the seller's right to suspend delivery. Specifically, it states that if the buyer is unable to pay the full price due to insolvency, cessation of payments, or payment delays, the seller can obtain a court order to postpone their delivery obligations. The court can also require the seller to store the goods at their own advanced expense.",
                    "line_num": 4214
                  },
                  {
                    "title": "Article 286",
                    "node_id": "0356",
                    "summary": "###### Article 286\n\nSi le vendeur accorde un délai supplémentaire pour le paiement du prix, il ne peut, avant le terme de ce nouveau\ndélai, invoquer l'inexécution des obligations de l'acheteur. Si l'acheteur exécute ses obligations dans ce délai, le\nvendeur ne peut prétendre à des dommages-intérêts.",
                    "line_num": 4228
                  },
                  {
                    "title": "Article 287",
                    "node_id": "0357",
                    "summary": "###### Article 287\n\nPassé le délai prévu à l'",
                    "line_num": 4235
                  },
                  {
                    "title": "Article 289",
                    "node_id": "0358",
                    "summary": "###### Article 289\n\nci-dessus, l'acheteur peut encore exécuter ses obligations mais le vendeur, qui\nconserve alors le droit de demander des dommages-intérêts, peut s'y opposer.",
                    "line_num": 4240
                  },
                  {
                    "title": "Article 288",
                    "node_id": "0359",
                    "summary": "###### Article 288\n\nEn cas de défaut de conformité des marchandises, que le prix ait été ou non déjà payé, l'acheteur peut réduire le\nprix du montant de la différence entre la valeur que des marchandises conformes auraient eu au moment de la\nlivraison et la valeur que les marchandises effectivement livrées avaient à ce moment.",
                    "line_num": 4246
                  },
                  {
                    "title": "Article 289",
                    "node_id": "0360",
                    "summary": "###### Article 289\n\nSi le vendeur ne livre qu'une partie des marchandises ou si une partie seulement des marchandises livrées est\nconforme, l'acheteur qui a accepté d'en prendre livraison ne peut invoquer la rupture du contrat et ne peut\nprétendre qu'à des dommages-intérêts se rapportant à la partie manquante ou non conforme.",
                    "line_num": 4253
                  },
                  {
                    "title": "Article 290",
                    "node_id": "0361",
                    "summary": "###### Article 290\n\nSi le vendeur livre les marchandises avant la date fixée, l'acheteur a la faculté d'accepter ou de refuser d'en\nprendre livraison.\n\nSi le vendeur livre une quantité supérieure à celle prévue au contrat, l'acheteur a la faculté d'accepter ou de refuser\nde prendre livraison de la quantité excédentaire.\n\nSi l'acheteur accepte tout ou partie de l'excédent, il doit le payer au tarif du contrat.\n\nChapitre 4 - Intérêts et dommages-intérêts",
                    "line_num": 4260
                  },
                  {
                    "title": "Article 291",
                    "node_id": "0362",
                    "summary": "###### Article 291\n\nTout retard dans le paiement du prix oblige au paiement des intérêts calculés au taux de l'intérêt légal et ce, sans\npréjudice des dommages-intérêts éventuellement dus pour autre cause.\n\nLes intérêts courent à compter de l'envoi de la mise en demeure adressée par le vendeur à l'acheteur par lettre\nrecommandée avec avis de réception ou tout autre moyen équivalent.",
                    "line_num": 4273
                  },
                  {
                    "title": "Article 292",
                    "node_id": "0363",
                    "summary": "This partial document covers Article 292 of the revised OHADA Uniform Act on General Commercial Law. The main points are the rules for calculating damages when a sales contract is terminated. It specifies that:\n1.  A buyer who makes a replacement purchase can claim damages equal to the difference between the replacement price and the original contract price.\n2.  A seller who resells the goods can claim damages equal to the difference between the original contract price and the resale price.\nIn both cases, the aggrieved party is also entitled to claim any other damages incurred for other reasons.",
                    "line_num": 4282
                  },
                  {
                    "title": "Article 293",
                    "node_id": "0364",
                    "summary": "###### Article 293\n\nLa partie qui invoque une inexécution des obligations du contrat doit prendre toutes mesures raisonnables, eu\négard aux circonstances, pour limiter sa perte, ou préserver son gain.\n\nSi elle néglige de le faire, la partie en défaut peut demander une réduction des dommages-intérêts égale au\nmontant de la perte qui aurait pu être évitée et du gain qui aurait pu être réalisé.\n\nChapitre 5 - Exonération de responsabilité",
                    "line_num": 4299
                  },
                  {
                    "title": "Article 294",
                    "node_id": "0365",
                    "summary": "###### Article 294\n\nUne partie n'est pas responsable de l'inexécution de l'une quelconque de ses obligations si elle prouve que cette\ninexécution est due à un empêchement indépendant de sa volonté, tel que notamment le fait d'un tiers ou un cas\nde force majeure.\n\nConstitue un cas de force majeure tout empêchement indépendant de la volonté et que l'on ne peut\nraisonnablement prévoir dans sa survenance ou dans ses conséquences.",
                    "line_num": 4310
                  },
                  {
                    "title": "Article 295",
                    "node_id": "0366",
                    "summary": "###### Article 295\n\nLorsque l'inexécution par l'une des parties résulte du fait d'un tiers chargé par elle d'exécuter tout ou partie du\ncontrat, elle n'est pas exonérée de sa responsabilité.\n\nChapitre 6 - Rupture du contrat",
                    "line_num": 4320
                  },
                  {
                    "title": "Article 296",
                    "node_id": "0367",
                    "summary": "###### Article 296\n\nLa rupture du contrat libère les parties de leurs obligations mais ne les exonère pas des dommages-intérêts\néventuels.\n\nElle n'a pas d'effet sur les stipulations du contrat relatives au règlement des différends ou aux droits et obligations\ndes parties en cas de rupture.",
                    "line_num": 4328
                  },
                  {
                    "title": "Article 297",
                    "node_id": "0368",
                    "summary": "###### Article 297\n\nLa partie qui a exécuté totalement ou partiellement ses obligations peut obtenir la restitution par l'autre partie de ce\nqu'elle a fourni ou payé en exécution du contrat.",
                    "line_num": 4337
                  },
                  {
                    "title": "Article 298",
                    "node_id": "0369",
                    "summary": "###### Article 298\n\nL'acheteur ne peut obtenir la rupture du contrat ou exiger la livraison de marchandises de remplacement s'il lui est\nimpossible de restituer les marchandises dans l'état où il les a reçues, et si cette impossibilité est due à un acte ou\nune omission de sa part.",
                    "line_num": 4343
                  },
                  {
                    "title": "Article 299",
                    "node_id": "0370",
                    "summary": "###### Article 299\n\nL'acheteur qui a perdu le droit de déclarer le contrat rompu ou d'exiger du vendeur la livraison de marchandises de\nremplacement en vertu de l'article précédent, conserve le droit de se prévaloir de tous les autres droits qu'il tient du\ncontrat.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 65 / 67\n\f ACTE UNIFORME RÉVISÉ PORTANT SUR LE DROIT COMMERCIAL GÉNÉRAL\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 21 du 15/02/2011",
                    "line_num": 4350
                  },
                  {
                    "title": "Article 300",
                    "node_id": "0371",
                    "summary": "###### Article 300\n\nSi le vendeur est tenu de restituer le prix, il doit payer des intérêts sur son montant à compter du jour où il a reçu le\npaiement.\n\nSi l'acheteur doit restituer tout ou partie des marchandises, il doit payer au vendeur tout ou partie du montant du\nprofit qu'il en a retiré.\n\nChapitre 7 - Prescription",
                    "line_num": 4362
                  },
                  {
                    "title": "Article 301",
                    "node_id": "0372",
                    "summary": "###### Article 301\n\nLa prescription des actions en matière de vente commerciale est soumise aux dispositions énoncées au chapitre IV\ndu Livre I du présent Acte uniforme, sous réserve des dispositions suivantes.\n\nLe délai de prescription en matière de vente commerciale est de deux ans sauf dispositions contraires du présent\nLivre.",
                    "line_num": 4373
                  },
                  {
                    "title": "Article 302",
                    "node_id": "0373",
                    "summary": "###### Article 302\n\nSi le vendeur a donné une garantie contractuelle, le délai de prescription de l'action visée à l'",
                    "line_num": 4382
                  },
                  {
                    "title": "Article 259",
                    "node_id": "0374",
                    "summary": "###### Article 259\n\nci-dessus\ncommence à courir à partir de la date d'expiration de la garantie contractuelle.\n\nLivre 9 - Dispositions transitoires et finales",
                    "line_num": 4387
                  },
                  {
                    "title": "Article 303",
                    "node_id": "0375",
                    "summary": "###### Article 303\n\nLa mise en place des moyens de traitement et de transmission électronique du Fichier Régional est effective dans\nun délai de deux ans à compter de la date d'entrée en vigueur du présent Acte uniforme. La mise en place des\nmoyens de traitement et de transmission électronique du Fichier National dans chaque État Partie est effective\ndans un délai de deux ans à compter de la date d'entrée en vigueur du présent Acte uniforme.\n\nLa mise en place des moyens de traitement et de transmission électronique du ou des Registre(s) du Commerce et\ndu Crédit Mobilier dans chaque État Partie est réalisée dans un délai de deux ans à compter de la date d'entrée en\nvigueur du présent Acte uniforme.",
                    "line_num": 4395
                  },
                  {
                    "title": "Article 304",
                    "node_id": "0376",
                    "summary": "###### Article 304\n\nLes Etats Parties veillent à ce que, dans un délai de deux ans à compter de la date d'entrée en vigueur du présent\nActe uniforme, les sociétés et autres personnes et organismes amenés à procéder ou à participer à des\ninscriptions puissent déposer par voie électronique tous les actes et informations soumis à publicité. En outre, les\nEtats Parties peuvent obliger toutes les sociétés, ou certaines catégories d'entre elles, à déposer tout ou partie des\nactes et informations en cause par voie électronique.",
                    "line_num": 4407
                  },
                  {
                    "title": "Article 305",
                    "node_id": "0377",
                    "summary": "This partial document covers a transition period requirement from the Revised Uniform Act on General Commercial Law (OHADA). The main point is that within two years of the Act's entry into force, all documents and information filed on paper or electronically must be submitted to the Trade and Movable Credit Register and then transcribed in electronic form to the National and Regional Files. It obligates member states to ensure that paper documents existing at that date are converted into electronic format by the Register.",
                    "line_num": 4416
                  },
                  {
                    "title": "Article 306",
                    "node_id": "0378",
                    "summary": "###### Article 306\n\nLe présent Acte uniforme abroge l'Acte uniforme du 17 avril 1997 portant sur le droit commercial général.",
                    "line_num": 4431
                  },
                  {
                    "title": "Article 307",
                    "node_id": "0379",
                    "summary": "###### Article 307\n\nLe présent Acte uniforme sera publié au Journal Officiel de l'OHADA dans un délai de soixante jours à compter de\n la date de son adoption. Il sera également publié dans les Etats Parties, au Journal Officiel ou par tout moyen\n approprié. Il sera applicable quatre-vingt-dix jours à compter de la date de sa publication au Journal officiel de\n l'OHADA conformément à l'",
                    "line_num": 4436
                  },
                  {
                    "title": "Article 9",
                    "node_id": "0380",
                    "summary": "###### Article 9\n\ndu Traité relatif à l'harmonisation du droit des affaires en Afrique, signé à\n Port-Louis le 17 octobre 1993, tel que révisé à Québec le 17 octobre 2008.\n\n Fait à Lomé, le 15 décembre 2010\n\n https://www.ohada.com/textes-ohada/actes-uniformes.html page 67 / 67\n\nPowered by TCPDF (www.tcpdf.org)",
                    "line_num": 4444
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  "mapping": [
    {
      "node_id": "0002",
      "node_title": "Article 1",
      "article_ids": [
        "fe25c6c4-013c-4d5e-bcab-bb29c0967362"
      ]
    },
    {
      "node_id": "0003",
      "node_title": "Article 2",
      "article_ids": [
        "3b6f7007-3646-42d3-b03e-690f1ed50036"
      ]
    },
    {
      "node_id": "0004",
      "node_title": "Article 3",
      "article_ids": [
        "79c9224c-10b5-41cf-be00-33a31eacd43a"
      ]
    },
    {
      "node_id": "0005",
      "node_title": "Article 4",
      "article_ids": [
        "09d86acc-f6f1-429f-a0e7-718595f917e8"
      ]
    },
    {
      "node_id": "0006",
      "node_title": "Article 5",
      "article_ids": [
        "6b35364a-a07f-4917-92d8-010fc864b590",
        "6271ec90-362a-4e37-9e49-488137598d85"
      ]
    },
    {
      "node_id": "0007",
      "node_title": "Article 6",
      "article_ids": [
        "cd51e883-dd5c-451f-aa79-a5cb9f5aedac"
      ]
    },
    {
      "node_id": "0008",
      "node_title": "Article 7",
      "article_ids": [
        "cd4efa04-12c4-465b-ad50-4b240514c504"
      ]
    },
    {
      "node_id": "0009",
      "node_title": "Article 8",
      "article_ids": [
        "d33554e8-968d-4f2d-936f-b448ddcb7317"
      ]
    },
    {
      "node_id": "0010",
      "node_title": "Article 9",
      "article_ids": [
        "078207d0-dc53-4486-bc3f-78010553d15d",
        "d5748475-2146-4ddc-b2bc-5014bc892f49"
      ]
    },
    {
      "node_id": "0011",
      "node_title": "Article 10",
      "article_ids": [
        "8933e8a3-3c37-485d-a75d-372dbd2689f7",
        "abd715e5-7607-4c7f-8208-167cb6da85b1",
        "63b7cd41-73e3-4d46-9b11-b46287f2435b",
        "80b1e4a2-438f-4db0-98ff-a1117912514c",
        "a096a78d-60d7-45b9-99de-d5be386d1856"
      ]
    },
    {
      "node_id": "0012",
      "node_title": "Article 11",
      "article_ids": [
        "cc834ed5-b8c8-4f85-a3aa-59435e4186b7"
      ]
    },
    {
      "node_id": "0013",
      "node_title": "Article 12",
      "article_ids": [
        "8d86e360-0d24-48d3-8375-ba540996cd2c"
      ]
    },
    {
      "node_id": "0014",
      "node_title": "Article 13",
      "article_ids": [
        "4cc11bc1-b50a-4378-830a-7de6b48c0dfb"
      ]
    },
    {
      "node_id": "0015",
      "node_title": "Article 14",
      "article_ids": [
        "d1a8d2c0-3862-473a-b39d-16131739c5f1"
      ]
    },
    {
      "node_id": "0016",
      "node_title": "Article 15",
      "article_ids": [
        "8c78fec3-0096-407a-81e7-8e5add5f3398"
      ]
    },
    {
      "node_id": "0017",
      "node_title": "Article 16",
      "article_ids": [
        "7d2d8426-d9ae-43ac-9f8e-09995461cb1f"
      ]
    },
    {
      "node_id": "0018",
      "node_title": "Article 17",
      "article_ids": [
        "5af8ed7b-42be-4e4b-9130-83e0044cb362"
      ]
    },
    {
      "node_id": "0019",
      "node_title": "Article 18",
      "article_ids": [
        "db177685-7d57-4830-95b1-6c1bea5414b2"
      ]
    },
    {
      "node_id": "0020",
      "node_title": "Article 19",
      "article_ids": [
        "6749b47b-73c6-4fd3-a5ac-13b5cff7db97"
      ]
    },
    {
      "node_id": "0021",
      "node_title": "Article 20",
      "article_ids": [
        "9a629202-da89-4055-8d37-6b9c973d94db"
      ]
    },
    {
      "node_id": "0022",
      "node_title": "Article 21",
      "article_ids": [
        "53617894-fc10-4da3-a720-f893767834c7"
      ]
    },
    {
      "node_id": "0023",
      "node_title": "Article 22",
      "article_ids": [
        "05ac33da-23ce-47bc-b79d-4ae12f0350fe"
      ]
    },
    {
      "node_id": "0024",
      "node_title": "Article 23",
      "article_ids": [
        "3dd3f60e-4183-416f-abc0-c6b3cd4beaca"
      ]
    },
    {
      "node_id": "0025",
      "node_title": "Article 24",
      "article_ids": [
        "afb66ccd-859a-4f94-b535-935c05e4393c"
      ]
    },
    {
      "node_id": "0026",
      "node_title": "Article 25",
      "article_ids": [
        "057f1817-35bd-4429-9294-275dfdf6aabc"
      ]
    },
    {
      "node_id": "0027",
      "node_title": "Article 26",
      "article_ids": [
        "91742a0b-0070-4372-b946-f3ecd16580fa"
      ]
    },
    {
      "node_id": "0028",
      "node_title": "Article 27",
      "article_ids": [
        "9ff294eb-a212-48a9-a8f8-66cc146def8b"
      ]
    },
    {
      "node_id": "0029",
      "node_title": "Article 28",
      "article_ids": [
        "ab02d483-647d-4d16-a85a-eb34e426a93d"
      ]
    },
    {
      "node_id": "0030",
      "node_title": "Article 29",
      "article_ids": [
        "af2f2955-8e8d-45c6-9637-fe3634506882"
      ]
    },
    {
      "node_id": "0031",
      "node_title": "Article 30",
      "article_ids": [
        "0f557802-c3e3-40a9-9b64-9fd7277d3342"
      ]
    },
    {
      "node_id": "0032",
      "node_title": "Article 31",
      "article_ids": [
        "746cb68d-44e4-4424-923d-95b7071b1cb0"
      ]
    },
    {
      "node_id": "0033",
      "node_title": "Article 32",
      "article_ids": [
        "334292ec-2cbc-465d-984c-94e0b97fb236"
      ]
    },
    {
      "node_id": "0034",
      "node_title": "Article 33",
      "article_ids": [
        "c524b2f7-bcb7-410b-a239-a322cb081a93"
      ]
    },
    {
      "node_id": "0035",
      "node_title": "Article 34",
      "article_ids": [
        "6732684a-6e77-46a4-a569-ea094988c112"
      ]
    },
    {
      "node_id": "0036",
      "node_title": "Article 35",
      "article_ids": [
        "a943d004-8b41-4c44-a8a2-01b6b637ba44",
        "bbb7e9e6-cee3-48e8-abb0-4bb10ffc0559",
        "0526e9e6-24ba-479e-824c-f4f64b254008",
        "142c8d28-b3fa-49c9-80b8-47a4a7be45a6"
      ]
    },
    {
      "node_id": "0037",
      "node_title": "Article 66",
      "article_ids": [
        "2cb07a83-a771-436e-b128-abed4a31e0ec",
        "7191fbad-5f4d-43be-ae84-71a865ac791e",
        "5a56415b-1c76-4b40-9627-08de08d4952c"
      ]
    },
    {
      "node_id": "0038",
      "node_title": "Article 36",
      "article_ids": [
        "3d7e568c-69ec-4215-9c32-e464a9056e21"
      ]
    },
    {
      "node_id": "0039",
      "node_title": "Article 37",
      "article_ids": [
        "c5cc5ef6-3f33-408f-8f4c-ecc43985f517"
      ]
    },
    {
      "node_id": "0040",
      "node_title": "Article 35",
      "article_ids": [
        "a943d004-8b41-4c44-a8a2-01b6b637ba44",
        "bbb7e9e6-cee3-48e8-abb0-4bb10ffc0559",
        "0526e9e6-24ba-479e-824c-f4f64b254008",
        "142c8d28-b3fa-49c9-80b8-47a4a7be45a6"
      ]
    },
    {
      "node_id": "0041",
      "node_title": "Article 38",
      "article_ids": [
        "17bfb869-dc26-4fcb-97e7-66ef2d6cdacd",
        "c2dfbd63-d733-4d1b-a926-b5dcff5f53a9",
        "5295cb23-dc87-431f-882c-3b62713c23b5"
      ]
    },
    {
      "node_id": "0042",
      "node_title": "Article 35",
      "article_ids": [
        "a943d004-8b41-4c44-a8a2-01b6b637ba44",
        "bbb7e9e6-cee3-48e8-abb0-4bb10ffc0559",
        "0526e9e6-24ba-479e-824c-f4f64b254008",
        "142c8d28-b3fa-49c9-80b8-47a4a7be45a6"
      ]
    },
    {
      "node_id": "0043",
      "node_title": "Article 53",
      "article_ids": [
        "8a237b2d-428e-4e11-83c0-339c14c89736",
        "f2cc22e7-00c5-4cc1-a2c1-1a9d80a478ef"
      ]
    },
    {
      "node_id": "0044",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0046",
      "node_title": "Article 40",
      "article_ids": [
        "4b0dcffe-c7bd-4b23-bd03-6ba75f2bf79c"
      ]
    },
    {
      "node_id": "0047",
      "node_title": "Article 51",
      "article_ids": [
        "9bbf5960-0e04-423a-b141-3c685526da7a",
        "84065df1-8ee2-40d6-a4d9-614a875a8e48",
        "50d40a8e-5c14-4d4f-8b37-a84b2f8a18e8",
        "d006b7b2-0625-4cb3-b654-1e6492aec486",
        "f6698d42-0241-44a3-b4b8-c7991d32a7d5"
      ]
    },
    {
      "node_id": "0048",
      "node_title": "Article 41",
      "article_ids": [
        "97e3454e-2a7e-4d08-b2d2-e4d8e8173b64"
      ]
    },
    {
      "node_id": "0049",
      "node_title": "Article 51",
      "article_ids": [
        "9bbf5960-0e04-423a-b141-3c685526da7a",
        "84065df1-8ee2-40d6-a4d9-614a875a8e48",
        "50d40a8e-5c14-4d4f-8b37-a84b2f8a18e8",
        "d006b7b2-0625-4cb3-b654-1e6492aec486",
        "f6698d42-0241-44a3-b4b8-c7991d32a7d5"
      ]
    },
    {
      "node_id": "0050",
      "node_title": "Article 42",
      "article_ids": [
        "914b90d2-39e1-4c44-a84b-6a083dd2f67f"
      ]
    },
    {
      "node_id": "0051",
      "node_title": "Article 38",
      "article_ids": [
        "17bfb869-dc26-4fcb-97e7-66ef2d6cdacd",
        "c2dfbd63-d733-4d1b-a926-b5dcff5f53a9",
        "5295cb23-dc87-431f-882c-3b62713c23b5"
      ]
    },
    {
      "node_id": "0053",
      "node_title": "Article 43",
      "article_ids": [
        "9a9edeff-db70-4392-9237-2601c58b348d"
      ]
    },
    {
      "node_id": "0054",
      "node_title": "Article 44",
      "article_ids": [
        "6678cf39-dd46-45f9-b9b4-4d809ae0569d",
        "f7554a9a-c50e-4fb9-8a41-665937d161ad"
      ]
    },
    {
      "node_id": "0055",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0056",
      "node_title": "Article 45",
      "article_ids": [
        "67d1dd2d-cd6b-4025-b918-54c41011ac45"
      ]
    },
    {
      "node_id": "0058",
      "node_title": "Article 10",
      "article_ids": [
        "8933e8a3-3c37-485d-a75d-372dbd2689f7",
        "abd715e5-7607-4c7f-8208-167cb6da85b1",
        "63b7cd41-73e3-4d46-9b11-b46287f2435b",
        "80b1e4a2-438f-4db0-98ff-a1117912514c",
        "a096a78d-60d7-45b9-99de-d5be386d1856"
      ]
    },
    {
      "node_id": "0059",
      "node_title": "Article 46",
      "article_ids": [
        "a0926a58-56e1-4b46-a710-94324801fe07",
        "d748511d-0d83-485f-b3d8-c5d210d1cad9"
      ]
    },
    {
      "node_id": "0060",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0061",
      "node_title": "Article 47",
      "article_ids": [
        "72a52a51-f408-40b2-960e-d397c4d60410"
      ]
    },
    {
      "node_id": "0062",
      "node_title": "Article 10",
      "article_ids": [
        "8933e8a3-3c37-485d-a75d-372dbd2689f7",
        "abd715e5-7607-4c7f-8208-167cb6da85b1",
        "63b7cd41-73e3-4d46-9b11-b46287f2435b",
        "80b1e4a2-438f-4db0-98ff-a1117912514c",
        "a096a78d-60d7-45b9-99de-d5be386d1856"
      ]
    },
    {
      "node_id": "0063",
      "node_title": "Article 48",
      "article_ids": [
        "e76440cb-f62e-4fe5-bd98-8545e5efa746"
      ]
    },
    {
      "node_id": "0065",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0066",
      "node_title": "Article 49",
      "article_ids": [
        "ad096f2b-9b20-40d5-b80b-bf62ebda1a1a"
      ]
    },
    {
      "node_id": "0067",
      "node_title": "Article 50",
      "article_ids": [
        "366ffe8e-4dd0-428f-a240-6f308bb3e36d",
        "5cec0a5f-ccd6-41f7-a489-3b52905c9b13",
        "736bb656-d6fe-45f7-8d98-6939defcd592"
      ]
    },
    {
      "node_id": "0068",
      "node_title": "Article 66",
      "article_ids": [
        "2cb07a83-a771-436e-b128-abed4a31e0ec",
        "7191fbad-5f4d-43be-ae84-71a865ac791e",
        "5a56415b-1c76-4b40-9627-08de08d4952c"
      ]
    },
    {
      "node_id": "0070",
      "node_title": "Article 51",
      "article_ids": [
        "9bbf5960-0e04-423a-b141-3c685526da7a",
        "84065df1-8ee2-40d6-a4d9-614a875a8e48",
        "50d40a8e-5c14-4d4f-8b37-a84b2f8a18e8",
        "d006b7b2-0625-4cb3-b654-1e6492aec486",
        "f6698d42-0241-44a3-b4b8-c7991d32a7d5"
      ]
    },
    {
      "node_id": "0071",
      "node_title": "Article 52",
      "article_ids": [
        "0a0d83ec-2602-4f5c-8f03-0afb753f32cc"
      ]
    },
    {
      "node_id": "0072",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0073",
      "node_title": "Article 53",
      "article_ids": [
        "8a237b2d-428e-4e11-83c0-339c14c89736",
        "f2cc22e7-00c5-4cc1-a2c1-1a9d80a478ef"
      ]
    },
    {
      "node_id": "0074",
      "node_title": "Article 44",
      "article_ids": [
        "6678cf39-dd46-45f9-b9b4-4d809ae0569d",
        "f7554a9a-c50e-4fb9-8a41-665937d161ad"
      ]
    },
    {
      "node_id": "0075",
      "node_title": "Article 46",
      "article_ids": [
        "a0926a58-56e1-4b46-a710-94324801fe07",
        "d748511d-0d83-485f-b3d8-c5d210d1cad9"
      ]
    },
    {
      "node_id": "0077",
      "node_title": "Article 54",
      "article_ids": [
        "0dca733f-d466-4d31-84b1-a2f97d95944b"
      ]
    },
    {
      "node_id": "0078",
      "node_title": "Article 55",
      "article_ids": [
        "af533fe5-5117-4ada-9501-b82b8eab9a63"
      ]
    },
    {
      "node_id": "0079",
      "node_title": "Article 56",
      "article_ids": [
        "4e17bc1b-3dc0-4ffb-bcac-1932e54b2377"
      ]
    },
    {
      "node_id": "0080",
      "node_title": "Article 50",
      "article_ids": [
        "366ffe8e-4dd0-428f-a240-6f308bb3e36d",
        "5cec0a5f-ccd6-41f7-a489-3b52905c9b13",
        "736bb656-d6fe-45f7-8d98-6939defcd592"
      ]
    },
    {
      "node_id": "0081",
      "node_title": "Article 57",
      "article_ids": [
        "9c14294c-5048-4e45-9383-16a1022984d0"
      ]
    },
    {
      "node_id": "0082",
      "node_title": "Article 58",
      "article_ids": [
        "1d660150-31a6-4dc6-af1e-3e730f32a412"
      ]
    },
    {
      "node_id": "0083",
      "node_title": "Article 59",
      "article_ids": [
        "b1903ca0-23c1-4afa-862c-526295e24f91"
      ]
    },
    {
      "node_id": "0084",
      "node_title": "Article 60",
      "article_ids": [
        "ce631be1-355f-4827-9bf1-887386dd0715"
      ]
    },
    {
      "node_id": "0085",
      "node_title": "Article 61",
      "article_ids": [
        "dcd61136-031d-493f-b80e-f48db67c799f"
      ]
    },
    {
      "node_id": "0086",
      "node_title": "Article 62",
      "article_ids": [
        "d8bd0011-a50d-4504-a753-bae96804b0a6"
      ]
    },
    {
      "node_id": "0087",
      "node_title": "Article 39",
      "article_ids": [
        "e7fb960e-d46d-4326-9d59-d4c10398fcd4",
        "bb502b72-570e-484d-82a8-344b967171ba",
        "28a8b2d7-3221-4021-a940-d47f0e4b41ae",
        "6ee33140-45dc-4a12-91d7-994652578081",
        "6293629a-25c5-427e-8116-5b2c62bb57fe",
        "8eb28327-51bc-4d0a-98d5-a3ca3322c0d0"
      ]
    },
    {
      "node_id": "0088",
      "node_title": "Article 63",
      "article_ids": [
        "fa8b27e3-6dbe-49a8-b71e-1a6c61ad233e"
      ]
    },
    {
      "node_id": "0089",
      "node_title": "Article 10",
      "article_ids": [
        "8933e8a3-3c37-485d-a75d-372dbd2689f7",
        "abd715e5-7607-4c7f-8208-167cb6da85b1",
        "63b7cd41-73e3-4d46-9b11-b46287f2435b",
        "80b1e4a2-438f-4db0-98ff-a1117912514c",
        "a096a78d-60d7-45b9-99de-d5be386d1856"
      ]
    },
    {
      "node_id": "0090",
      "node_title": "Article 10",
      "article_ids": [
        "8933e8a3-3c37-485d-a75d-372dbd2689f7",
        "abd715e5-7607-4c7f-8208-167cb6da85b1",
        "63b7cd41-73e3-4d46-9b11-b46287f2435b",
        "80b1e4a2-438f-4db0-98ff-a1117912514c",
        "a096a78d-60d7-45b9-99de-d5be386d1856"
      ]
    },
    {
      "node_id": "0091",
      "node_title": "Article 64",
      "article_ids": [
        "e45981ea-f315-496c-9b95-d998967ed792"
      ]
    },
    {
      "node_id": "0092",
      "node_title": "Article 65",
      "article_ids": [
        "c3fe1f31-a95c-4a47-85d6-82ecbf5c2011"
      ]
    },
    {
      "node_id": "0093",
      "node_title": "Article 5",
      "article_ids": [
        "6b35364a-a07f-4917-92d8-010fc864b590",
        "6271ec90-362a-4e37-9e49-488137598d85"
      ]
    },
    {
      "node_id": "0094",
      "node_title": "Article 66",
      "article_ids": [
        "2cb07a83-a771-436e-b128-abed4a31e0ec",
        "7191fbad-5f4d-43be-ae84-71a865ac791e",
        "5a56415b-1c76-4b40-9627-08de08d4952c"
      ]
    },
    {
      "node_id": "0095",
      "node_title": "Article 50",
      "article_ids": [
        "366ffe8e-4dd0-428f-a240-6f308bb3e36d",
        "5cec0a5f-ccd6-41f7-a489-3b52905c9b13",
        "736bb656-d6fe-45f7-8d98-6939defcd592"
      ]
    },
    {
      "node_id": "0096",
      "node_title": "Article 67",
      "article_ids": [
        "3bfe3c8f-3ef5-4094-9b79-f3aab4ea9252"
      ]
    },
    {
      "node_id": "0097",
      "node_title": "Article 68",
      "article_ids": [
        "8503dcc9-e829-4cce-b954-42fbd744d50d"
      ]
    },
    {
      "node_id": "0098",
      "node_title": "Article 69",
      "article_ids": [
        "3f5272d5-b640-4082-8b65-c228a00e7101"
      ]
    },
    {
      "node_id": "0099",
      "node_title": "Article 70",
      "article_ids": [
        "2c9ca6b1-644d-43ea-996f-4fe605aa1f69",
        "22cde2d2-c78d-4718-833f-621e5ec4aa16",
        "66cddecd-1e2c-4f79-9e4e-53a581886bc0"
      ]
    },
    {
      "node_id": "0100",
      "node_title": "Article 71",
      "article_ids": [
        "be6a1e88-e600-45c0-b317-293348a8f659"
      ]
    },
    {
      "node_id": "0101",
      "node_title": "Article 35",
      "article_ids": [
        "a943d004-8b41-4c44-a8a2-01b6b637ba44",
        "bbb7e9e6-cee3-48e8-abb0-4bb10ffc0559",
        "0526e9e6-24ba-479e-824c-f4f64b254008",
        "142c8d28-b3fa-49c9-80b8-47a4a7be45a6"
      ]
    },
    {
      "node_id": "0102",
      "node_title": "Article 70",
      "article_ids": [
        "2c9ca6b1-644d-43ea-996f-4fe605aa1f69",
        "22cde2d2-c78d-4718-833f-621e5ec4aa16",
        "66cddecd-1e2c-4f79-9e4e-53a581886bc0"
      ]
    },
    {
      "node_id": "0103",
      "node_title": "Article 38",
      "article_ids": [
        "17bfb869-dc26-4fcb-97e7-66ef2d6cdacd",
        "c2dfbd63-d733-4d1b-a926-b5dcff5f53a9",
        "5295cb23-dc87-431f-882c-3b62713c23b5"
      ]
    },
    {
      "node_id": "0104",
      "node_title": "Article 72",
      "article_ids": [
        "9d590ceb-a80b-400e-9cb3-722d566cff89"
      ]
    },
    {
      "node_id": "0105",
      "node_title": "Article 70",
      "article_ids": [
        "2c9ca6b1-644d-43ea-996f-4fe605aa1f69",
        "22cde2d2-c78d-4718-833f-621e5ec4aa16",
        "66cddecd-1e2c-4f79-9e4e-53a581886bc0"
      ]
    },
    {
      "node_id": "0106",
      "node_title": "Article 51",
      "article_ids": [
        "9bbf5960-0e04-423a-b141-3c685526da7a",
        "84065df1-8ee2-40d6-a4d9-614a875a8e48",
        "50d40a8e-5c14-4d4f-8b37-a84b2f8a18e8",
        "d006b7b2-0625-4cb3-b654-1e6492aec486",
        "f6698d42-0241-44a3-b4b8-c7991d32a7d5"
      ]
    },
    {
      "node_id": "0107",
      "node_title": "Article 73",
      "article_ids": [
        "eeda6434-103b-47a6-8fa8-fd84c3df2bf5"
      ]
    },
    {
      "node_id": "0108",
      "node_title": "Article 51",
      "article_ids": [
        "9bbf5960-0e04-423a-b141-3c685526da7a",
        "84065df1-8ee2-40d6-a4d9-614a875a8e48",
        "50d40a8e-5c14-4d4f-8b37-a84b2f8a18e8",
        "d006b7b2-0625-4cb3-b654-1e6492aec486",
        "f6698d42-0241-44a3-b4b8-c7991d32a7d5"
      ]
    },
    {
      "node_id": "0109",
      "node_title": "Article 74",
      "article_ids": [
        "1de8988b-02d0-4339-8648-d3761b74c8bd"
      ]
    },
    {
      "node_id": "0110",
      "node_title": "Article 75",
      "article_ids": [
        "9f25cb94-b264-4a76-88b6-e3026ab577eb"
      ]
    },
    {
      "node_id": "0111",
      "node_title": "Article 76",
      "article_ids": [
        "696bae95-d5cb-4a3c-9765-c3ca1859a11a"
      ]
    },
    {
      "node_id": "0112",
      "node_title": "Article 77",
      "article_ids": [
        "1962995d-e052-485d-865a-a4ff9512eec7"
      ]
    },
    {
      "node_id": "0113",
      "node_title": "Article 78",
      "article_ids": [
        "866d4a42-b73d-48db-b902-19313291213d"
      ]
    },
    {
      "node_id": "0114",
      "node_title": "Article 79",
      "article_ids": [
        "035481d2-a62a-468f-960a-7b67fc4a158b",
        "57f915c4-ea36-4266-bca0-ed4d554cd2fb"
      ]
    },
    {
      "node_id": "0115",
      "node_title": "Article 80",
      "article_ids": [
        "2a7f3d19-2b2d-49b0-bad1-5fbf93e40ea0"
      ]
    },
    {
      "node_id": "0116",
      "node_title": "Article 81",
      "article_ids": [
        "c6001171-0b7e-4954-a2a5-706ad65cdfce",
        "1093918b-699d-42c0-b456-b6d2f840cedf",
        "f493231c-63ae-4b7f-9be2-9216a1fc2517",
        "dfe9675c-8b1d-435e-b34c-4f5682b77257",
        "8fb2e790-df79-4f05-8484-38dcaf421a9d"
      ]
    },
    {
      "node_id": "0117",
      "node_title": "Article 82",
      "article_ids": [
        "49b89be8-e615-45f0-b65f-2036ded321f7"
      ]
    },
    {
      "node_id": "0118",
      "node_title": "Article 81",
      "article_ids": [
        "c6001171-0b7e-4954-a2a5-706ad65cdfce",
        "1093918b-699d-42c0-b456-b6d2f840cedf",
        "f493231c-63ae-4b7f-9be2-9216a1fc2517",
        "dfe9675c-8b1d-435e-b34c-4f5682b77257",
        "8fb2e790-df79-4f05-8484-38dcaf421a9d"
      ]
    },
    {
      "node_id": "0119",
      "node_title": "Article 83",
      "article_ids": [
        "0d40b26c-58b9-4576-ab22-65455ac333ae"
      ]
    },
    {
      "node_id": "0120",
      "node_title": "Article 81",
      "article_ids": [
        "c6001171-0b7e-4954-a2a5-706ad65cdfce",
        "1093918b-699d-42c0-b456-b6d2f840cedf",
        "f493231c-63ae-4b7f-9be2-9216a1fc2517",
        "dfe9675c-8b1d-435e-b34c-4f5682b77257",
        "8fb2e790-df79-4f05-8484-38dcaf421a9d"
      ]
    },
    {
      "node_id": "0121",
      "node_title": "Article 84",
      "article_ids": [
        "ee9a6368-1f6e-4793-a10e-4ae80abb1617"
      ]
    },
    {
      "node_id": "0122",
      "node_title": "Article 85",
      "article_ids": [
        "afcc72ae-5172-4957-935b-f50e7dcd1af8"
      ]
    },
    {
      "node_id": "0123",
      "node_title": "Article 86",
      "article_ids": [
        "8d959ff7-8742-4f44-86c0-9e3e245d8d4b"
      ]
    },
    {
      "node_id": "0124",
      "node_title": "Article 79",
      "article_ids": [
        "035481d2-a62a-468f-960a-7b67fc4a158b",
        "57f915c4-ea36-4266-bca0-ed4d554cd2fb"
      ]
    },
    {
      "node_id": "0125",
      "node_title": "Article 87",
      "article_ids": [
        "fd6134d7-ac42-46d7-b321-26ba36893dfd"
      ]
    },
    {
      "node_id": "0126",
      "node_title": "Article 81",
      "article_ids": [
        "c6001171-0b7e-4954-a2a5-706ad65cdfce",
        "1093918b-699d-42c0-b456-b6d2f840cedf",
        "f493231c-63ae-4b7f-9be2-9216a1fc2517",
        "dfe9675c-8b1d-435e-b34c-4f5682b77257",
        "8fb2e790-df79-4f05-8484-38dcaf421a9d"
      ]
    },
    {
      "node_id": "0127",
      "node_title": "Article 88",
      "article_ids": [
        "1b52178c-a995-422f-869f-342a862f7629"
      ]
    },
    {
      "node_id": "0128",
      "node_title": "Article 89",
      "article_ids": [
        "5f8d6ded-e97c-4a7a-9b24-2d71f20527be"
      ]
    },
    {
      "node_id": "0129",
      "node_title": "Article 90",
      "article_ids": [
        "57600d5f-1359-4d04-a1e5-fcc7a1143df8"
      ]
    },
    {
      "node_id": "0130",
      "node_title": "Article 91",
      "article_ids": [
        "d583247b-1d49-444a-ac66-8c41590b99b7"
      ]
    },
    {
      "node_id": "0131",
      "node_title": "Article 92",
      "article_ids": [
        "08b224c7-3402-4958-9b23-2647aeab7fea"
      ]
    },
    {
      "node_id": "0132",
      "node_title": "Article 93",
      "article_ids": [
        "fd024cde-511e-459d-8653-618770d60129"
      ]
    },
    {
      "node_id": "0133",
      "node_title": "Article 94",
      "article_ids": [
        "25a24550-70d1-4559-a5d8-33593ca244aa"
      ]
    },
    {
      "node_id": "0134",
      "node_title": "Article 95",
      "article_ids": [
        "58b90ff8-efd7-4d8c-99dc-7081438727dc"
      ]
    },
    {
      "node_id": "0135",
      "node_title": "Article 96",
      "article_ids": [
        "6f60674a-683b-4e06-8a87-4ac9bddb3bd9"
      ]
    },
    {
      "node_id": "0136",
      "node_title": "Article 81",
      "article_ids": [
        "c6001171-0b7e-4954-a2a5-706ad65cdfce",
        "1093918b-699d-42c0-b456-b6d2f840cedf",
        "f493231c-63ae-4b7f-9be2-9216a1fc2517",
        "dfe9675c-8b1d-435e-b34c-4f5682b77257",
        "8fb2e790-df79-4f05-8484-38dcaf421a9d"
      ]
    },
    {
      "node_id": "0137",
      "node_title": "Article 97",
      "article_ids": [
        "8971485b-7ee5-4aff-9fa1-d69975348b7f"
      ]
    },
    {
      "node_id": "0138",
      "node_title": "Article 98",
      "article_ids": [
        "88e9d333-c872-422e-b6fd-23fbcd9f2388"
      ]
    },
    {
      "node_id": "0139",
      "node_title": "Article 99",
      "article_ids": [
        "9acfd9fa-54d6-42c3-a9d2-d70ad4127214"
      ]
    },
    {
      "node_id": "0140",
      "node_title": "Article 100",
      "article_ids": [
        "acec1977-84a8-42a9-8ee8-584839a4e7bf"
      ]
    },
    {
      "node_id": "0141",
      "node_title": "Article 101",
      "article_ids": [
        "fc07c068-0c03-450b-9958-ec764494a968"
      ]
    },
    {
      "node_id": "0142",
      "node_title": "Article 102",
      "article_ids": [
        "41306976-80ab-4630-89c9-daee540d0e58"
      ]
    },
    {
      "node_id": "0143",
      "node_title": "Article 103",
      "article_ids": [
        "2faf4099-7cf1-4fbd-b82d-fe8442a614ec"
      ]
    },
    {
      "node_id": "0144",
      "node_title": "Article 104",
      "article_ids": [
        "f2ceaac3-69f2-47b6-b4eb-72404990c821"
      ]
    },
    {
      "node_id": "0145",
      "node_title": "Article 105",
      "article_ids": [
        "898a3c48-5fab-4302-ac68-f3f2de277964"
      ]
    },
    {
      "node_id": "0146",
      "node_title": "Article 106",
      "article_ids": [
        "154456d7-d4e0-4e26-adad-98040a08584c"
      ]
    },
    {
      "node_id": "0147",
      "node_title": "Article 107",
      "article_ids": [
        "10d8c9dd-71e8-496d-b85e-1c066e303e98"
      ]
    },
    {
      "node_id": "0148",
      "node_title": "Article 108",
      "article_ids": [
        "7476febf-c0ce-4748-8f77-1ed1c3efbce1"
      ]
    },
    {
      "node_id": "0149",
      "node_title": "Article 109",
      "article_ids": [
        "f3ae8018-3a7e-4354-89be-3d04916d20dc"
      ]
    },
    {
      "node_id": "0150",
      "node_title": "Article 110",
      "article_ids": [
        "1c259a59-4593-403c-8698-ccce014b2081"
      ]
    },
    {
      "node_id": "0151",
      "node_title": "Article 111",
      "article_ids": [
        "ac970a52-ef0d-4d8b-b488-1d42ad9ca73b"
      ]
    },
    {
      "node_id": "0152",
      "node_title": "Article 112",
      "article_ids": [
        "9246b64b-91e1-4919-894c-6fe00b436027"
      ]
    },
    {
      "node_id": "0153",
      "node_title": "Article 113",
      "article_ids": [
        "38b2fdc9-511d-4421-8dd1-7bff5ea96354"
      ]
    },
    {
      "node_id": "0154",
      "node_title": "Article 114",
      "article_ids": [
        "519e7881-708e-4ea0-93f0-da0029d6f532"
      ]
    },
    {
      "node_id": "0155",
      "node_title": "Article 115",
      "article_ids": [
        "4d84fd80-52c4-42e2-a56d-20da7ad5b4e5"
      ]
    },
    {
      "node_id": "0156",
      "node_title": "Article 126",
      "article_ids": [
        "910cc920-2331-4338-ab22-93082ab6d42d",
        "269d4755-80ae-4d00-a7cd-adad6c6e02c1",
        "3fbfadc6-9f72-47a0-b0c2-8310a1a00c41"
      ]
    },
    {
      "node_id": "0157",
      "node_title": "Article 116",
      "article_ids": [
        "4320999a-b9fc-4e18-b488-8b0c8b229efd"
      ]
    },
    {
      "node_id": "0158",
      "node_title": "Article 123",
      "article_ids": [
        "3ad8c7e8-0b3c-40f5-8952-e27c36ef90bc",
        "067a35b0-f945-4710-b1a7-460aa66aae2a",
        "d046d440-70dd-4c2d-ad05-2643eb33504a",
        "3b4a4627-dd44-4a53-92d1-02eaaba251c2"
      ]
    },
    {
      "node_id": "0159",
      "node_title": "Article 117",
      "article_ids": [
        "dbed22c1-bfb8-43d0-8167-5c13cad1c2d4",
        "e39e9137-03b8-4078-a5de-b1aa8da95ed8"
      ]
    },
    {
      "node_id": "0160",
      "node_title": "Article 118",
      "article_ids": [
        "fc6a0879-3fa5-4da4-a486-2114b578c194",
        "2682ce32-a939-4e77-9ef0-a616e8843f49"
      ]
    },
    {
      "node_id": "0161",
      "node_title": "Article 119",
      "article_ids": [
        "fffa3f19-4f30-4618-bfd6-3b541f67c6b3"
      ]
    },
    {
      "node_id": "0162",
      "node_title": "Article 118",
      "article_ids": [
        "fc6a0879-3fa5-4da4-a486-2114b578c194",
        "2682ce32-a939-4e77-9ef0-a616e8843f49"
      ]
    },
    {
      "node_id": "0163",
      "node_title": "Article 120",
      "article_ids": [
        "cce32796-94fb-4bee-8c8f-138659808471"
      ]
    },
    {
      "node_id": "0164",
      "node_title": "Article 121",
      "article_ids": [
        "05b57c70-8ad8-4086-84a6-1354439c16da"
      ]
    },
    {
      "node_id": "0165",
      "node_title": "Article 122",
      "article_ids": [
        "cc9531bd-276e-4a3b-bd82-a37434dbd5ee"
      ]
    },
    {
      "node_id": "0166",
      "node_title": "Article 117",
      "article_ids": [
        "dbed22c1-bfb8-43d0-8167-5c13cad1c2d4",
        "e39e9137-03b8-4078-a5de-b1aa8da95ed8"
      ]
    },
    {
      "node_id": "0167",
      "node_title": "Article 123",
      "article_ids": [
        "3ad8c7e8-0b3c-40f5-8952-e27c36ef90bc",
        "067a35b0-f945-4710-b1a7-460aa66aae2a",
        "d046d440-70dd-4c2d-ad05-2643eb33504a",
        "3b4a4627-dd44-4a53-92d1-02eaaba251c2"
      ]
    },
    {
      "node_id": "0168",
      "node_title": "Article 124",
      "article_ids": [
        "e179a5f4-a917-404b-80a1-e350404c7991"
      ]
    },
    {
      "node_id": "0169",
      "node_title": "Article 123",
      "article_ids": [
        "3ad8c7e8-0b3c-40f5-8952-e27c36ef90bc",
        "067a35b0-f945-4710-b1a7-460aa66aae2a",
        "d046d440-70dd-4c2d-ad05-2643eb33504a",
        "3b4a4627-dd44-4a53-92d1-02eaaba251c2"
      ]
    },
    {
      "node_id": "0170",
      "node_title": "Article 125",
      "article_ids": [
        "b5989d1e-5d7d-4c9e-93f9-dfaadea2f397"
      ]
    },
    {
      "node_id": "0171",
      "node_title": "Article 123",
      "article_ids": [
        "3ad8c7e8-0b3c-40f5-8952-e27c36ef90bc",
        "067a35b0-f945-4710-b1a7-460aa66aae2a",
        "d046d440-70dd-4c2d-ad05-2643eb33504a",
        "3b4a4627-dd44-4a53-92d1-02eaaba251c2"
      ]
    },
    {
      "node_id": "0172",
      "node_title": "Article 126",
      "article_ids": [
        "910cc920-2331-4338-ab22-93082ab6d42d",
        "269d4755-80ae-4d00-a7cd-adad6c6e02c1",
        "3fbfadc6-9f72-47a0-b0c2-8310a1a00c41"
      ]
    },
    {
      "node_id": "0173",
      "node_title": "Article 127",
      "article_ids": [
        "02c0c31f-f5d1-4e29-988e-d19a70f5f886"
      ]
    },
    {
      "node_id": "0174",
      "node_title": "Article 126",
      "article_ids": [
        "910cc920-2331-4338-ab22-93082ab6d42d",
        "269d4755-80ae-4d00-a7cd-adad6c6e02c1",
        "3fbfadc6-9f72-47a0-b0c2-8310a1a00c41"
      ]
    },
    {
      "node_id": "0175",
      "node_title": "Article 128",
      "article_ids": [
        "50c81db1-6413-4f6d-910c-e857d6824e89"
      ]
    },
    {
      "node_id": "0176",
      "node_title": "Article 129",
      "article_ids": [
        "581dfbac-4b37-4c2f-8c85-f412b6641e59"
      ]
    },
    {
      "node_id": "0177",
      "node_title": "Article 130",
      "article_ids": [
        "d15b8b1c-aeff-4e09-8cb3-cd1538d02f7f"
      ]
    },
    {
      "node_id": "0178",
      "node_title": "Article 131",
      "article_ids": [
        "4b5c81c9-fe22-4160-9c87-84b3f3f876f7"
      ]
    },
    {
      "node_id": "0179",
      "node_title": "Article 132",
      "article_ids": [
        "86849e9e-d1f4-4cfb-916f-720c224a13f1"
      ]
    },
    {
      "node_id": "0180",
      "node_title": "Article 133",
      "article_ids": [
        "cf9e39c9-8222-40ad-a59e-445366136438"
      ]
    },
    {
      "node_id": "0181",
      "node_title": "Article 134",
      "article_ids": [
        "017f2c47-8a3f-42b6-ba8b-b4f3253e8f59"
      ]
    },
    {
      "node_id": "0182",
      "node_title": "Article 135",
      "article_ids": [
        "fb2079e3-3ed0-43b0-a7db-e9fbb4bbd133"
      ]
    },
    {
      "node_id": "0183",
      "node_title": "Article 136",
      "article_ids": [
        "7782e0a7-fa48-47c2-8792-b6cc5da80808",
        "26636321-6b59-4d8c-8921-407130ddde2e"
      ]
    },
    {
      "node_id": "0184",
      "node_title": "Article 137",
      "article_ids": [
        "ac08fdd7-262e-48e2-ba63-07ce088ab110",
        "9f83af83-8d4c-4e76-9690-299cb993aa09"
      ]
    },
    {
      "node_id": "0185",
      "node_title": "Article 138",
      "article_ids": [
        "2e7e6875-03b1-47d5-ae2a-f4e00e075fc8"
      ]
    },
    {
      "node_id": "0186",
      "node_title": "Article 139",
      "article_ids": [
        "ef12e209-0772-4f06-9cc4-da6134ccf361",
        "0289f4c4-b922-4cee-b337-722c31b7ad30"
      ]
    },
    {
      "node_id": "0187",
      "node_title": "Article 140",
      "article_ids": [
        "53449795-b589-4d6d-9d46-c204b7c1163d"
      ]
    },
    {
      "node_id": "0188",
      "node_title": "Article 141",
      "article_ids": [
        "674689d8-1ffb-459b-a946-b3ebb15c34d1",
        "77f0c654-fd07-4fab-8776-91168141b15b"
      ]
    },
    {
      "node_id": "0189",
      "node_title": "Article 142",
      "article_ids": [
        "ec622919-88a1-4918-b47a-8c3861a8dd92"
      ]
    },
    {
      "node_id": "0190",
      "node_title": "Article 143",
      "article_ids": [
        "0a639e3f-6c31-4145-88f5-c95748db7581"
      ]
    },
    {
      "node_id": "0191",
      "node_title": "Article 141",
      "article_ids": [
        "674689d8-1ffb-459b-a946-b3ebb15c34d1",
        "77f0c654-fd07-4fab-8776-91168141b15b"
      ]
    },
    {
      "node_id": "0192",
      "node_title": "Article 144",
      "article_ids": [
        "ab78b574-75ce-4b90-853e-9461bbfea910"
      ]
    },
    {
      "node_id": "0193",
      "node_title": "Article 139",
      "article_ids": [
        "ef12e209-0772-4f06-9cc4-da6134ccf361",
        "0289f4c4-b922-4cee-b337-722c31b7ad30"
      ]
    },
    {
      "node_id": "0194",
      "node_title": "Article 145",
      "article_ids": [
        "0ecd9eca-8118-4bc5-ab79-91853132ea92"
      ]
    },
    {
      "node_id": "0195",
      "node_title": "Article 146",
      "article_ids": [
        "7b68e549-baf1-4de3-9616-dfed1144d034"
      ]
    },
    {
      "node_id": "0196",
      "node_title": "Article 147",
      "article_ids": [
        "595afbf8-cbec-4446-850b-f8e441aae259"
      ]
    },
    {
      "node_id": "0197",
      "node_title": "Article 148",
      "article_ids": [
        "52add2b4-d73d-4b04-9059-3c2f310b7e55"
      ]
    },
    {
      "node_id": "0198",
      "node_title": "Article 136",
      "article_ids": [
        "7782e0a7-fa48-47c2-8792-b6cc5da80808",
        "26636321-6b59-4d8c-8921-407130ddde2e"
      ]
    },
    {
      "node_id": "0199",
      "node_title": "Article 137",
      "article_ids": [
        "ac08fdd7-262e-48e2-ba63-07ce088ab110",
        "9f83af83-8d4c-4e76-9690-299cb993aa09"
      ]
    },
    {
      "node_id": "0200",
      "node_title": "Article 149",
      "article_ids": [
        "c2e12de1-3810-416b-b641-1d7dec947cc4"
      ]
    },
    {
      "node_id": "0201",
      "node_title": "Article 150",
      "article_ids": [
        "9aad1e54-358c-4c24-bdc6-cc9216c7e6e2"
      ]
    },
    {
      "node_id": "0202",
      "node_title": "Article 151",
      "article_ids": [
        "49fde52c-65a5-4163-891f-00ec425b6a85"
      ]
    },
    {
      "node_id": "0203",
      "node_title": "Article 152",
      "article_ids": [
        "9e066858-8407-4811-96ff-f80c878090bc"
      ]
    },
    {
      "node_id": "0204",
      "node_title": "Article 153",
      "article_ids": [
        "566d7364-1f20-4d9e-8739-195d2a1d81b8"
      ]
    },
    {
      "node_id": "0205",
      "node_title": "Article 154",
      "article_ids": [
        "6643fa69-1b17-4696-8250-dafaca44ff28"
      ]
    },
    {
      "node_id": "0206",
      "node_title": "Article 155",
      "article_ids": [
        "71619dba-722d-47bf-b60f-41468ac06cc2"
      ]
    },
    {
      "node_id": "0207",
      "node_title": "Article 156",
      "article_ids": [
        "af3df125-ec22-4563-a2fc-2900a56b90f9"
      ]
    },
    {
      "node_id": "0208",
      "node_title": "Article 157",
      "article_ids": [
        "68dd3131-2458-48db-9e8b-16ca48517eec"
      ]
    },
    {
      "node_id": "0209",
      "node_title": "Article 158",
      "article_ids": [
        "6d4850ae-9e5a-4f05-9231-45e231a77f39"
      ]
    },
    {
      "node_id": "0210",
      "node_title": "Article 159",
      "article_ids": [
        "f90f31de-bbed-4456-8bb1-2f2e805e44d8",
        "4cc05345-9b3a-437c-88c1-f0ee4875beb7"
      ]
    },
    {
      "node_id": "0211",
      "node_title": "Article 160",
      "article_ids": [
        "fdf9dc66-8731-423d-8cfa-0a1dc1885342",
        "bb32a83a-26f5-4bdc-aa42-da8df8ad789e"
      ]
    },
    {
      "node_id": "0212",
      "node_title": "Article 161",
      "article_ids": [
        "bee58c19-5d8c-4716-9683-ae75cbeaf87b"
      ]
    },
    {
      "node_id": "0213",
      "node_title": "Article 159",
      "article_ids": [
        "f90f31de-bbed-4456-8bb1-2f2e805e44d8",
        "4cc05345-9b3a-437c-88c1-f0ee4875beb7"
      ]
    },
    {
      "node_id": "0214",
      "node_title": "Article 162",
      "article_ids": [
        "93b022f0-f2ae-47ae-97ad-f4e8fbd7ef3f"
      ]
    },
    {
      "node_id": "0215",
      "node_title": "Article 160",
      "article_ids": [
        "fdf9dc66-8731-423d-8cfa-0a1dc1885342",
        "bb32a83a-26f5-4bdc-aa42-da8df8ad789e"
      ]
    },
    {
      "node_id": "0216",
      "node_title": "Article 163",
      "article_ids": [
        "d843dada-2065-436f-b096-e2c36bf5bb2d"
      ]
    },
    {
      "node_id": "0217",
      "node_title": "Article 164",
      "article_ids": [
        "4c4c3592-a15f-4745-a52a-350db58becfa"
      ]
    },
    {
      "node_id": "0218",
      "node_title": "Article 165",
      "article_ids": [
        "532ea27a-67f4-49ad-85fc-eebdb2754d58"
      ]
    },
    {
      "node_id": "0219",
      "node_title": "Article 166",
      "article_ids": [
        "36b492bd-b1f0-41a5-9187-3ec2bc3c151b"
      ]
    },
    {
      "node_id": "0220",
      "node_title": "Article 167",
      "article_ids": [
        "1a85aebf-0a65-4e58-8916-9fc8e91dbe3f"
      ]
    },
    {
      "node_id": "0221",
      "node_title": "Article 168",
      "article_ids": [
        "b18a8398-8fea-49d1-ad09-13543f5dca01"
      ]
    },
    {
      "node_id": "0222",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0223",
      "node_title": "Article 170",
      "article_ids": [
        "be282f72-4a44-46af-8b90-f1b54e02bae1"
      ]
    },
    {
      "node_id": "0224",
      "node_title": "Article 171",
      "article_ids": [
        "b3ab92e9-4d69-4f23-bd3b-04dd7059b9c7"
      ]
    },
    {
      "node_id": "0225",
      "node_title": "Article 172",
      "article_ids": [
        "46bea2f1-ce25-44d7-b2f7-1caf0d119fd9"
      ]
    },
    {
      "node_id": "0226",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0227",
      "node_title": "Article 173",
      "article_ids": [
        "ae0387be-7243-407b-957d-b70aaee190cd"
      ]
    },
    {
      "node_id": "0228",
      "node_title": "Article 174",
      "article_ids": [
        "0323ab6f-cd9a-4ef9-89e4-13cde6d5abbc"
      ]
    },
    {
      "node_id": "0229",
      "node_title": "Article 175",
      "article_ids": [
        "10115600-2916-4697-bbd9-5e68c429492c"
      ]
    },
    {
      "node_id": "0230",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0231",
      "node_title": "Article 176",
      "article_ids": [
        "ec6b3a73-d3ff-4103-a600-29b75972a98d"
      ]
    },
    {
      "node_id": "0232",
      "node_title": "Article 177",
      "article_ids": [
        "c0009462-8d8b-4dc0-87e7-6c6611357d87"
      ]
    },
    {
      "node_id": "0233",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0234",
      "node_title": "Article 178",
      "article_ids": [
        "4958a521-7575-452c-be2f-fbc774dbc2d6"
      ]
    },
    {
      "node_id": "0235",
      "node_title": "Article 179",
      "article_ids": [
        "57bb73b4-9e19-4d5d-8bf7-03d001adc012"
      ]
    },
    {
      "node_id": "0236",
      "node_title": "Article 180",
      "article_ids": [
        "5dea9b25-5229-44d6-8a75-e0bf5d1a4642"
      ]
    },
    {
      "node_id": "0237",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0238",
      "node_title": "Article 181",
      "article_ids": [
        "3c712934-e0d7-4989-bdd4-b66df00624e6"
      ]
    },
    {
      "node_id": "0239",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0240",
      "node_title": "Article 182",
      "article_ids": [
        "82e12b50-cdd2-4462-991d-e6a321bd9345"
      ]
    },
    {
      "node_id": "0241",
      "node_title": "Article 183",
      "article_ids": [
        "75739ffa-4d82-4ee7-8a9a-bb144dab21b8"
      ]
    },
    {
      "node_id": "0242",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0243",
      "node_title": "Article 184",
      "article_ids": [
        "5edea9bf-0de4-4d7d-9727-d8e956be52cc"
      ]
    },
    {
      "node_id": "0244",
      "node_title": "Article 185",
      "article_ids": [
        "7dc052f3-1463-483e-989b-f606e2dad5a3"
      ]
    },
    {
      "node_id": "0245",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0246",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0247",
      "node_title": "Article 186",
      "article_ids": [
        "3642988c-027d-41c1-bb78-f90926a9e6dc"
      ]
    },
    {
      "node_id": "0248",
      "node_title": "Article 187",
      "article_ids": [
        "31ae6126-3ffa-48f1-9abe-c827a6f18f78"
      ]
    },
    {
      "node_id": "0249",
      "node_title": "Article 188",
      "article_ids": [
        "31771361-e000-4bca-8126-8cfcb859623d"
      ]
    },
    {
      "node_id": "0250",
      "node_title": "Article 189",
      "article_ids": [
        "9a85dc89-d6bd-4179-b388-9b7859af140e"
      ]
    },
    {
      "node_id": "0251",
      "node_title": "Article 190",
      "article_ids": [
        "b5a85626-858b-4d8d-a734-0433682b216b"
      ]
    },
    {
      "node_id": "0252",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0253",
      "node_title": "Article 191",
      "article_ids": [
        "76f0c2bf-0a75-4634-83a4-430ce09ba7b6"
      ]
    },
    {
      "node_id": "0254",
      "node_title": "Article 192",
      "article_ids": [
        "ce282c39-3488-439a-9d20-c9de633326ec"
      ]
    },
    {
      "node_id": "0255",
      "node_title": "Article 193",
      "article_ids": [
        "510084cf-3484-4e8e-a57b-eb99535ae943"
      ]
    },
    {
      "node_id": "0256",
      "node_title": "Article 194",
      "article_ids": [
        "0383ed94-c950-484b-ba65-aae48ec5efc4"
      ]
    },
    {
      "node_id": "0257",
      "node_title": "Article 195",
      "article_ids": [
        "d567b370-ff64-4f6f-9c92-583caaf071ed"
      ]
    },
    {
      "node_id": "0258",
      "node_title": "Article 196",
      "article_ids": [
        "79579fb5-e15a-4611-b3ad-a764d3873d6a"
      ]
    },
    {
      "node_id": "0259",
      "node_title": "Article 197",
      "article_ids": [
        "5d70e4fd-a3d7-4dd4-a1e1-03247cbf5a82"
      ]
    },
    {
      "node_id": "0260",
      "node_title": "Article 198",
      "article_ids": [
        "940c25cc-a181-4be8-8c16-77ec11adb2c5"
      ]
    },
    {
      "node_id": "0261",
      "node_title": "Article 199",
      "article_ids": [
        "da83beb2-1ca3-427e-8b89-9c7dc904e0fb"
      ]
    },
    {
      "node_id": "0262",
      "node_title": "Article 200",
      "article_ids": [
        "78c482b4-4afa-4598-b8f2-f03c234288cb"
      ]
    },
    {
      "node_id": "0263",
      "node_title": "Article 201",
      "article_ids": [
        "68c096c8-5f6d-4685-80ad-cf511f0e4d17"
      ]
    },
    {
      "node_id": "0264",
      "node_title": "Article 202",
      "article_ids": [
        "e5b52b61-b4e3-4456-a619-64cf119b591d"
      ]
    },
    {
      "node_id": "0265",
      "node_title": "Article 203",
      "article_ids": [
        "e0ca5a33-5593-4ebc-87c6-f01d260efe3f"
      ]
    },
    {
      "node_id": "0266",
      "node_title": "Article 204",
      "article_ids": [
        "39b1fda9-3a99-417e-8a31-1cd497670c9c"
      ]
    },
    {
      "node_id": "0267",
      "node_title": "Article 205",
      "article_ids": [
        "64a8d1df-b67a-413c-8fff-5e3478962ad6"
      ]
    },
    {
      "node_id": "0268",
      "node_title": "Article 206",
      "article_ids": [
        "18628243-ac91-4c61-a014-662375b3eae9"
      ]
    },
    {
      "node_id": "0269",
      "node_title": "Article 207",
      "article_ids": [
        "900113b4-da91-4465-8438-11e39e734930"
      ]
    },
    {
      "node_id": "0270",
      "node_title": "Article 208",
      "article_ids": [
        "815a3987-8983-4340-a385-ae58a8d78bc6"
      ]
    },
    {
      "node_id": "0271",
      "node_title": "Article 209",
      "article_ids": [
        "2947d5e6-af2a-4fef-9238-2f72e761bc0c"
      ]
    },
    {
      "node_id": "0272",
      "node_title": "Article 210",
      "article_ids": [
        "85e89d1f-d366-4f8c-a4d3-d6d1b6aeffb7"
      ]
    },
    {
      "node_id": "0273",
      "node_title": "Article 211",
      "article_ids": [
        "ef8da792-e366-4bf6-98ec-e75ca9fa3cc1"
      ]
    },
    {
      "node_id": "0274",
      "node_title": "Article 212",
      "article_ids": [
        "eeae1bf7-a436-480d-b089-30ac65ca1b28"
      ]
    },
    {
      "node_id": "0275",
      "node_title": "Article 213",
      "article_ids": [
        "7c67c9d4-9c8a-405b-a210-6d514aaeec9f"
      ]
    },
    {
      "node_id": "0276",
      "node_title": "Article 214",
      "article_ids": [
        "a259ad78-7afd-4483-bfd0-51f7edca9786"
      ]
    },
    {
      "node_id": "0277",
      "node_title": "Article 215",
      "article_ids": [
        "cdea96ff-1431-4390-9b98-aa94b97de55c"
      ]
    },
    {
      "node_id": "0278",
      "node_title": "Article 216",
      "article_ids": [
        "c4116b83-09e8-48fc-a5fb-634a9857225d"
      ]
    },
    {
      "node_id": "0279",
      "node_title": "Article 217",
      "article_ids": [
        "c9430479-a771-4352-9b20-5f9d2ff1f178"
      ]
    },
    {
      "node_id": "0280",
      "node_title": "Article 218",
      "article_ids": [
        "f9f1edc1-b16a-427b-be42-05121eea7535"
      ]
    },
    {
      "node_id": "0281",
      "node_title": "Article 219",
      "article_ids": [
        "20b5d8a3-a977-4485-a74b-a468721c6357"
      ]
    },
    {
      "node_id": "0282",
      "node_title": "Article 220",
      "article_ids": [
        "671dc348-087c-459f-8a40-0173e78eaec1"
      ]
    },
    {
      "node_id": "0283",
      "node_title": "Article 221",
      "article_ids": [
        "bafe0188-87fe-46bc-a9e8-ef1046c4eb76"
      ]
    },
    {
      "node_id": "0284",
      "node_title": "Article 222",
      "article_ids": [
        "37b36ec1-bd6b-44da-983b-3273af484788"
      ]
    },
    {
      "node_id": "0285",
      "node_title": "Article 223",
      "article_ids": [
        "aada7966-fc51-4f55-b46a-f9fb8d1ee886"
      ]
    },
    {
      "node_id": "0286",
      "node_title": "Article 224",
      "article_ids": [
        "917a7503-5d22-4a0f-8343-80c6412a572c"
      ]
    },
    {
      "node_id": "0287",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0288",
      "node_title": "Article 225",
      "article_ids": [
        "17db184b-0547-4f9f-86cc-2036d917a93c"
      ]
    },
    {
      "node_id": "0289",
      "node_title": "Article 169",
      "article_ids": [
        "27cd56d6-967a-4439-9399-cd3a084bbf72",
        "84e532b1-e926-49f6-be85-57578fc0e5e3",
        "b92c2083-ee82-4ffd-bd2f-476735a3ade8",
        "902674f9-e4b0-43f5-9f24-8b10d797e608",
        "55c309f0-736c-4489-9eb8-1c088c17c526",
        "76bfd9e8-3dd8-4059-b338-7d56077571df",
        "7bb831e1-c701-4347-897d-c2a13b4823d3",
        "190290e6-dd4f-4c78-a0f9-877d8c34d345",
        "7df92e18-7ddb-4ce5-b3a8-4249ea4190ba",
        "1f451dc3-3e6b-42c3-a1a2-bff7e1891ad5",
        "7421282d-4b7b-426a-be8c-cf14e61b7655",
        "eb164cc1-6c84-4061-b307-e2c1a2e55afc"
      ]
    },
    {
      "node_id": "0290",
      "node_title": "Article 226",
      "article_ids": [
        "a4c0cfde-03a6-4ad5-8c9a-d31e0a702e02"
      ]
    },
    {
      "node_id": "0291",
      "node_title": "Article 227",
      "article_ids": [
        "52771970-b098-417d-a72a-66ac39a45160"
      ]
    },
    {
      "node_id": "0292",
      "node_title": "Article 228",
      "article_ids": [
        "6b1f9dda-c1be-4a00-9341-5f82afcc8832"
      ]
    },
    {
      "node_id": "0293",
      "node_title": "Article 229",
      "article_ids": [
        "86b9b466-d52d-4c54-a0da-8e45ccc94739"
      ]
    },
    {
      "node_id": "0294",
      "node_title": "Article 230",
      "article_ids": [
        "d03f5962-5dc2-4224-b533-c3db66aa1e83"
      ]
    },
    {
      "node_id": "0295",
      "node_title": "Article 231",
      "article_ids": [
        "3bcae11d-03b9-49e6-881b-b215afbeb406"
      ]
    },
    {
      "node_id": "0296",
      "node_title": "Article 232",
      "article_ids": [
        "a71ab364-f517-4677-8724-338a8f16d18a"
      ]
    },
    {
      "node_id": "0297",
      "node_title": "Article 233",
      "article_ids": [
        "e328176c-eec2-4416-9557-5516de3645d0"
      ]
    },
    {
      "node_id": "0298",
      "node_title": "Article 234",
      "article_ids": [
        "d90502c4-38d7-4698-8cd0-b9636684413d"
      ]
    },
    {
      "node_id": "0299",
      "node_title": "Article 235",
      "article_ids": [
        "1a85c3da-9000-4769-bd52-e94046594e29"
      ]
    },
    {
      "node_id": "0300",
      "node_title": "Article 236",
      "article_ids": [
        "ecb9e59e-7369-4b59-b403-74574b23f805"
      ]
    },
    {
      "node_id": "0301",
      "node_title": "Article 237",
      "article_ids": [
        "4587885e-a033-479f-aff4-18f314ae0f67"
      ]
    },
    {
      "node_id": "0302",
      "node_title": "Article 238",
      "article_ids": [
        "d1e80ea2-976f-4728-a2a5-5f8a5760c5f7"
      ]
    },
    {
      "node_id": "0303",
      "node_title": "Article 239",
      "article_ids": [
        "96c57ee0-d2c9-4a5e-b2fc-093705b62c03"
      ]
    },
    {
      "node_id": "0304",
      "node_title": "Article 240",
      "article_ids": [
        "f1257684-636e-4bb2-a851-4aa6a29da6d9"
      ]
    },
    {
      "node_id": "0305",
      "node_title": "Article 241",
      "article_ids": [
        "ba84e68d-9ff8-42be-a6a5-0f5fec5efad4"
      ]
    },
    {
      "node_id": "0306",
      "node_title": "Article 242",
      "article_ids": [
        "ed99b1ec-a2d4-40ae-9b2c-7726bdb8ae47"
      ]
    },
    {
      "node_id": "0307",
      "node_title": "Article 243",
      "article_ids": [
        "f2b367a9-d997-40f3-b0af-953a07d42f69"
      ]
    },
    {
      "node_id": "0308",
      "node_title": "Article 244",
      "article_ids": [
        "7aed33b9-aedf-47fc-8332-1ba160e196eb"
      ]
    },
    {
      "node_id": "0309",
      "node_title": "Article 245",
      "article_ids": [
        "5fd2ed9a-e83f-4d78-900e-5eeaf6c2379a"
      ]
    },
    {
      "node_id": "0310",
      "node_title": "Article 246",
      "article_ids": [
        "235569fd-c5a0-4cf2-ac63-e90019e7e09b"
      ]
    },
    {
      "node_id": "0311",
      "node_title": "Article 247",
      "article_ids": [
        "cdff574c-5ae6-4764-8690-3728aa1808f3"
      ]
    },
    {
      "node_id": "0312",
      "node_title": "Article 248",
      "article_ids": [
        "e87c09eb-3f6e-4b2f-a2bb-6989f03a80aa"
      ]
    },
    {
      "node_id": "0313",
      "node_title": "Article 249",
      "article_ids": [
        "49d608ed-3ea3-4aa5-812a-c5601d7a6721"
      ]
    },
    {
      "node_id": "0315",
      "node_title": "Article 250",
      "article_ids": [
        "9af717ab-0692-49bb-bc17-2c954a183b10"
      ]
    },
    {
      "node_id": "0316",
      "node_title": "Article 251",
      "article_ids": [
        "652c4ee3-7bbe-4a09-823d-83c60818bbff"
      ]
    },
    {
      "node_id": "0317",
      "node_title": "Article 252",
      "article_ids": [
        "8eb528bd-02af-4264-9197-87235181abe6"
      ]
    },
    {
      "node_id": "0318",
      "node_title": "Article 253",
      "article_ids": [
        "6848b6f7-e56b-4e2f-b81a-4549c69a5209"
      ]
    },
    {
      "node_id": "0320",
      "node_title": "Article 254",
      "article_ids": [
        "3ad35055-0f54-4c02-9523-5671f70ca842"
      ]
    },
    {
      "node_id": "0321",
      "node_title": "Article 255",
      "article_ids": [
        "379277b8-79d1-4c38-a497-3a6dfc374291"
      ]
    },
    {
      "node_id": "0322",
      "node_title": "Article 256",
      "article_ids": [
        "0b86d5a2-29a9-4078-afab-d15ce121ab9f"
      ]
    },
    {
      "node_id": "0323",
      "node_title": "Article 257",
      "article_ids": [
        "544020d5-7971-46f5-b407-bb729e0600d9"
      ]
    },
    {
      "node_id": "0324",
      "node_title": "Article 258",
      "article_ids": [
        "06d6be56-2532-41f2-9e4d-92c5c5a87970"
      ]
    },
    {
      "node_id": "0326",
      "node_title": "Article 259",
      "article_ids": [
        "7f29fa6c-de74-4515-8517-fa0bb0132972",
        "cb63236d-b2e5-4e42-bba9-8d2d12e2d133"
      ]
    },
    {
      "node_id": "0327",
      "node_title": "Article 260",
      "article_ids": [
        "ba8b29b7-f795-42fa-822e-0958f3a089f0"
      ]
    },
    {
      "node_id": "0328",
      "node_title": "Article 261",
      "article_ids": [
        "652b8440-1056-4ac2-a92d-3591504b02f0"
      ]
    },
    {
      "node_id": "0330",
      "node_title": "Article 262",
      "article_ids": [
        "4643e44e-1bb5-40b6-991c-fd0471cc09d3"
      ]
    },
    {
      "node_id": "0331",
      "node_title": "Article 263",
      "article_ids": [
        "e3ed7ca2-d3d0-4727-9369-5f9151dcdbba"
      ]
    },
    {
      "node_id": "0332",
      "node_title": "Article 264",
      "article_ids": [
        "5459bd81-7091-49b6-891b-51365080a16b"
      ]
    },
    {
      "node_id": "0333",
      "node_title": "Article 265",
      "article_ids": [
        "7fe950e9-5b45-4a62-8e00-121e5ff10ba9"
      ]
    },
    {
      "node_id": "0334",
      "node_title": "Article 266",
      "article_ids": [
        "527e100c-4cdb-4bc2-b7c4-02f1a18f9977"
      ]
    },
    {
      "node_id": "0335",
      "node_title": "Article 267",
      "article_ids": [
        "2adf98b8-98fa-42d1-a779-ceeac1a79ada"
      ]
    },
    {
      "node_id": "0337",
      "node_title": "Article 268",
      "article_ids": [
        "2311beb1-d6d1-42d4-8337-dd2b83417a92"
      ]
    },
    {
      "node_id": "0338",
      "node_title": "Article 269",
      "article_ids": [
        "117413b0-6597-401d-a31f-99c9b279a8ce"
      ]
    },
    {
      "node_id": "0339",
      "node_title": "Article 270",
      "article_ids": [
        "4966fb3f-1eee-4c38-b6bc-6035fced1179"
      ]
    },
    {
      "node_id": "0340",
      "node_title": "Article 271",
      "article_ids": [
        "9a033ea1-831a-49ef-b538-3ef9566821af"
      ]
    },
    {
      "node_id": "0341",
      "node_title": "Article 272",
      "article_ids": [
        "aecf5285-5386-46d9-ba33-3f492ec7c8b2"
      ]
    },
    {
      "node_id": "0342",
      "node_title": "Article 273",
      "article_ids": [
        "ceb1f58f-7a8d-4512-b66a-78f41b639c63"
      ]
    },
    {
      "node_id": "0343",
      "node_title": "Article 274",
      "article_ids": [
        "070acdde-d0f2-486a-b77b-7cee4c2872b9"
      ]
    },
    {
      "node_id": "0344",
      "node_title": "Article 275",
      "article_ids": [
        "9e5e5147-d4c9-4b16-8778-d9fdcf17070b"
      ]
    },
    {
      "node_id": "0345",
      "node_title": "Article 276",
      "article_ids": [
        "900ad105-946d-408e-ad2a-2405cb8e2cdc"
      ]
    },
    {
      "node_id": "0346",
      "node_title": "Article 277",
      "article_ids": [
        "683cfdc1-fdab-44d5-9689-9c57ecfd59db"
      ]
    },
    {
      "node_id": "0347",
      "node_title": "Article 278",
      "article_ids": [
        "7fccf763-977d-4390-b0fd-231563b864e6"
      ]
    },
    {
      "node_id": "0348",
      "node_title": "Article 279",
      "article_ids": [
        "9ffa3d51-fdac-4089-a751-43b6a63c2102"
      ]
    },
    {
      "node_id": "0349",
      "node_title": "Article 280",
      "article_ids": [
        "77d6dae0-f174-4802-9c33-292546503113"
      ]
    },
    {
      "node_id": "0350",
      "node_title": "Article 281",
      "article_ids": [
        "ec9ce397-0e2e-4699-8f52-0d91d99b7dbe"
      ]
    },
    {
      "node_id": "0351",
      "node_title": "Article 282",
      "article_ids": [
        "262e2d48-31df-49e7-8c2c-7e142baa9cd4"
      ]
    },
    {
      "node_id": "0352",
      "node_title": "Article 283",
      "article_ids": [
        "7e79a323-ec4a-4a29-bfe2-66dffa82b91a",
        "dacc4e19-ee24-4636-93c8-ad4f9ffade55"
      ]
    },
    {
      "node_id": "0353",
      "node_title": "Article 284",
      "article_ids": [
        "915b21a3-3098-4930-b4ff-497ad9f06a56"
      ]
    },
    {
      "node_id": "0354",
      "node_title": "Article 283",
      "article_ids": [
        "7e79a323-ec4a-4a29-bfe2-66dffa82b91a",
        "dacc4e19-ee24-4636-93c8-ad4f9ffade55"
      ]
    },
    {
      "node_id": "0355",
      "node_title": "Article 285",
      "article_ids": [
        "7fa2e5b1-0e8a-4f2e-91a4-8d6b4e73203c"
      ]
    },
    {
      "node_id": "0356",
      "node_title": "Article 286",
      "article_ids": [
        "24376955-af21-4acb-96af-493d5a4075ec"
      ]
    },
    {
      "node_id": "0357",
      "node_title": "Article 287",
      "article_ids": [
        "aadc771e-b72f-40d1-ae62-4175168a0e75"
      ]
    },
    {
      "node_id": "0358",
      "node_title": "Article 289",
      "article_ids": [
        "69852a14-b07a-4ac1-a880-eb4d27e09d9f",
        "70ce55b7-4ccc-456b-9002-5be53883bdff"
      ]
    },
    {
      "node_id": "0359",
      "node_title": "Article 288",
      "article_ids": [
        "ad6d60d9-d195-4954-a841-979a80c03830"
      ]
    },
    {
      "node_id": "0360",
      "node_title": "Article 289",
      "article_ids": [
        "69852a14-b07a-4ac1-a880-eb4d27e09d9f",
        "70ce55b7-4ccc-456b-9002-5be53883bdff"
      ]
    },
    {
      "node_id": "0361",
      "node_title": "Article 290",
      "article_ids": [
        "5c9c98de-ef83-4dcd-be1c-d172aabfc48c"
      ]
    },
    {
      "node_id": "0362",
      "node_title": "Article 291",
      "article_ids": [
        "56fa143c-76a0-4a3a-ab3a-71cb2d5086f2"
      ]
    },
    {
      "node_id": "0363",
      "node_title": "Article 292",
      "article_ids": [
        "491f883f-1937-441c-80f5-c5324d909341"
      ]
    },
    {
      "node_id": "0364",
      "node_title": "Article 293",
      "article_ids": [
        "084952c0-62ea-492f-9709-ebe3e2d58946"
      ]
    },
    {
      "node_id": "0365",
      "node_title": "Article 294",
      "article_ids": [
        "86d7c9ce-2ba2-4ab9-a0fe-2796ec1769b8"
      ]
    },
    {
      "node_id": "0366",
      "node_title": "Article 295",
      "article_ids": [
        "c7c85857-f96e-4c28-93dd-4a9635113bcb"
      ]
    },
    {
      "node_id": "0367",
      "node_title": "Article 296",
      "article_ids": [
        "15795d8a-020e-4965-85fa-ed25ac8c9126"
      ]
    },
    {
      "node_id": "0368",
      "node_title": "Article 297",
      "article_ids": [
        "9c07f0c3-bb44-4a8b-b20a-3a7c176dceb2"
      ]
    },
    {
      "node_id": "0369",
      "node_title": "Article 298",
      "article_ids": [
        "e54c6cba-99cd-492c-8d79-e9de0ee65780"
      ]
    },
    {
      "node_id": "0370",
      "node_title": "Article 299",
      "article_ids": [
        "6bf740bd-9144-4cd8-8050-59b198ebfac9"
      ]
    },
    {
      "node_id": "0371",
      "node_title": "Article 300",
      "article_ids": [
        "991753b4-7b01-4656-bb6a-2cb85c5c32d2"
      ]
    },
    {
      "node_id": "0372",
      "node_title": "Article 301",
      "article_ids": [
        "460139ca-c229-451e-8123-611ffcd85284"
      ]
    },
    {
      "node_id": "0373",
      "node_title": "Article 302",
      "article_ids": [
        "57599ddc-f195-42ab-ab08-f1b911e9c8bd"
      ]
    },
    {
      "node_id": "0374",
      "node_title": "Article 259",
      "article_ids": [
        "7f29fa6c-de74-4515-8517-fa0bb0132972",
        "cb63236d-b2e5-4e42-bba9-8d2d12e2d133"
      ]
    },
    {
      "node_id": "0375",
      "node_title": "Article 303",
      "article_ids": [
        "b1309f39-49ae-4a16-8977-f7fc546ebddb"
      ]
    },
    {
      "node_id": "0376",
      "node_title": "Article 304",
      "article_ids": [
        "aed48832-b702-4b17-85e0-f079cdc02ff9"
      ]
    },
    {
      "node_id": "0377",
      "node_title": "Article 305",
      "article_ids": [
        "61e1dff3-38fb-47e8-9a64-a718a23e6ec8"
      ]
    },
    {
      "node_id": "0378",
      "node_title": "Article 306",
      "article_ids": [
        "f32aa0c5-5a64-401e-a15d-c96b8d326356"
      ]
    },
    {
      "node_id": "0379",
      "node_title": "Article 307",
      "article_ids": [
        "da0a87bb-a97f-4ee2-b1fc-0ea2ba9d913c"
      ]
    },
    {
      "node_id": "0380",
      "node_title": "Article 9",
      "article_ids": [
        "078207d0-dc53-4486-bc3f-78010553d15d",
        "d5748475-2146-4ddc-b2bc-5014bc892f49"
      ]
    }
  ],
  "bundle_path": "backups/ohada_bundles/AUDCG-2010.json",
  "document_id": "50252eea-a5a5-4f9c-ab00-9a496e28f515",
  "document_title": "OHADA - Acte uniforme relatif au droit commercial general (AUDCG)"
}