{
  "tree": {
    "doc_name": "AUS-2010",
    "doc_description": "The revised OHADA Uniform Act on Secured Transactions, adopted in 2010, provides a comprehensive legal framework for personal and real securities, including suretyship, autonomous guarantees, pledges, mortgages, and the registration of security interests in member states.",
    "structure": [
      {
        "title": "OHADA - Acte uniforme relatif aux suretes (AUS)",
        "node_id": "0000",
        "prefix_summary": "# OHADA - Acte uniforme relatif aux suretes (AUS)",
        "line_num": 1,
        "nodes": [
          {
            "title": "Preambule",
            "node_id": "0001",
            "summary": "This partial document is the preamble and opening section of the revised Uniform Act on the Organization of Securities (suretés) within the OHADA (Organization for the Harmonization of Business Law in Africa) framework. The main points covered are:\n\n1.  **Document Identification:** It identifies itself as the revised Uniform Act on the Organization of Securities, adopted on December 15, 2010, in Lomé, Togo, and published in the Official Journal.\n2.  **Legal Basis and Adoption Process:** The preamble details the legal foundations for the Act, citing the OHADA Treaty and its revisions. It outlines the procedural steps taken for its adoption, including reviewing reports from the Permanent Secretariat, considering observations from Member States, and obtaining the advisory opinion of the Common Court of Justice and Arbitration. It states the Act was adopted unanimously by the present and voting Member States.\n3.  **Document Structure:** It introduces the beginning of the Act's substantive content, starting with the \"Preliminary Title\" which covers definitions, the scope of application of securities, and the agents involved in securities.",
            "line_num": 4
          },
          {
            "title": "Article 1",
            "node_id": "0002",
            "summary": "###### Article 1\n\nUne sûreté est l'affectation au bénéfice d'un créancier d'un bien, d'un ensemble de biens ou d'un patrimoine afin de\ngarantir l'exécution d'une obligation ou d'un ensemble d'obligations, quelle que soit la nature juridique de celles-ci\net notamment qu'elles soient présentes ou futures, déterminées ou déterminables, conditionnelles ou\ninconditionnelles, et que leur montant soit fixe ou fluctuant.",
            "line_num": 38
          },
          {
            "title": "Article 2",
            "node_id": "0003",
            "summary": "###### Article 2\n\nSauf disposition contraire du présent Acte uniforme, les sûretés qu'il régit sont accessoires de l'obligation dont elles\ngarantissent l'exécution.",
            "line_num": 46
          },
          {
            "title": "Article 3",
            "node_id": "0004",
            "summary": "###### Article 3\n\nEst considéré comme débiteur professionnel au sens du présent Acte uniforme, tout débiteur dont la dette est née\ndans l'exercice de sa profession ou se trouve en rapport direct avec l'une de ses activités professionnelles, même\nsi celle-ci n'est pas principale.",
            "line_num": 52
          },
          {
            "title": "Article 4",
            "node_id": "0005",
            "summary": "This partial document covers the introductory definitions and scope of the revised OHADA Uniform Act on securities (collateral). The main points are:\n\n1.  It defines two types of securities: personal guarantees (where a person commits to answer for the debtor's obligation) and real securities (rights over specific property).\n2.  It establishes that, unless otherwise stated, the only validly constituted real securities are those governed by this Uniform Act.\n3.  It specifies that real securities can be created by the debtor or a third party.\n4.  It notes exceptions, stating that securities related to maritime, river, and air law, certain legal securities, and inter-financial institution contracts may be subject to specific legislation.\n5.  The excerpt ends by introducing Chapter 2, which will cover the \"Agent des sûretés\" (Securities Agent).",
            "line_num": 59
          },
          {
            "title": "Article 5",
            "node_id": "0006",
            "summary": "###### Article 5\n\nToute sûreté ou autre garantie de l'exécution d'une obligation peut être constituée, inscrite, gérée et réalisée par\nune institution financière ou un établissement de crédit, national ou étranger, agissant, en son nom et en qualité\nd'agent des sûretés, au profit des créanciers de la ou des obligations garanties l'ayant désigné à cette fin.",
            "line_num": 85
          },
          {
            "title": "Article 6",
            "node_id": "0007",
            "summary": "The partial document outlines the mandatory content required in the act appointing a security agent (agent des sûretés) to avoid nullity. The main points specify that the act must include:\n\n1.  A description of the guaranteed obligations, including details for future obligations.\n2.  The identity of the creditors of those obligations at the time of the agent's appointment.\n3.  The identity and registered office of the security agent.\n4.  The duration of the agent's mandate and the scope of their administrative and disposal powers.\n5.  The conditions under which the agent must report to the creditors.",
            "line_num": 92
          },
          {
            "title": "Article 7",
            "node_id": "0008",
            "summary": "###### Article 7\n\nLorsque l'agent des sûretés agit au profit des créanciers de la ou des obligations garanties, il doit en faire\nexpressément mention et toute inscription d'une sûreté effectuée à l'occasion de sa mission doit mentionner son\nnom et sa qualité d'agent des sûretés.",
            "line_num": 110
          },
          {
            "title": "Article 8",
            "node_id": "0009",
            "summary": "###### Article 8\n\nSauf stipulation contraire et pour tout ce qui a trait aux obligations garanties, les créanciers sont représentés par\nl'agent des sûretés dans leurs relations avec leurs débiteurs, leurs garants, ainsi que les personnes ayant affecté\nou cédé un bien en garantie de ces obligations, et les tiers.\n\nDans la limite des pouvoirs qui lui ont été conférés par les créanciers de la ou des obligations garanties, l'agent des\nsûretés peut intenter toutes actions pour défendre leurs intérêts, y compris en justice, la seule indication qu'il\nintervient en sa qualité d'agent des sûretés étant suffisante.",
            "line_num": 117
          },
          {
            "title": "Article 9",
            "node_id": "0010",
            "summary": "This partial document, Article 9 of the revised OHADA Uniform Act on securities, establishes the principle of a separate patrimony for a security agent. It states that when the creation or enforcement of a security involves a transfer of ownership to the agent, the transferred assets and any payments received by the agent in performing their duties must be held separately from the agent's personal assets. These assets are generally protected from seizure by the agent's personal creditors and can only be seized by creditors whose claims arise from the conservation and management of those specific assets, including in the event of the agent's insolvency proceedings.",
            "line_num": 128
          },
          {
            "title": "Article 10",
            "node_id": "0011",
            "summary": "This partial document, Article 10, outlines the rules governing the substitution and replacement of a security agent (*agent des sûretés*). The main points covered are:\n\n1.  **Substitution by the Agent:** The security agent may, under conditions set in the appointing document and under their own responsibility, delegate their duties to a third party. In this case, creditors can take direct action against this substitute.\n\n2.  **Replacement of the Agent:** The document can also specify conditions for replacing the agent if they fail in their duties, jeopardize the entrusted interests, or become subject to insolvency proceedings.\n\n3.  **Judicial Intervention:** If the contract lacks such provisions, creditors can petition the competent court for the urgent appointment of a provisional security agent or for the agent's replacement.\n\n4.  **Automatic Transfer of Rights:** Upon any replacement (whether contractual or judicial), all rights and actions held by the former agent for the benefit of the creditors are automatically and formally transferred to the new agent.",
            "line_num": 146
          },
          {
            "title": "Article 11",
            "node_id": "0012",
            "summary": "###### Article 11\n\nA défaut de disposition contraire dans l'acte le désignant, la responsabilité de l'agent des sûretés à l'égard des\ncréanciers de la ou des obligations garanties s'apprécie comme celle d'un mandataire salarié.\n\nTitre 1 - Sûretés personnelles",
            "line_num": 165
          },
          {
            "title": "Article 12",
            "node_id": "0013",
            "summary": "###### Article 12\n\nLes sûretés personnelles régies par le présent Acte uniforme sont le cautionnement et la garantie autonome.\n\nChapitre 1 - Cautionnement",
            "line_num": 173
          },
          {
            "title": "Section 1 - Formation du cautionnement",
            "node_id": "0014",
            "prefix_summary": "##### Section 1 - Formation du cautionnement",
            "line_num": 180,
            "nodes": [
              {
                "title": "Article 13",
                "node_id": "0015",
                "summary": "###### Article 13\n\nLe cautionnement est un contrat par lequel la caution s'engage, envers le créancier qui accepte, à exécuter une\nobligation présente ou future contractée par le débiteur, si celuici n'y satisfait pas lui-même.\n\nCet engagement peut être contracté sans ordre du débiteur.",
                "line_num": 183
              },
              {
                "title": "Article 14",
                "node_id": "0016",
                "summary": "This partial document covers Article 14 of the OHADA Uniform Act on Secured Transactions. The main points are the legal requirements for a valid personal guarantee (cautionnement). It states that such a guarantee is never presumed and must be proven by a signed document. The key formalities include:\n1.  The handwritten mention by the guarantor of the maximum guaranteed sum, written in both letters and numbers (with the amount in letters prevailing in case of discrepancy).\n2.  Special provisions for a guarantor who cannot write, requiring two witnesses to certify the guarantor's identity, presence, and understanding of the act.\n3.  The application of these rules to guarantees required by national law or a court decision.",
                "line_num": 191
              },
              {
                "title": "Article 15",
                "node_id": "0017",
                "summary": "###### Article 15\n\nLorsque le débiteur est tenu, par la convention, la loi de chaque Etat Partie ou la décision de justice, de fournir une\ncaution, celle-ci doit être domiciliée ou faire élection de domicile dans le ressort territorial de la juridiction où elle\ndoit être fournie, sauf dispense du créancier ou de la juridiction compétente. La caution doit présenter des\ngaranties de solvabilité appréciées en tenant compte de tous les éléments de son patrimoine. Le débiteur qui ne\npeut trouver une caution pourra la remplacer par toute sûreté réelle donnant les mêmes garanties au créancier.",
                "line_num": 214
              },
              {
                "title": "Article 16",
                "node_id": "0018",
                "summary": "###### Article 16\n\nLorsque la caution reçue par le créancier, volontairement ou en justice, est devenue ensuite insolvable, le débiteur\ndoit en fournir une autre ou fournir une sûreté réelle donnant les mêmes garanties au créancier.\n\nCette règle ne reçoit exception que lorsque le créancier a subordonné son consentement au contrat principal à\nl'engagement, à son égard, d'une caution nommément désignée.",
                "line_num": 223
              },
              {
                "title": "Article 17",
                "node_id": "0019",
                "summary": "The partial document covers the legal principles governing suretyship (cautionnement) in relation to the validity and scope of the principal obligation. The main points are: the general requirement for a valid principal obligation, with specific exceptions for knowingly guaranteeing an incapable person's commitments; the rules regarding the confirmation of a voidable obligation and the surety's express waiver; the limitation that a surety's commitment cannot be more onerous or exceed the principal debtor's actual debt; and the prohibition against the principal debtor aggravating the surety's commitment after the suretyship is established.",
                "line_num": 232
              },
              {
                "title": "Article 18",
                "node_id": "0020",
                "summary": "###### Article 18\n\nSauf clause contraire, le cautionnement d'une obligation s'étend, outre le principal, et dans la limite de la somme\nmaximale garantie, aux accessoires de la dette et aux frais de recouvrement de la créance, y compris ceux\npostérieurs à la dénonciation qui est faite à la caution.\n\nA la demande de la caution, l'acte constitutif de l'obligation principale est annexé à la convention de\ncautionnement.\n\nLe cautionnement peut également être contracté pour une partie seulement de la dette et sous des conditions\nmoins onéreuses.",
                "line_num": 252
              }
            ]
          },
          {
            "title": "Section 2 - Modalités du cautionnement",
            "node_id": "0021",
            "prefix_summary": "##### Section 2 - Modalités du cautionnement",
            "line_num": 265,
            "nodes": [
              {
                "title": "Article 19",
                "node_id": "0022",
                "summary": "The partial document covers provisions related to a \"cautionnement général\" (general guarantee/suretyship) under the OHADA Uniform Act on Securities. The main points define the scope, validity conditions, and rules for this type of guarantee: it only covers direct contractual debts unless otherwise stated; it must be for a predetermined maximum sum to be valid; it can be renewed when that sum is reached; it can be revoked by the guarantor before the sum is reached, while covering prior obligations; and it does not cover debts existing before the guarantee date unless otherwise agreed.",
                "line_num": 268
              },
              {
                "title": "Article 20",
                "node_id": "0023",
                "summary": "###### Article 20\n\nLe cautionnement est réputé solidaire.\n\nIl est simple lorsqu'il en est ainsi décidé, expressément, par la loi de chaque Etat Partie ou la convention des\nparties.",
                "line_num": 291
              },
              {
                "title": "Article 21",
                "node_id": "0024",
                "summary": "###### Article 21\n\nLa caution peut, elle-même, se faire cautionner par un certificateur désigné comme tel dans le contrat.\n\nSauf stipulation contraire, le ou les certificateurs sont cautions simples de la caution certifiée.",
                "line_num": 299
              }
            ]
          },
          {
            "title": "Section 3 - Effets du cautionnement",
            "node_id": "0025",
            "prefix_summary": "##### Section 3 - Effets du cautionnement",
            "line_num": 306,
            "nodes": [
              {
                "title": "Article 22",
                "node_id": "0026",
                "summary": "###### Article 22\n\nLa caution peut garantir son engagement en consentant une sûreté réelle sur un ou plusieurs de ses biens.\n\nElle peut également limiter son engagement à la valeur de réalisation du ou des biens sur lesquels elle a consenti\nune telle sûreté.",
                "line_num": 309
              },
              {
                "title": "Article 23",
                "node_id": "0027",
                "summary": "This partial document covers provisions from Article 23 of the OHADA Uniform Act on Securities, focusing on the rights and obligations of a guarantor (\"caution\"). The main points are: the guarantor is only liable if the main debtor defaults; the creditor must first formally demand payment from the main debtor before pursuing the guarantor; the guarantor must be notified of any extension of the payment term granted to the main debtor and can refuse it, allowing them to pursue the debtor; and the acceleration of the debt (forfeiture of the term) for the main debtor does not automatically apply to the guarantor, who is only required to pay at the original maturity date, unless they themselves default after a formal demand.",
                "line_num": 317
              },
              {
                "title": "Article 24",
                "node_id": "0028",
                "summary": "###### Article 24\n\nDans le mois de la mise en demeure de payer adressée au débiteur principal et restée sans effet, le créancier doit\ninformer la caution de la défaillance du débiteur principal en lui indiquant le montant restant dû par ce dernier en\nprincipal, intérêts et autres accessoires à la date de cet incident de paiement.\n\nA défaut, la caution ne saurait être tenue au paiement des pénalités ou intérêts de retard échus entre la date de cet\nincident et la date à laquelle elle en a été informée.\n\nToute clause contraire aux dispositions du présent article est réputée non écrite.",
                "line_num": 340
              },
              {
                "title": "Article 25",
                "node_id": "0029",
                "summary": "###### Article 25\n\nLe créancier est tenu, dans le mois qui suit le terme de chaque semestre civil à compter de la signature du contrat\nde cautionnement, de communiquer à la caution un état des dettes du débiteur principal précisant leurs causes,\nleurs échéances et leurs montants en principal, intérêts, et autres accessoires restant dus à la fin du semestre\nécoulé, en lui rappelant la faculté de révocation par reproduction littérale des dispositions de l'",
                "line_num": 352
              },
              {
                "title": "Article 19",
                "node_id": "0030",
                "summary": "###### Article 19\n\ndu présent\nActe uniforme.\n\nA défaut d'accomplissement des formalités prévues au présent article, le créancier est déchu, vis-à-vis de la\ncaution, des intérêts contractuels échus depuis la date de la précédente information jusqu'à la date de\ncommunication de la nouvelle information, sans préjudice des dispositions de l'",
                "line_num": 360
              },
              {
                "title": "Article 29",
                "node_id": "0031",
                "summary": "###### Article 29\n\ndu présent Acte uniforme.\n\nToute clause contraire aux dispositions du présent article est réputée non écrite.",
                "line_num": 370
              },
              {
                "title": "Article 26",
                "node_id": "0032",
                "summary": "###### Article 26\n\nLa caution est tenue de la même façon que le débiteur principal. La caution solidaire est tenue de l'exécution de\nl'obligation principale dans les mêmes conditions qu'un débiteur solidaire sous réserve des dispositions\nparticulières du présent Acte uniforme.\n\nToutefois, le créancier ne peut poursuivre la caution simple ou solidaire qu'en appelant en cause le débiteur\nprincipal.",
                "line_num": 377
              },
              {
                "title": "Article 27",
                "node_id": "0033",
                "summary": "This partial document, from an article (likely within a civil or commercial code), outlines the rights and obligations of different types of guarantors (*caution*) regarding the \"benefit of discussion\" (*bénéfice de discussion*).\n\nThe main points covered are:\n\n1.  **Exclusion for Certain Guarantors:** Judicial guarantors and joint-and-several guarantors do not have the right to the benefit of discussion.\n\n2.  **Right of a Simple Guarantor:** A simple guarantor retains this right unless they have explicitly waived it. When first pursued by the creditor, they can demand that the principal debtor's assets be pursued first. To do this, they must identify the debtor's assets located within the national territory that can be immediately seized and are sufficient to cover the full debt.\n\n3.  **Financial Obligation of the Simple Guarantor:** The simple guarantor must also advance the costs of this \"discussion\" (pursuit of the debtor's assets) or deposit a sum determined by the competent court for this purpose.\n\n4.  **Creditor's Responsibility:** If the guarantor has successfully identified sufficient assets and provided the necessary funds, the creditor becomes responsible to the guarantor for any subsequent insolvency of the principal debtor, but only up to the value of the assets indicated, if that insolvency results from the creditor's failure to pursue those assets.",
                "line_num": 387
              },
              {
                "title": "Article 28",
                "node_id": "0034",
                "summary": "This partial document covers the legal principle of the division of debt among multiple guarantors (cautions) for the same debtor and same obligation. The main points are:\n\n1.  Unless otherwise agreed, any guarantor can demand that the debt be divided among all solvent guarantors when the creditor first pursues payment.\n2.  A guarantor is not responsible for the subsequent insolvency of other guarantors after the division has been made.\n3.  If a creditor voluntarily divides the action among the guarants, they cannot reverse this decision and must bear the loss from the insolvency of any guarantor they pursue, without shifting that loss onto the others.\n\nThe text is from the revised OHADA Uniform Act on Securities, indicating its source and legal context.",
                "line_num": 403
              },
              {
                "title": "Article 29",
                "node_id": "0035",
                "summary": "This partial document covers legal provisions regarding the rights and protections of a guarantor (caution) in a debt obligation. The main points are:\n\n1.  A guarantor can raise the same legal defenses against the creditor that the main debtor possesses, which could reduce, extinguish, or delay the debt, subject to specific referenced articles.\n2.  A guarantor (simple or joint) is released from their obligation if the creditor's actions prevent the guarantor from being subrogated to (stepping into) the rights and securities of the creditor. Any clause to the contrary is void.\n3.  If the creditor's action only partially limits this subrogation, the guarantor is released proportionally to the value of the security that was lost.",
                "line_num": 421
              },
              {
                "title": "Article 30",
                "node_id": "0036",
                "summary": "###### Article 30\n\nLa caution doit aviser le débiteur principal ou le mettre en cause avant de payer la dette au créancier poursuivant.\n\nSi la caution a payé sans avoir averti ou mis en cause le débiteur principal, elle perd son recours contre lui si, au\nmoment du paiement par elle ou postérieurement à ce paiement, le débiteur avait le moyen de faire déclarer la\ndette éteinte ou s'il avait payé dans l'ignorance du paiement de la caution. Néanmoins, la caution conserve son\naction en répétition contre le créancier.",
                "line_num": 435
              },
              {
                "title": "Article 31",
                "node_id": "0037",
                "summary": "###### Article 31\n\nLa caution est subrogée dans tous les droits et garanties du créancier poursuivant pour tout ce qu'elle a payé à ce\ndernier.\n\nS'il y a plusieurs débiteurs principaux solidaires d'une même dette, la caution est subrogée contre chacun d'eux\npour tout ce qu'elle a payé, même si elle n'en a cautionné qu'un. Si les débiteurs sont conjoints, elle doit diviser ses\nrecours.",
                "line_num": 445
              },
              {
                "title": "Article 32",
                "node_id": "0038",
                "summary": "###### Article 32\n\nLa caution qui a payé a, également, un recours personnel contre le débiteur principal pour ce qu'elle a payé en\nprincipal, en intérêts de cette somme et en frais engagés depuis qu'elle a dénoncé au débiteur principal les\npoursuites dirigées contre elle. Elle peut, en outre, réclamer des dommages-intérêts pour réparation du préjudice\nsubi du fait des poursuites du créancier.\n\nS'il y a eu cautionnement partiel, le créancier ne peut, pour le reliquat, être préféré à la caution qui a payé et agi en\nvertu de son recours personnel. Toute clause contraire est réputée non écrite.",
                "line_num": 455
              },
              {
                "title": "Article 33",
                "node_id": "0039",
                "summary": "###### Article 33\n\nLes recours du certificateur de caution contre la caution certifiée sont soumis aux dispositions des articles 30, 31 et\n32 du présent Acte uniforme.",
                "line_num": 466
              },
              {
                "title": "Article 34",
                "node_id": "0040",
                "summary": "###### Article 34\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 8 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nLorsqu'il existe plusieurs cautions simples ou solidaires pour une même dette, si l'une des cautions a utilement\nacquitté la dette, elle a un recours contre les autres cautions, chacune pour sa part et portion.",
                "line_num": 472
              }
            ]
          },
          {
            "title": "Section 4 - Extinction du cautionnement",
            "node_id": "0041",
            "prefix_summary": "##### Section 4 - Extinction du cautionnement",
            "line_num": 483,
            "nodes": [
              {
                "title": "Article 35",
                "node_id": "0042",
                "summary": "###### Article 35\n\nLa caution peut agir en paiement contre le débiteur principal ou demander la conservation de ses droits dans le\npatrimoine de celui-ci, avant même d'avoir payé le créancier :\n\n- dès qu'elle est poursuivie ;\n\n- lorsque le débiteur est en état de cessation des paiements ou en déconfiture ;\n\n- lorsque le débiteur ne l'a pas déchargée dans le délai convenu ;\n\n- lorsque la dette est devenue exigible par l'échéance du terme sous lequel elle avait été contractée.",
                "line_num": 486
              },
              {
                "title": "Article 36",
                "node_id": "0043",
                "summary": "This partial document outlines the circumstances under which a guarantor's (caution) obligation is extinguished or modified. The main points covered are: the extinction of the guarantee following the extinction of the principal debt; the definitive release of the guarantor in cases of dation en paiement (payment in kind) or novation of the principal debt unless they consent to the new terms; and the rule that the guarantor's commitments pass to their heirs only for debts existing prior to the guarantor's death. Several clauses contrary to these rules are declared null.",
                "line_num": 500
              },
              {
                "title": "Article 37",
                "node_id": "0044",
                "summary": "###### Article 37\n\nL'engagement de la caution disparaît indépendamment de l'obligation principale :\n\n- lorsque, sur poursuites dirigées contre elle, la caution excipe de la compensation pour une créance personnelle ;\n\n- lorsque le créancier a consenti une remise de dette à la seule caution ;\n\n- lorsque la confusion s'opère entre la personne du créancier et de la caution.",
                "line_num": 516
              },
              {
                "title": "Article 38",
                "node_id": "0045",
                "summary": "###### Article 38\n\nToutefois, la confusion qui s'opère dans la personne du débiteur principal et de sa caution lorsque l'une devient\nhéritière de l'autre, n'éteint pas l'action du créancier contre le certificateur de la caution.\n\nChapitre 2 - Garantie et contre-garantie autonomes",
                "line_num": 527
              }
            ]
          },
          {
            "title": "Section 1 - Formation des garantie et contre-garantie autonomes",
            "node_id": "0046",
            "prefix_summary": "##### Section 1 - Formation des garantie et contre-garantie autonomes",
            "line_num": 535,
            "nodes": [
              {
                "title": "Article 39",
                "node_id": "0047",
                "summary": "This partial document defines two key legal concepts from the OHADA Uniform Act on Secured Transactions: the autonomous guarantee and the counter-autonomous guarantee. It specifies that both are commitments where a guarantor (or counter-guarantor) obligates themselves to pay a determined sum to a beneficiary (or a first guarantor) upon the instructions of an ordering party. The payment is triggered either upon the beneficiary's first demand or according to other agreed-upon terms.",
                "line_num": 538
              },
              {
                "title": "Article 40",
                "node_id": "0048",
                "summary": "###### Article 40\n\nLes garantie et contre-garantie autonomes ne peuvent être souscrites par les personnes physiques sous peine de\nnullité.\n\nElles créent des engagements autonomes, distincts des conventions, actes et faits susceptibles d'en constituer la\nbase.",
                "line_num": 555
              }
            ]
          },
          {
            "title": "Section 2 - Effets des garantie et contre-garantie autonomes",
            "node_id": "0049",
            "prefix_summary": "##### Section 2 - Effets des garantie et contre-garantie autonomes",
            "line_num": 564,
            "nodes": [
              {
                "title": "Article 41",
                "node_id": "0050",
                "summary": "This partial document outlines the mandatory formal requirements for an autonomous guarantee or counter-guarantee to be valid. It specifies that these instruments must be explicitly documented in writing and lists the nine essential elements that must be included, under penalty of nullity. These elements include the parties involved (order party, beneficiary, guarantor), the underlying transaction, the maximum amount, the expiry terms, the payment demand conditions, and a key legal characteristic regarding the guarantor's inability to invoke defenses available to a surety.",
                "line_num": 567
              },
              {
                "title": "Article 42",
                "node_id": "0051",
                "summary": "###### Article 42\n\nSauf clause ou convention contraire expresse, le droit à garantie du bénéficiaire n'est pas cessible. Toutefois,\nl'incessibilité du droit à garantie n'affecte pas le droit du bénéficiaire de céder tout montant auquel il aurait droit à la\nsuite de la présentation d'une demande conforme au titre de la garantie.",
                "line_num": 592
              },
              {
                "title": "Article 43",
                "node_id": "0052",
                "summary": "The partial document covers provisions from the OHADA Uniform Act on Securities regarding autonomous guarantees and counter-guarantees. The main points are: the effective date of such instruments (upon issuance unless a later date is specified), and the rules on irrevocability. It states that guarantees and counter-guarantees with a fixed term are irrevocable. However, those with an indeterminate duration can be revoked by the guarantor or counter-guarantor, respectively.",
                "line_num": 599
              },
              {
                "title": "Article 44",
                "node_id": "0053",
                "summary": "###### Article 44\n\nLe garant et le contre-garant ne sont obligés qu'à concurrence de la somme stipulée dans la garantie ou la\ncontre-garantie autonome sous déduction des paiements antérieurs faits respectivement par le garant ou le\ncontre-garant conformément aux termes de leur engagement.\n\nLes garantie et contre-garantie autonomes peuvent stipuler que le montant de l'engagement sera réduit d'un\nmontant déterminé ou déterminable à des dates précisées ou contre présentation au garant ou au contre-garant de\ndocuments indiqués à cette fin dans l'engagement.",
                "line_num": 616
              }
            ]
          },
          {
            "title": "titre d",
            "node_id": "0054",
            "prefix_summary": "#### titre d",
            "line_num": 627,
            "nodes": [
              {
                "title": "Article 45",
                "node_id": "0055",
                "summary": "This partial document outlines the procedural requirements for making a payment demand under an autonomous guarantee (first-demand guarantee) and a counter-guarantee. The main points covered are:\n\n1.  **Requirements for a demand under an autonomous guarantee:** The beneficiary's demand must be in writing, accompanied by any other specified documents, and must state the nature of the principal's breach of the underlying obligation.\n2.  **Requirements for a demand under an autonomous counter-guarantee:** The demand must be a written statement from the guarantor confirming they have received a compliant payment demand from the beneficiary.\n3.  **General formalities for all demands:** Any payment demand must comply with the terms of the specific guarantee or counter-guarantee and, unless otherwise stated, must be presented at the place where that instrument was issued.",
                "line_num": 630
              },
              {
                "title": "Article 46",
                "node_id": "0056",
                "summary": "This partial document covers procedural rules for guarantees and counter-guarantees. The main points are: the time limit (five business days) for the guarantor or counter-guarantor to examine a payment demand and the requirement to notify all irregularities for a rejection; the obligation to forward the demand and documents to the ordering party; and the duty to inform the ordering party of any reduction in the guarantee amount or any early termination event.",
                "line_num": 644
              },
              {
                "title": "Article 47",
                "node_id": "0057",
                "summary": "###### Article 47\n\nLe donneur d'ordre ne peut faire défense de payer au garant que si la demande de paiement du bénéficiaire est\nmanifestement abusive ou frauduleuse. Le contre-garant dispose à l'encontre du garant de la même faculté dans\nles mêmes conditions.\n\nLe donneur d'ordre ne peut faire défense de payer au contre-garant que si le garant savait ou aurait dû savoir que\nla demande de paiement du bénéficiaire avait un caractère manifestement abusif ou frauduleux.",
                "line_num": 660
              },
              {
                "title": "Article 48",
                "node_id": "0058",
                "summary": "###### Article 48\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 11 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nLe garant ou le contre-garant qui a fait un paiement conformément aux termes de la garantie ou de la\ncontre-garantie autonome dispose des mêmes recours que la caution contre le donneur d'ordre.",
                "line_num": 670
              },
              {
                "title": "Article 49",
                "node_id": "0059",
                "summary": "###### Article 49\n\nLa garantie ou la contre-garantie autonome cesse :\n\n- soit au jour calendaire spécifié ou à l'expiration du délai prévu ;\n\n- soit à la présentation au garant ou au contre-garant des documents libératoires spécifiés dans la garantie ou la\ncontre-garantie autonome ;\n\n- soit sur déclaration écrite du bénéficiaire libérant le garant de son obligation au titre de la garantie autonome ou\ndéclaration écrite du garant libérant le contre-garant de son obligation au titre de la contre-garantie autonome.\n\nTitre 2 - Sûretés mobilières",
                "line_num": 681
              },
              {
                "title": "Article 50",
                "node_id": "0060",
                "summary": "###### Article 50\n\nLes sûretés mobilières sont : le droit de rétention, la propriété retenue ou cédée à titre de garantie, le gage de\nmeubles corporels, le nantissement de meubles incorporels et les privilèges.\n\nSauf disposition contraire, les sûretés mobilières soumises à publicité font l'objet d'une inscription au Registre du\nCommerce et du Crédit Mobilier conformément aux dispositions du chapitre 1 du présent titre.\n\nChapitre 1 - Inscription des sûretés mobilières au registre du commerce et\ndu crédit mobilier",
                "line_num": 696
              },
              {
                "title": "Article 51",
                "node_id": "0061",
                "summary": "###### Article 51\n\nL'inscription des sûretés mobilières est faite à la requête du créancier, de l'agent des sûretés ou du constituant.\n\nL'inscription des privilèges généraux du Trésor, de l'Administration des douanes et des institutions de Sécurité\nSociale est effectuée à la diligence du comptable public de l'administration créancière.",
                "line_num": 708
              },
              {
                "title": "Article 52",
                "node_id": "0062",
                "summary": "This partial document, Article 52 of the revised OHADA Uniform Act on securities, defines the territorial jurisdiction rules for registering various types of securities in the Register of Commerce and Movable Credit (RCCM). It specifies which specific RCCM office is competent based on the location or registration of the involved parties. The main points covered are:\n\n1.  The competent RCCM for registering movable securities is determined by the registered office or domicile of the security provider (constituant).\n2.  The competent RCCM for registering pledges or assignments of receivables as security is determined by the registered office or domicile of the debtor of that receivable.\n3.  The competent RCCM for registering pledges of partnership rights and securities of a commercial company is determined by the registration location of that company.\n4.  The competent RCCM for registering pledges of a business (fonds de commerce) and the seller's privilege is determined by the registration location of the business owner.\n5.  The competent RCCM for registering general privileges of the Treasury, Customs, and Social Security Institutions is determined by the registered office or domicile of the debtor (redevable).\n\nThe article concludes by stating that these jurisdiction rules for registration also apply to entrepreneurs.",
                "line_num": 716
              },
              {
                "title": "Article 53",
                "node_id": "0063",
                "summary": "This partial document outlines the requirements for registering a security interest. It specifies that the creditor, security agent, grantor, or public accountant must submit a registration form to the relevant registry office. The form must include details such as the identities of the parties involved, the nature and date of the security agreement, the agreed duration of registration, the maximum amount of the secured claim (including principal, interest, and accessories), and any relevant clauses like a forfeiture agreement or the grantor's right to dispose of fungible assets.",
                "line_num": 752
              },
              {
                "title": "Article 102",
                "node_id": "0064",
                "summary": "This partial document outlines the specific information required for the registration of various types of security interests (sûretés) under a uniform act. The main points covered are the required details for identifying the encumbered assets, which vary by asset type:\n\n1.  For tangible property or a set of present/future property, details like nature, location, serial number, quantity, or value are required.\n2.  For a present or future claim (créance), details like the debtor, place of payment, amount, valuation, and due date are required.\n3.  For a pledge of company shares or securities, the registration number of the issuing company must be included.\n4.  For a pledge or seller's privilege on a business (fonds de commerce), the registration or activity declaration number of the individual or legal entity owning or operating the business must be included.",
                "line_num": 774
              },
              {
                "title": "Article 54",
                "node_id": "0065",
                "summary": "###### Article 54\n\nAprès avoir vérifié que le formulaire d'inscription comporte bien les mentions obligatoires exigées par l'",
                "line_num": 797
              },
              {
                "title": "Article 53",
                "node_id": "0066",
                "summary": "This partial document covers Article 53 of the revised OHADA Uniform Act on the organization of securities. It details the procedures for registering a security interest, including the immediate issuance of a receipt and notification to the debtor. It also outlines the process for rejecting an irregular application and establishes appeal procedures for both registration refusals and rejections, with specific deadlines (8 days and 15 days) for filing appeals.",
                "line_num": 802
              },
              {
                "title": "Article 55",
                "node_id": "0067",
                "summary": "###### Article 55\n\nA défaut de notification du rejet au requérant, le greffier, ou le responsable de l'organe compétent dans l'Etat\nPartie, doit sans délai :\n\n1°) faire mention de l'inscription au dossier individuel ouvert au nom de la personne physique ou morale contre\nlaquelle est prise l'inscription ;\n\n2°) classer audit dossier le formulaire de la déclaration, avec mention de la date d'inscription et de son numéro\nd'ordre ;\n\n3°) notifier l'inscription au Fichier national du Registre du Commerce et du Crédit Mobilier en lui transmettant une\ncopie du formulaire d'inscription et un extrait du dossier individuel ouvert au nom de la personne contre laquelle est\nprise l'inscription.",
                "line_num": 832
              },
              {
                "title": "Article 56",
                "node_id": "0068",
                "summary": "###### Article 56\n\nDans le cas d'un nantissement des droits d'associés et valeurs mobilières d'une société commerciale et ceux\ncessibles de toute autre personne morale, le greffier, ou le responsable de l'organe compétent dans l'Etat Partie,\ndoit, en outre, faire mention de l'inscription au dossier individuel ouvert au nom de la société ou de la personne\nmorale dont les droits d'associés et valeurs mobilières sont concernés par l'inscription de nantissement.",
                "line_num": 848
              },
              {
                "title": "Article 57",
                "node_id": "0069",
                "summary": "This partial document covers Article 57 of the revised OHADA Uniform Act on securities. It details the rules for determining the priority and enforceability of competing security interests (sûretés mobilières) registered on the same day against the same asset. The main points are:\n\n1. The general rule that a security interest becomes enforceable against third parties on the date of its registration in the chronological register.\n2. The hierarchy for competing registrations filed on the same day:\n    *   Priority is given based on the date of the underlying title (the oldest date ranks first).\n    *   If titles have the same date, security interests are generally deemed to be of equal rank, **except** that assignments for security and retention of title clauses are prioritized over other securities.\n    *   Specifically, a retention of title clause takes priority over an assignment for security filed on the same day.\n    *   For multiple assignments for security with titles of the same date, the asset is deemed to belong to those creditors in proportion to the amount of their claim.",
                "line_num": 856
              },
              {
                "title": "Article 58",
                "node_id": "0070",
                "summary": "This partial document outlines the validity period, renewal, and coverage of security interest registrations. It specifies a three-year validity for certain state and social security privileges, while allowing other movable securities to be registered for up to ten years as agreed by the parties. It states that registrations expire and are automatically removed if not renewed before their term ends. Finally, it clarifies that the registration guarantees two years of interest with the same priority as the principal debt.",
                "line_num": 884
              },
              {
                "title": "Article 59",
                "node_id": "0071",
                "summary": "###### Article 59\n\nLe renouvellement d'une inscription s'effectue dans les mêmes conditions que l'inscription initiale.\n\nLe renouvellement, valablement effectué, est opposable aux tiers à compter de la date de son inscription sur le\nregistre chronologique des dépôts du Registre du Commerce et du Crédit Mobilier. Intervenu avant l'expiration du\ndélai pendant lequel l'inscription initiale produit effet, il permet au requérant de conserver le bénéfice de celle-ci.\n\nUn certificat de renouvellement mentionnant la date de son inscription et son numéro d'ordre sur le registre\nchronologique des dépôts du Registre du Commerce et du Crédit Mobilier est immédiatement transmis au\nrequérant.",
                "line_num": 899
              },
              {
                "title": "Article 60",
                "node_id": "0072",
                "summary": "###### Article 60\n\nToute modification de l'inscription initiale au Registre du Commerce et du Crédit Mobilier par subrogation\nconventionnelle dans le bénéfice de la sûreté ou cession d'antériorité n'a d'effet que si elle est inscrite en marge de\nl'inscription initiale.\n\nToute modification conventionnelle ou judiciaire de l'assiette de la sûreté ou de la créance garantie fait l'objet d'une\ninscription modificative dans les conditions et formes prévues pour l'inscription initiale.",
                "line_num": 912
              },
              {
                "title": "Article 61",
                "node_id": "0073",
                "summary": "###### Article 61\n\nLa personne physique ou morale contre laquelle a été prise une ou plusieurs inscriptions énoncées au présent\nTitre peut, à tout moment, saisir la juridiction compétente, ou l'autorité compétente dans l'Etat Partie, d'une\ndemande visant à obtenir la mainlevée, la modification ou le cantonnement de l'inscription.\n\nLa juridiction compétente, ou l'autorité compétente dans l'Etat Partie, peut, en tout état de cause et avant même\nd'avoir statué au fond, donner mainlevée totale ou partielle de l'inscription si le requérant justifie de motifs sérieux\net légitimes.",
                "line_num": 922
              },
              {
                "title": "Article 62",
                "node_id": "0074",
                "summary": "###### Article 62\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 15 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nToute radiation partielle ou totale de l'inscription au Registre du Commerce et du Crédit Mobilier n'a d'effet que si\nelle est inscrite en marge de l'inscription initiale.",
                "line_num": 933
              },
              {
                "title": "Article 63",
                "node_id": "0075",
                "summary": "###### Article 63\n\nLa radiation judiciaire d'une inscription est ordonnée par la juridiction compétente ou par l'autorité compétente dans\nl'Etat Partie.",
                "line_num": 944
              },
              {
                "title": "Article 64",
                "node_id": "0076",
                "summary": "The partial document covers the procedural requirements for the conventional removal (radiation) of a registration from the Commercial and Movable Credit Register. It specifies that removal requires the electronic submission of an authentic or private deed of consent from the creditor or their assignee, along with a completed form. The form must include details about the debtor (name, address, registration number) and information about the original registered act. The text states that the removal will be registered after verification and that a removal certificate will be issued upon request.",
                "line_num": 950
              },
              {
                "title": "Article 65",
                "node_id": "0077",
                "summary": "###### Article 65\n\nToute inscription de sûreté mobilière, effectuée par fraude, ou portant des inscriptions inexactes données de\nmauvaise foi, est punie des peines prévues par la loi pénale nationale.\n\nLa juridiction compétente, ou l'autorité compétente dans l'Etat Partie, en prononçant la condamnation, peut\nordonner la rectification de la mention inexacte dans les termes qu'elle détermine.",
                "line_num": 967
              },
              {
                "title": "Article 66",
                "node_id": "0078",
                "summary": "This partial document covers procedures and responsibilities related to information requests made to the Trade and Movable Credit Register. The main points are:\n\n1.  **Form of Request:** Information requests must be made using a specific form provided by the Register.\n2.  **Response Obligation:** The clerk or competent authority must respond immediately, or at the latest within two business days of receiving the request.\n3.  **Response Content:** The response must provide either a certificate confirming no registrations exist, a general statement of all existing registrations with marginal notes, or specific statements if the request concerns only particular assets.\n4.  **Liability:** The clerk or responsible authority is held liable for any registration, modification, or cancellation that does not comply with the law, as well as for issuing incomplete or erroneous extracts.",
                "line_num": 976
              },
              {
                "title": "Article 67",
                "node_id": "0079",
                "summary": "###### Article 67\n\nLe créancier qui détient légitimement un bien mobilier de son débiteur peut le retenir jusqu'au complet paiement de\nce qui lui est dû, indépendamment de toute autre sûreté, sous réserve de l'application de l'",
                "line_num": 995
              },
              {
                "title": "Article 107",
                "node_id": "0080",
                "summary": "###### Article 107\n\nalinéa 2, du\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 16 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nprésent Acte uniforme.",
                "line_num": 1001
              },
              {
                "title": "Article 68",
                "node_id": "0081",
                "summary": "###### Article 68\n\nLe droit de rétention ne peut s'exercer que :\n\n- si la créance du rétenteur est certaine, liquide et exigible ;\n\n- s'il existe un lien de connexité entre la naissance de la créance et la détention de la chose retenue ;\n\n- et si le bien n'a pas été saisi avant d'être détenu par le rétenteur.",
                "line_num": 1013
              },
              {
                "title": "Article 69",
                "node_id": "0082",
                "summary": "###### Article 69\n\nLa connexité est réputée établie :\n\n1°) lorsque la chose retenue a été remise jusqu'au complet paiement de la créance du rétenteur ;\n\n2°) lorsque la créance impayée résulte du contrat qui oblige le rétenteur à livrer la chose retenue ;\n\n3°) lorsque la créance impayée est née à l'occasion de la détention de la chose retenue.",
                "line_num": 1024
              },
              {
                "title": "Article 70",
                "node_id": "0083",
                "summary": "###### Article 70\n\nLe créancier a l'obligation de conserver le bien retenu en bon état. Par dérogation à l'alinéa précédent, il peut faire\nprocéder, sur autorisation de la juridiction compétente statuant à bref délai, à la vente de ce bien si l'état ou la\nnature périssable de ce dernier le justifie ou si les frais occasionnés par sa garde sont hors de proportion avec sa\nvaleur. Dans ce cas, le droit de rétention se reporte sur le prix de vente qui doit être consigné.\n\nChapitre 3 - Propriété retenue ou cédée à titre de garantie",
                "line_num": 1035
              },
              {
                "title": "Section 1 - Réserve de propriété",
                "node_id": "0084",
                "prefix_summary": "##### Section 1 - Réserve de propriété",
                "line_num": 1045,
                "nodes": [
                  {
                    "title": "Article 71",
                    "node_id": "0085",
                    "summary": "###### Article 71\n\nLa propriété d'un bien mobilier peut être retenue en garantie d'une obligation par l'effet d'une clause de réserve de\npropriété.\n\nElle peut aussi être cédée en garantie d'une obligation aux conditions prévues par le présent Chapitre.",
                    "line_num": 1048
                  },
                  {
                    "title": "Article 72",
                    "node_id": "0086",
                    "summary": "###### Article 72\n\nLa propriété d'un bien mobilier peut être retenue en garantie par l'effet d'une clause de réserve de propriété qui\nsuspend l'effet translatif d'un contrat jusqu'au complet paiement de l'obligation qui en constitue la contrepartie.",
                    "line_num": 1056
                  },
                  {
                    "title": "Article 73",
                    "node_id": "0087",
                    "summary": "###### Article 73\n\nA peine de nullité, la réserve de propriété est convenue par écrit au plus tard au jour de la livraison du bien. Elle\npeut l'être dans un écrit régissant un ensemble d'opérations présentes ou à venir entre les parties.",
                    "line_num": 1062
                  },
                  {
                    "title": "Article 74",
                    "node_id": "0088",
                    "summary": "###### Article 74\n\nLa réserve de propriété n'est opposable aux tiers que si celle-ci a été régulièrement publiée au Registre du\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 17 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nCommerce et du Crédit Mobilier, conformément aux dispositions des articles 51 à 66 du présent Acte uniforme.",
                    "line_num": 1068
                  },
                  {
                    "title": "Article 75",
                    "node_id": "0089",
                    "summary": "###### Article 75\n\nLa propriété réservée d'un bien fongible peut s'exercer, à concurrence de la créance restant due, sur des biens de\nmême espèce et de même qualité détenus par le débiteur ou pour son compte.",
                    "line_num": 1080
                  },
                  {
                    "title": "Article 76",
                    "node_id": "0090",
                    "summary": "###### Article 76\n\nL'incorporation d'un meuble faisant l'objet d'une réserve de propriété à un autre bien ne fait pas obstacle aux droits\ndu créancier lorsque ces biens peuvent être séparés sans subir de dommage.\n\nA défaut, le tout appartient au propriétaire de la chose qui forme la partie principale, à charge pour lui de payer à\nl'autre la valeur, estimée à la date du paiement, de la chose qui y a été unie.",
                    "line_num": 1086
                  },
                  {
                    "title": "Article 77",
                    "node_id": "0091",
                    "summary": "###### Article 77\n\nA défaut de complet paiement à l'échéance, le créancier peut demander la restitution du bien afin de recouvrer le\ndroit d'en disposer.\n\nLa valeur du bien repris est imputée, à titre de paiement, sur le solde de la créance garantie.\n\nLorsque la valeur du bien repris excède le montant de ce solde, le créancier doit au débiteur une somme égale à la\ndifférence.\n\nToute clause contraire aux alinéas 2 et 3 du présent article est réputée non écrite.",
                    "line_num": 1095
                  }
                ]
              },
              {
                "title": "Section 2 - Propriété cédée à titre de garantie",
                "node_id": "0092",
                "prefix_summary": "##### Section 2 - Propriété cédée à titre de garantie",
                "line_num": 1108,
                "nodes": [
                  {
                    "title": "Article 78",
                    "node_id": "0093",
                    "summary": "###### Article 78\n\nLorsque le bien est vendu ou détruit, le droit de propriété se reporte, selon le cas, sur la créance du débiteur à\nl'égard du sous-acquéreur ou sur l'indemnité d'assurance subrogée au bien.",
                    "line_num": 1111
                  },
                  {
                    "title": "Sous-section 1 - Cession de créance à titre de garantie",
                    "node_id": "0094",
                    "summary": "###### Sous-section 1 - Cession de créance à titre de garantie",
                    "line_num": 1117
                  },
                  {
                    "title": "Article 79",
                    "node_id": "0095",
                    "summary": "###### Article 79\n\nLa propriété d'un bien, actuel ou futur, ou d'un ensemble de biens, peut être cédée en garantie du paiement d'une\ndette, actuelle ou future, ou d'un ensemble de dettes aux conditions prévues par la présente section.",
                    "line_num": 1120
                  },
                  {
                    "title": "Article 80",
                    "node_id": "0096",
                    "summary": "###### Article 80\n\nUne créance détenue sur un tiers peut être cédée à titre de garantie de tout crédit consenti par une personne\nmorale nationale ou étrangère, faisant à titre de profession habituelle et pour son compte des opérations de\nbanque ou de crédit.\n\nL'incessibilité de la créance ne peut être opposée au cessionnaire par le débiteur cédé lorsqu'elle est de source\nconventionnelle et que la créance est née en raison de l'exercice de la profession du débiteur cédé ou se trouve en\nrapport direct avec l'une de ses activités professionnelles, même si celle-ci n'est pas principale.",
                    "line_num": 1126
                  },
                  {
                    "title": "Article 81",
                    "node_id": "0097",
                    "summary": "The partial document covers the formal requirements for the validity of an assignment of receivables as security (cession de créance à titre de garantie) under the revised OHADA Uniform Act on Securities. It mandates that the assignment must be documented in writing and specifies the mandatory information this document must contain to avoid nullity. This includes the identities of the assignor and assignee, the date of the assignment, and a description of the secured and assigned receivables. It further stipulates additional details required if the receivables are future receivables, such as identifying the debtor, place of payment, amount or valuation, and due date.",
                    "line_num": 1137
                  },
                  {
                    "title": "Article 82",
                    "node_id": "0098",
                    "summary": "###### Article 82\n\nA la date de sa conclusion, le contrat de cession d'une créance, présente ou future, à titre de garantie, prend\nimmédiatement effet entre les parties, quelle que soit la date de naissance, d'échéance ou d'exigibilité de la\ncréance cédée et devient opposable aux tiers à compter de son inscription au Registre du Commerce et du Crédit\nMobilier et ce, quelle que soit la loi applicable à la créance et la loi du pays de résidence de son débiteur.\n\nA compter de la date de la cession, le cédant ne peut, sans l'accord du cessionnaire, modifier l'étendue des droits\nattachés à la créance cédée.",
                    "line_num": 1158
                  },
                  {
                    "title": "Article 83",
                    "node_id": "0099",
                    "summary": "###### Article 83\n\nA moins que les parties n'en conviennent autrement, la cession s'étend aux accessoires de la créance et entraîne\nde plein droit leur transfert et son opposabilité aux tiers sans autre formalité que celle énoncée à l'article précédent.",
                    "line_num": 1169
                  },
                  {
                    "title": "Article 84",
                    "node_id": "0100",
                    "summary": "###### Article 84\n\nPour être opposable au débiteur de la créance cédée, la cession de créance doit lui être notifiée ou ce dernier doit\nintervenir à l'acte.\n\nA défaut, le cédant reçoit valablement paiement de la créance.",
                    "line_num": 1175
                  },
                  {
                    "title": "Article 85",
                    "node_id": "0101",
                    "summary": "###### Article 85\n\nLorsque le débiteur de la créance cédée est un débiteur professionnel au sens de l'",
                    "line_num": 1183
                  },
                  {
                    "title": "Article 3",
                    "node_id": "0102",
                    "summary": "###### Article 3\n\ndu présent Acte\nuniforme, celui-ci peut, à la demande du cessionnaire, s'engager à le payer directement en acceptant la cession.\n\nDans ce cas, le débiteur ne peut opposer au cessionnaire les exceptions fondées sur ses rapports personnels avec\nle cédant, à moins que le cessionnaire, en acquérant ou en recevant la créance, n'ait agi sciemment au détriment\ndu débiteur. A peine de nullité, cet engagement est constaté par un écrit intitulé « Acte d'acceptation d'une cession\nde créance à titre de garantie » et reproduisant en caractères suffisamment apparents les dispositions du présent\narticle.",
                    "line_num": 1188
                  },
                  {
                    "title": "Sous-section 2 - Transfert fiduciaire d'une somme d'argent",
                    "node_id": "0103",
                    "summary": "###### Sous-section 2 - Transfert fiduciaire d'une somme d'argent",
                    "line_num": 1200
                  },
                  {
                    "title": "Article 86",
                    "node_id": "0104",
                    "summary": "###### Article 86\n\nLes sommes payées au cessionnaire au titre de la créance cédée s'imputent sur la créance garantie lorsqu'elle est\néchue. Le surplus s'il y a lieu est restitué au cédant.\n\nToute clause contraire est réputée non écrite.\n\n\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 19 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011",
                    "line_num": 1203
                  },
                  {
                    "title": "Article 87",
                    "node_id": "0105",
                    "summary": "###### Article 87\n\nLe transfert fiduciaire d'une somme d'argent est la convention par laquelle un constituant cède des fonds en\ngarantie de l'exécution d'une obligation.\n\nCes fonds doivent être inscrits sur un compte bloqué, ouvert au nom du créancier de cette obligation, dans les\nlivres d'un établissement de crédit habilité à les recevoir.",
                    "line_num": 1218
                  }
                ]
              }
            ]
          },
          {
            "title": "titre d",
            "node_id": "0106",
            "prefix_summary": "#### titre d",
            "line_num": 1227,
            "nodes": [
              {
                "title": "Article 88",
                "node_id": "0107",
                "summary": "###### Article 88\n\nA peine de nullité, la convention détermine la ou les créances garanties, ainsi que le montant des fonds cédés à\ne garantie, et identifie le compte bloqué.",
                "line_num": 1230
              },
              {
                "title": "Article 89",
                "node_id": "0108",
                "summary": "###### Article 89\n\nLe transfert fiduciaire devient opposable aux tiers à la date de sa notification à l'établissement teneur du compte,\npourvu que les fonds soient inscrits sur le compte bloqué.",
                "line_num": 1236
              },
              {
                "title": "Article 90",
                "node_id": "0109",
                "summary": "###### Article 90\n\nSi les fonds cédés produisent intérêts, ces derniers sont portés au crédit du compte, sauf convention contraire.",
                "line_num": 1242
              },
              {
                "title": "Article 91",
                "node_id": "0110",
                "summary": "###### Article 91\n\nA l'échéance et en cas de complet paiement de la créance garantie, les fonds inscrits sur le compte sont restitués\nau constituant.\n\nEn cas de défaillance du débiteur et huit jours après que le constituant en ait été dûment averti, le créancier peut\nse faire remettre les fonds cédés dans la limite du montant des créances garanties demeurant impayées.\n\nToute clause contraire au présent article est réputée non écrite.\n\nChapitre 4 - Gage de meubles corporels",
                "line_num": 1247
              },
              {
                "title": "Section 1 - Constitution du gage",
                "node_id": "0111",
                "prefix_summary": "##### Section 1 - Constitution du gage",
                "line_num": 1260,
                "nodes": [
                  {
                    "title": "Article 92",
                    "node_id": "0112",
                    "summary": "###### Article 92\n\nLe gage est le contrat par lequel le constituant accorde à un créancier le droit de se faire payer par préférence sur\nun bien meuble corporel ou un ensemble de biens meubles corporels, présents ou futurs.",
                    "line_num": 1263
                  },
                  {
                    "title": "Article 93",
                    "node_id": "0113",
                    "summary": "###### Article 93\n\nLe gage peut être constitué en garantie d'une ou de plusieurs créances présentes ou futures, à condition que\ncelles-ci soient déterminées ou déterminables.",
                    "line_num": 1269
                  },
                  {
                    "title": "Article 94",
                    "node_id": "0114",
                    "summary": "###### Article 94\n\nLes parties peuvent convenir de la subrogation, en cours d'exécution du contrat, de la chose gagée par une autre\nchose.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 20 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nLe gage peut également porter sur des sommes ou des valeurs déposées à titre de consignation par les\nfonctionnaires, les officiers ministériels ou toute autre personne pour garantir les abus dont ils pourraient être\nresponsables et les prêts consentis pour la constitution de cette consignation.",
                    "line_num": 1275
                  },
                  {
                    "title": "Article 95",
                    "node_id": "0115",
                    "summary": "###### Article 95\n\nLe constituant d'un gage de biens présents doit être propriétaire de la chose gagée. S'il ne l'est pas, le créancier\ngagiste peut s'opposer à la revendication du propriétaire dans les conditions prévues pour le possesseur de bonne\nfoi.",
                    "line_num": 1290
                  },
                  {
                    "title": "Article 96",
                    "node_id": "0116",
                    "summary": "###### Article 96\n\nA peine de nullité, le contrat de gage doit être constaté dans un écrit contenant la désignation de la dette garantie,\nla quantité des biens donnés en gage ainsi que leur espèce ou leur nature.\n\nLorsque le gage porte sur un bien ou un ensemble de biens futurs, le droit du créancier s'exerce sur le bien gagé\naussitôt que le constituant en acquiert la propriété, sauf convention contraire.",
                    "line_num": 1297
                  },
                  {
                    "title": "Article 97",
                    "node_id": "0117",
                    "summary": "###### Article 97\n\nLe contrat de gage est opposable aux tiers, soit par l'inscription au Registre du Commerce et du Crédit Mobilier,\nsoit par la remise du bien gagé entre les mains du créancier gagiste ou d'un tiers convenu entre les parties.\n\nLorsque le gage a été régulièrement publié, les ayants cause à titre particulier du constituant ne peuvent être\nregardés comme des possesseurs de bonne foi et le créancier gagiste peut exercer son droit de suite à leur\nencontre.",
                    "line_num": 1306
                  }
                ]
              },
              {
                "title": "Section 2 - Effets du gage",
                "node_id": "0118",
                "prefix_summary": "##### Section 2 - Effets du gage",
                "line_num": 1316,
                "nodes": [
                  {
                    "title": "Article 98",
                    "node_id": "0119",
                    "summary": "###### Article 98\n\nSauf clause contraire, le constituant ne peut exiger la radiation de l'inscription ou la restitution du bien gagé\nqu'après paiement intégral de la dette garantie en principal, intérêts et autres accessoires.",
                    "line_num": 1319
                  },
                  {
                    "title": "Article 99",
                    "node_id": "0120",
                    "summary": "###### Article 99\n\nLorsque le gage est constitué avec dépossession, le créancier gagiste peut, sous réserve de l'application de\nl'",
                    "line_num": 1325
                  },
                  {
                    "title": "Article 107",
                    "node_id": "0121",
                    "summary": "###### Article 107\n\n, alinéa 2 du présent Acte uniforme, opposer son droit de rétention sur le bien gagé, directement ou par\nl'intermédiaire du tiers convenu, jusqu'au paiement intégral en principal, intérêts et autres accessoires, de la dette\ngarantie.",
                    "line_num": 1331
                  },
                  {
                    "title": "Article 100",
                    "node_id": "0122",
                    "summary": "###### Article 100\n\nS'il a été dessaisi contre sa volonté, le créancier peut revendiquer la chose gagée comme un possesseur de bonne\nfoi.",
                    "line_num": 1338
                  },
                  {
                    "title": "Article 101",
                    "node_id": "0123",
                    "summary": "This partial document covers provisions regarding the pledge of fungible assets under OHADA law. The main points are:\n1. The creditor's obligation to keep pledged fungible assets separate from their own similar assets, unless otherwise agreed.\n2. The consequences of failing to segregate the assets, allowing the pledgor to reclaim them and claim damages.\n3. The effect of a clause waiving the segregation obligation, which transfers ownership of the assets to the creditor, who then owes an equivalent quantity.\n4. A note on how this transferred ownership can apply to similar assets held by an agreed-upon third party in case of sequestration.",
                    "line_num": 1344
                  },
                  {
                    "title": "Article 102",
                    "node_id": "0124",
                    "summary": "###### Article 102\n\nLorsque le gage sans dépossession a pour objet des choses fongibles, le contrat de gage peut permettre au\nconstituant de les aliéner à charge de les remplacer par la même quantité de choses équivalentes. Cette\nautorisation donnée au constituant vaut renonciation par le créancier à l'exercice de son droit de suite à l'encontre\ndu tiers acquéreur de ces biens.",
                    "line_num": 1361
                  },
                  {
                    "title": "Article 103",
                    "node_id": "0125",
                    "summary": "###### Article 103\n\nSauf stipulation contraire, le créancier gagiste ne peut user de la chose gagée ni en percevoir les fruits. S'il est\nautorisé à percevoir les fruits, il doit les imputer sur ce qui lui est dû en intérêts ou, à défaut, sur le capital de la\ndette.",
                    "line_num": 1369
                  },
                  {
                    "title": "Article 104",
                    "node_id": "0126",
                    "summary": "###### Article 104\n\nFaute de paiement à l'échéance, le créancier gagiste muni d'un titre exécutoire peut faire procéder à la vente\nforcée de la chose gagée, huit jours après une sommation faite au débiteur et, s'il y a lieu, au tiers constituant du\ngage dans les conditions prévues par les dispositions organisant les voies d'exécution auxquelles le contrat de\ngage ne peut déroger. Dans ce cas, il exerce son droit de préférence sur le prix de la chose vendue, dans les\nconditions de l'",
                    "line_num": 1376
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0127",
                    "summary": "The partial document outlines the creditor's rights regarding a pledged asset in case of debtor default. It specifies that a creditor can obtain a court order to have the pledged asset transferred to them in payment of the debt, based on its appraised value. It allows for an automatic transfer of ownership to the creditor upon default if the pledged asset is money, has an official market quote, or if the debtor is a professional (for other corporeal movable property). In such cases, the asset must be valued by an expert at the time of transfer, and any contrary clause is deemed null.",
                    "line_num": 1385
                  },
                  {
                    "title": "Article 105",
                    "node_id": "0128",
                    "summary": "###### Article 105\n\nEn cas d'attribution judiciaire ou conventionnelle, lorsque la valeur du bien excède le montant qui lui est dû, le\ncréancier gagiste doit consigner une somme égale à la différence s'il existe d'autres créanciers bénéficiant d'un\ngage sur le même bien ou, à défaut, verser cette somme au constituant. Toute clause contraire est réputée non\nécrite.",
                    "line_num": 1399
                  },
                  {
                    "title": "Article 106",
                    "node_id": "0129",
                    "summary": "###### Article 106\n\nEn cas de perte ou de détérioration totale ou partielle de la chose gagée qui ne serait pas de son fait, le créancier\ngagiste exerce son droit de préférence sur l'indemnité d'assurance, s'il y a lieu, pour le montant de la créance\ngarantie en principal, intérêts et autres accessoires, dans le respect des dispositions de l'",
                    "line_num": 1407
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0130",
                    "summary": "###### Article 226\n\ndu présent\nActe uniforme.",
                    "line_num": 1414
                  },
                  {
                    "title": "Article 107",
                    "node_id": "0131",
                    "summary": "This partial document covers Article 107 of the OHADA Uniform Act on Secured Transactions. It establishes the rules for determining priority between multiple secured creditors (gagistes) when the same asset is pledged under different methods. The main points are:\n\n1.  For successive non-possessory pledges, priority is determined by the order of registration/inscription.\n2.  If a non-possessory pledge is followed by a possessory pledge, the prior creditor's preferential right is enforceable against the later creditor if it was properly published, despite the later creditor's right of retention.\n3.  If a possessory pledge is followed by a non-possessory pledge, the prior creditor's right of retention is enforceable against the later creditor, who cannot exercise rights over the asset until the prior creditor is fully paid.",
                    "line_num": 1420
                  },
                  {
                    "title": "Article 108",
                    "node_id": "0132",
                    "summary": "###### Article 108\n\nLorsque le gage est constitué avec dépossession, le créancier gagiste ou le tiers convenu doit veiller sur la chose\net en assurer la conservation comme le doit un dépositaire rémunéré.\n\nDe même, lorsque le constituant est resté en possession du bien gagé, il doit le conserver en bon père de famille\net, notamment, l'assurer contre les risques de perte et de détérioration totale ou partielle.",
                    "line_num": 1439
                  },
                  {
                    "title": "Article 109",
                    "node_id": "0133",
                    "summary": "###### Article 109\n\nLorsque le gage est constitué avec dépossession, le constituant peut réclamer la restitution du bien gagé, sans\npréjudice de dommages-intérêts, si le créancier ou le tiers convenu ne satisfait pas à son obligation de\nconservation du bien gagé.\n\nLorsque le gage est constitué sans dépossession, le créancier peut se prévaloir de la déchéance du terme de la\ndette garantie ou solliciter un complément de gage si le constituant ne satisfait pas à son obligation de\nconservation du gage.",
                    "line_num": 1448
                  },
                  {
                    "title": "Article 110",
                    "node_id": "0134",
                    "summary": "This partial document covers provisions related to a pledge (gage) over a collection of fungible goods. The main points are:\n\n1.  The creditor's right to demand the pledgor maintain the value of the pledged fungible assets, under penalty of forfeiting the benefit of the term.\n2.  The creditor's right to obtain, at the debtor's expense, an inventory and accounting records for all pledged goods from the pledgor or an agreed-upon third party.\n3.  The extension of this right to the \"établissement domiciliataire\" (domiciliation establishment) if the pledge was created using a warehouse receipt (bordereau de gage de stocks).\n4.  The definition of an \"établissement domiciliataire\" as any establishment authorized to accept public deposits.",
                    "line_num": 1459
                  },
                  {
                    "title": "Article 111",
                    "node_id": "0135",
                    "summary": "###### Article 111\n\nLorsqu'un bien objet d'un gage avec dépossession menace de périr, le créancier gagiste ou le tiers convenu peut\nfaire vendre, sous sa responsabilité, le bien gagé sur autorisation notifiée au constituant de la juridiction\ncompétente saisie sur simple requête. Les effets du gage sont alors reportés sur le prix.",
                    "line_num": 1473
                  },
                  {
                    "title": "Article 112",
                    "node_id": "0136",
                    "summary": "###### Article 112\n\nLe tiers convenu et, s'il y a lieu, l'acquéreur de mauvaise foi de la chose donnée en gage répondent, solidairement\navec le créancier gagiste, de l'inexécution des obligations mentionnées aux articles 103, 108 alinéa 1 et 111 du\nprésent Acte uniforme.",
                    "line_num": 1480
                  },
                  {
                    "title": "Article 113",
                    "node_id": "0137",
                    "summary": "###### Article 113\n\nLorsqu'il est entièrement payé du capital, des intérêts et autres accessoires, le créancier gagiste restitue la chose\navec tous ses accessoires. Le constituant doit alors rembourser au créancier gagiste ou au tiers convenu, les\ndépenses utiles ou nécessaires que celui-ci a faites pour la conservation du gage.",
                    "line_num": 1487
                  },
                  {
                    "title": "Article 114",
                    "node_id": "0138",
                    "summary": "This partial document covers Article 114 of the revised OHADA Uniform Act on securities. The main point is the principle of the **indivisibility of a pledge (gage)**, even when the underlying debt is divided among heirs. It specifies that:\n1. An heir of the debtor who pays their share of the debt cannot reclaim their portion of the pledged asset until the entire debt is settled.\n2. An heir of the creditor who receives their share of the claim cannot return the pledged asset if it harms other heirs who have not been paid.",
                    "line_num": 1494
                  }
                ]
              },
              {
                "title": "Section 3 - Extinction du gage",
                "node_id": "0139",
                "prefix_summary": "##### Section 3 - Extinction du gage",
                "line_num": 1510,
                "nodes": [
                  {
                    "title": "Article 115",
                    "node_id": "0140",
                    "summary": "###### Article 115\n\nLa mise en gage de marchandises dont le débiteur peut disposer par bordereau de gage de stocks,\nconnaissement, récépissé de transport ou de douane, est constituée suivant les dispositions propres à chacun de\nces titres ou documents.",
                    "line_num": 1513
                  },
                  {
                    "title": "Article 116",
                    "node_id": "0141",
                    "summary": "###### Article 116\n\nLe gage prend fin lorsque l'obligation qu'il garantit est entièrement éteinte, tant en capital, qu'en intérêts et autres\naccessoires.",
                    "line_num": 1520
                  }
                ]
              },
              {
                "title": "Section 4 - Dispositions particulières à certains gages",
                "node_id": "0142",
                "prefix_summary": "##### Section 4 - Dispositions particulières à certains gages",
                "line_num": 1526,
                "nodes": [
                  {
                    "title": "Article 117",
                    "node_id": "0143",
                    "summary": "###### Article 117\n\nLe gage avec dépossession disparaît indépendamment de l'obligation garantie si la chose est volontairement\nrestituée au constituant, si elle est perdue par le fait du créancier gagiste, ou lorsque la juridiction compétente en\nordonne la restitution pour faute du créancier gagiste, sauf désignation d'un séquestre qui aura la mission d'un tiers\nconvenu.\n\n\n\nSous-section 1 - Gage du matériel professionnel et des véhicules\nautomobiles",
                    "line_num": 1529
                  },
                  {
                    "title": "Article 118",
                    "node_id": "0144",
                    "summary": "###### Article 118\n\nSans préjudice des dispositions de la présente sous-section, le matériel professionnel et les véhicules automobiles,\nassujettis ou non à une déclaration de mise en circulation et à immatriculation administrative, peuvent faire l'objet\nd'un gage en application des dispositions des articles 92 à 117 du présent Acte uniforme.\n\nLe matériel professionnel faisant partie d'un fonds de commerce peut être nanti en même temps que les autres\néléments du fonds, conformément aux dispositions des articles 162 à 165 du présent Acte uniforme.",
                    "line_num": 1542
                  },
                  {
                    "title": "Sous-section 2 - Gage de stocks",
                    "node_id": "0145",
                    "summary": "###### Sous-section 2 - Gage de stocks",
                    "line_num": 1552
                  },
                  {
                    "title": "Article 119",
                    "node_id": "0146",
                    "summary": "###### Article 119\n\nEn ce qui concerne les véhicules automobiles assujettis à une déclaration de mise en circulation et à\nimmatriculation administrative, le gage doit être mentionné sur le titre administratif portant autorisation de circuler et\nimmatriculation. L'absence de cette mention ne remet pas en cause la validité ou l'opposabilité du gage dûment\ninscrit au Registre du Commerce et du Crédit Mobilier.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 24 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011",
                    "line_num": 1555
                  },
                  {
                    "title": "Article 120",
                    "node_id": "0147",
                    "summary": "###### Article 120\n\nSans préjudice des dispositions de la présente sous-section, les matières premières, les produits d'une exploitation\nagricole ou industrielle, les marchandises peuvent faire l'objet d'un gage en application des dispositions des articles\n92 à 117 du présent Acte uniforme.",
                    "line_num": 1568
                  },
                  {
                    "title": "Article 121",
                    "node_id": "0148",
                    "summary": "###### Article 121\n\nLa constitution d'un gage de stocks sans dépossession peut donner lieu à l'émission par le greffier, ou par le\nresponsable de l'organe compétent dans l'Etat Partie, d'un bordereau de gage de stocks.\n\nDans ce cas, l'acte constitutif du gage doit comporter, à peine de nullité, outre les mentions prévues par l'",
                    "line_num": 1575
                  },
                  {
                    "title": "Article 96",
                    "node_id": "0149",
                    "summary": "###### Article 96\n\ndu présent Acte uniforme, le nom de l'assureur qui couvre les stocks gagés contre les risques de vol, d'incendie et\nde détérioration totale ou partielle ainsi que la désignation de l'établissement domiciliataire du bordereau de gage\nde stocks.",
                    "line_num": 1583
                  },
                  {
                    "title": "Article 122",
                    "node_id": "0150",
                    "summary": "###### Article 122\n\nLe bordereau remis au débiteur après inscription porte, de façon apparente :\n\n- la mention « gage de stocks » ;\n\n- la date de sa délivrance qui correspond à celle de l'inscription au Registre du Commerce et du Crédit Mobilier ;\n\n- le numéro d'inscription au registre chronologique des dépôts ;\n\n- la signature du débiteur.\n\nIl est remis par le débiteur au créancier par voie d'endossement signé et daté.\n\nLe bordereau peut être endossé et avalisé dans les mêmes conditions qu'un billet à ordre avec les mêmes effets.\n\nA défaut de convention contraire, la durée de validité du bordereau est de cinq ans à compter de la date de son\némission, sauf renouvellement.",
                    "line_num": 1590
                  },
                  {
                    "title": "Article 123",
                    "node_id": "0151",
                    "summary": "###### Article 123\n\nL'endossement confère au porteur du bordereau la qualité et les droits d'un créancier gagiste.",
                    "line_num": 1610
                  },
                  {
                    "title": "Article 124",
                    "node_id": "0152",
                    "summary": "###### Article 124\n\nLe débiteur émetteur du bordereau de gage de stocks conserve le droit de vendre les stocks gagés.\n\nIl ne peut livrer les biens vendus qu'après consignation du prix auprès de l'établissement domiciliataire.\n\nChapitre 5 - Nantissement de meubles incorporels",
                    "line_num": 1615
                  },
                  {
                    "title": "Article 125",
                    "node_id": "0153",
                    "summary": "###### Article 125\n\nLe nantissement est l'affectation d'un bien meuble incorporel ou d'un ensemble de biens meubles incorporels,\nprésents ou futurs, en garantie d'une ou plusieurs créances, présentes ou futures, à condition que celles-ci soient\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 25 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\ndéterminées ou déterminables. Il est conventionnel ou judiciaire.",
                    "line_num": 1624
                  }
                ]
              },
              {
                "title": "Section 1 - Nantissement de créance",
                "node_id": "0154",
                "prefix_summary": "##### Section 1 - Nantissement de créance",
                "line_num": 1637,
                "nodes": [
                  {
                    "title": "Article 126",
                    "node_id": "0155",
                    "summary": "###### Article 126\n\nPeuvent notamment être nantis :\n\n- les créances ;\n\n- le compte bancaire ;\n\n- les droits d'associés, les valeurs mobilières et le compte de titres financiers ;\n\n- le fonds de commerce ;\n\n- les droits de propriété intellectuelle.",
                    "line_num": 1640
                  },
                  {
                    "title": "Article 127",
                    "node_id": "0156",
                    "summary": "###### Article 127\n\nA peine de nullité, le nantissement de créance doit être constaté dans un écrit contenant la désignation des\ncréances garanties et des créances nanties ou, si elles sont futures, les éléments de nature à permettre leur\nindividualisation, tels que l'indication du débiteur, le lieu de paiement, le montant des créances ou leur évaluation et\nleur échéance.",
                    "line_num": 1655
                  },
                  {
                    "title": "Article 128",
                    "node_id": "0157",
                    "summary": "###### Article 128\n\nLorsque le nantissement a pour objet une créance future, le créancier nanti acquiert un droit sur la créance dès la\nnaissance de celle-ci.",
                    "line_num": 1663
                  },
                  {
                    "title": "Article 129",
                    "node_id": "0158",
                    "summary": "###### Article 129\n\nLe nantissement de créance peut porter sur une fraction de créance, sauf si elle est indivisible.",
                    "line_num": 1669
                  },
                  {
                    "title": "Article 130",
                    "node_id": "0159",
                    "summary": "###### Article 130\n\nLe nantissement s'étend aux accessoires de la créance nantie, à moins que les parties n'en conviennent\nautrement.",
                    "line_num": 1674
                  },
                  {
                    "title": "Article 131",
                    "node_id": "0160",
                    "summary": "###### Article 131\n\nA la date de sa conclusion, le nantissement d'une créance, présente ou future, prend effet entre les parties, quelle\nque soit la date de naissance, d'échéance ou d'exigibilité de la créance nantie et devient opposable aux tiers à\ncompter de son inscription au Registre du Commerce et du Crédit Mobilier, et ce, quelles que soient la loi\napplicable à la créance et la loi du pays de résidence de son débiteur.",
                    "line_num": 1680
                  },
                  {
                    "title": "Article 132",
                    "node_id": "0161",
                    "summary": "###### Article 132\n\nPour être opposable au débiteur de la créance nantie, le nantissement de créance doit lui être notifié par écrit ou\nce dernier doit intervenir à l'acte.\n\nA défaut, seul le constituant reçoit valablement paiement de la créance, à charge d'en verser le montant au\ncréancier nanti, sauf stipulation contraire et sous réserve du respect des dispositions de l'",
                    "line_num": 1688
                  },
                  {
                    "title": "Article 134",
                    "node_id": "0162",
                    "summary": "###### Article 134\n\ndu présent\nActe uniforme.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 26 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011",
                    "line_num": 1697
                  },
                  {
                    "title": "Article 133",
                    "node_id": "0163",
                    "summary": "###### Article 133\n\nAprès notification ou intervention à l'acte du débiteur de la créance nantie, seul le créancier nanti reçoit\nvalablement paiement de cette créance tant en capital qu'en intérêts et autres accessoires, même lorsque le\npaiement n'a pas été poursuivi par lui.",
                    "line_num": 1708
                  },
                  {
                    "title": "Article 134",
                    "node_id": "0164",
                    "summary": "This partial document, Article 134, outlines the legal rules governing the rights and obligations of a secured creditor (\"créancier nanti\") when the maturity dates of the pledged receivable (\"créance nantie\") and the secured debt (\"créance garantie\") do not coincide.\n\nThe main points covered are:\n1.  **If the pledged receivable matures first:** The creditor must hold the collected sums in a dedicated account as security. If the debtor defaults on the main debt, the creditor can, after a formal notice, use these funds for repayment.\n2.  **If the secured debt matures first:** The creditor can seek judicial or contractual assignment of the pledged receivable and its associated rights, or alternatively, wait for it to mature.\n3.  **Interest payments:** Unless otherwise agreed, the creditor is entitled to collect interest from the pledged receivable, applying it to reduce the total owed amount (principal, interest, and other costs).",
                    "line_num": 1715
                  }
                ]
              },
              {
                "title": "Section 2 - Nantissement de compte bancaire",
                "node_id": "0165",
                "prefix_summary": "##### Section 2 - Nantissement de compte bancaire",
                "line_num": 1733,
                "nodes": [
                  {
                    "title": "Article 135",
                    "node_id": "0166",
                    "summary": "###### Article 135\n\nS'il a été payé au créancier nanti une somme supérieure à la dette garantie, il répond du surplus perçu en qualité\nde mandataire du constituant. Toute clause contraire est réputée non écrite.",
                    "line_num": 1736
                  },
                  {
                    "title": "Article 136",
                    "node_id": "0167",
                    "summary": "###### Article 136\n\nLe nantissement de compte bancaire est un nantissement de créance. Les règles qui régissent celui-ci lui sont\napplicables, sous réserve des dispositions de la présente section.",
                    "line_num": 1742
                  },
                  {
                    "title": "Article 137",
                    "node_id": "0168",
                    "summary": "The partial document defines the scope of a pledged bank account (nantissement) in two scenarios:  \n1. **Upon enforcement of the security:** The pledged claim is the credit balance (provisional or final) on the enforcement date, subject to adjustments for pending transactions as per the relevant Uniform Act.  \n2. **Upon opening collective proceedings against the debtor:** The secured creditor's rights attach to the credit balance in the account on the date the collective proceedings are opened, subject to the same adjustment rule.",
                    "line_num": 1748
                  },
                  {
                    "title": "Article 138",
                    "node_id": "0169",
                    "summary": "###### Article 138\n\nLes parties peuvent convenir des conditions dans lesquelles le constituant pourra continuer à disposer des\nsommes inscrites sur le compte nanti.",
                    "line_num": 1760
                  }
                ]
              },
              {
                "title": "Section 3 - Nantissement des droits d'associés, valeurs mobilières et",
                "node_id": "0170",
                "prefix_summary": "##### Section 3 - Nantissement des droits d'associés, valeurs mobilières et",
                "line_num": 1766,
                "nodes": [
                  {
                    "title": "Article 139",
                    "node_id": "0171",
                    "summary": "###### Article 139\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 27 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nMême après réalisation, le nantissement de compte bancaire subsiste tant que le compte n'a pas été clôturé et que\nla créance garantie n'a pas été intégralement payée.\n\n\ncomptes de titres financiers\n\nSous-section 1",
                    "line_num": 1769
                  },
                  {
                    "title": "Article 140",
                    "node_id": "0172",
                    "summary": "###### Article 140\n\nLes droits d'associés et valeurs mobilières des sociétés commerciales et ceux cessibles de toute autre personne\nmorale assujettie à l'immatriculation au Registre du Commerce et du Crédit Mobilier peuvent faire l'objet d'un\nnantissement conventionnel ou judiciaire.",
                    "line_num": 1785
                  },
                  {
                    "title": "Article 141",
                    "node_id": "0173",
                    "summary": "This partial document outlines the legal requirements for the validity of a pledge (nantissement) of company shares and securities under Article 141. The main points covered are the mandatory written clauses that must be included to avoid nullity. These required mentions are:\n\n1. Identification of the creditor, debtor, and the party creating the pledge if different from the debtor.\n2. The registered office and commercial registration number of the company that issued the shares/securities.\n3. The quantity or method to determine the quantity, and if applicable, the serial numbers of the pledged securities.\n4. The details specifying the secured debt, such as its amount or valuation, duration, and maturity date.",
                    "line_num": 1792
                  },
                  {
                    "title": "Article 142",
                    "node_id": "0174",
                    "summary": "###### Article 142\n\nLa juridiction compétente peut autoriser le créancier à prendre une inscription de nantissement sur les droits\nd'associés et valeurs mobilières. Le nantissement judiciaire est régi par les dispositions relatives à la saisie\nconservatoire des titres sociaux réglementée par les dispositions de l'Acte uniforme portant organisation des\nprocédures simplifiées de recouvrement et des voies d'exécution.\n\nLa décision de justice doit comporter les mentions prévues par l'article précédent.",
                    "line_num": 1808
                  },
                  {
                    "title": "Article 143",
                    "node_id": "0175",
                    "summary": "This partial document covers Article 143 of the revised OHADA Uniform Act on securities. It outlines the conditions for making a conventional or judicial pledge of company shares or securities enforceable against third parties. The main points are: the requirement for registration in the Trade and Movable Credit Register, the distinction between provisional and definitive registration, and the alternative or additional method of serving formal notice on the issuing company or legal entity.",
                    "line_num": 1818
                  },
                  {
                    "title": "Article 144",
                    "node_id": "0176",
                    "summary": "###### Article 144\n\nLe nantissement des droits d'associés et des valeurs mobilières confère au créancier :\n\n- un droit de suite qu'il exerce conformément aux dispositions de l'",
                    "line_num": 1838
                  },
                  {
                    "title": "Article 97",
                    "node_id": "0177",
                    "summary": "###### Article 97\n\nalinéa 2 du présent Acte uniforme ;\n\n- un droit de réalisation qu'il exerce conformément aux dispositions des articles 104 et 105 du présent Acte\nuniforme ;\n\n- un droit de préférence qu'il exerce conformément aux dispositions de l'",
                    "line_num": 1845
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0178",
                    "summary": "###### Article 226\n\ndu présent Acte uniforme ;\n\n- le droit de percevoir les fruits des droits sociaux et des valeurs mobilières nanties si les parties en sont\nconvenues.",
                    "line_num": 1855
                  },
                  {
                    "title": "Sous-section 2 - Nantissement de comptes de titres financiers",
                    "node_id": "0179",
                    "summary": "###### Sous-section 2 - Nantissement de comptes de titres financiers",
                    "line_num": 1863
                  },
                  {
                    "title": "Article 145",
                    "node_id": "0180",
                    "summary": "###### Article 145\n\nEn dehors des avances sur titres soumises aux règles du gage, les institutions financières et les établissements de\ncrédit peuvent, s'ils y sont autorisés par la réglementation applicable, consentir des prêts à trois mois sur valeurs\nmobilières cotées que le créancier gagiste peut, à défaut de remboursement, faire exécuter en bourse, sans\nformalité, le lendemain de l'échéance.",
                    "line_num": 1866
                  },
                  {
                    "title": "Article 146",
                    "node_id": "0181",
                    "summary": "###### Article 146\n\nLe nantissement d'un compte de titres financiers est la convention par laquelle le constituant affecte en garantie\nd'une obligation l'ensemble des valeurs mobilières et autres titres financiers figurant dans ce compte.",
                    "line_num": 1874
                  },
                  {
                    "title": "Article 147",
                    "node_id": "0182",
                    "summary": "###### Article 147\n\nLe nantissement de comptes de titres financiers est constitué, tant entre les parties qu'à l'égard de la personne\nmorale émettrice et des tiers, par une déclaration datée et signée par le titulaire du compte.\n\nLa déclaration constitutive du nantissement comporte, à peine de nullité, les mentions suivantes :\n\n1°) la désignation du créancier, du débiteur et du constituant du nantissement ;\n\n2°) le nombre et la nature des titres financiers formant l'assiette initiale du nantissement ;\n\n3°) les éléments permettant l'individualisation de la créance garantie tels que son montant ou son évaluation, sa\ndurée et son échéance ;\n\n4°) les éléments d'identification du compte spécial nanti.",
                    "line_num": 1880
                  },
                  {
                    "title": "Article 148",
                    "node_id": "0183",
                    "summary": "This partial document covers provisions regarding the pledge of securities accounts under OHADA law. The main points are: the scope of the pledge, which includes initially credited securities, any substitutes, additions, and their proceeds; the legal fiction that securities or funds credited after the pledge declaration are deemed included as of that declaration's date; and the secured creditor's right to obtain an attestation from the account holder listing the pledged assets at any given time.",
                    "line_num": 1897
                  },
                  {
                    "title": "Article 149",
                    "node_id": "0184",
                    "summary": "###### Article 149\n\nLe compte nanti prend la forme d'un compte spécial ouvert au nom du titulaire et tenu par la personne morale\némettrice ou l'intermédiaire financier.",
                    "line_num": 1916
                  },
                  {
                    "title": "Article 150",
                    "node_id": "0185",
                    "summary": "###### Article 150\n\nLorsque le compte est tenu par une personne non autorisée à recevoir des fonds du public, les fruits et produits\nmentionnés à l'",
                    "line_num": 1922
                  },
                  {
                    "title": "Article 148",
                    "node_id": "0186",
                    "summary": "###### Article 148\n\ndu présent Acte uniforme sont inscrits au crédit d'un compte spécial ouvert au nom du\ntitulaire du compte nanti dans les livres d'un établissement habilité à recevoir ces fonds.\n\nCe compte spécial est réputé faire partie intégrante du compte nanti à la date de la déclaration de nantissement.\n\nLe créancier nanti peut obtenir, sur simple demande au teneur du compte spécial, une attestation comportant\nl'inventaire des sommes en toute monnaie inscrites au crédit de ce compte à cette date.",
                    "line_num": 1928
                  },
                  {
                    "title": "Article 151",
                    "node_id": "0187",
                    "summary": "This partial document covers Article 151, which outlines the rules governing a pledged securities account (compte nanti). The main points are:\n\n1.  The secured creditor (créancier nanti) and the account holder jointly define the conditions under which the holder can use the financial securities and cash in the pledged account.\n2.  The secured creditor retains a right of retention (droit de rétention) over the account's assets in all circumstances.\n3.  If the secured creditor (who is not the account keeper) allows the holder to use the assets, both parties must inform the account keeper (teneur de compte) in writing of the agreed conditions for such use.\n4.  The account keeper cannot deviate from these instructions without the agreement of the secured creditor.",
                    "line_num": 1939
                  },
                  {
                    "title": "Article 152",
                    "node_id": "0188",
                    "summary": "###### Article 152\n\nLe créancier nanti titulaire d'une créance certaine, liquide et exigible peut, pour les titres financiers ainsi que pour\nles sommes en toute monnaie figurant sur le compte nanti, réaliser le nantissement huit jours ou à l'échéance de\ntout autre délai préalablement convenu avec le titulaire du compte après mise en demeure du débiteur remise en\nmains propres ou adressée par courrier recommandé. Cette mise en demeure du débiteur est également notifiée\nau constituant du nantissement lorsqu'il n'est pas le débiteur ainsi qu'au teneur de compte lorsque ce dernier n'est\npas le créancier nanti.",
                    "line_num": 1952
                  },
                  {
                    "title": "Article 153",
                    "node_id": "0189",
                    "summary": "###### Article 153\n\nLa mise en demeure prévue à l'article précédent contient, à peine de nullité, la reproduction intégrale des mentions\nsuivantes :\n\n1°) « Faute de paiement, le nantissement pourra être réalisé par le créancier dans les huit jours ou à l'échéance de\ntout autre délai préalablement convenu avec le titulaire du compte nanti » ;\n\n2°) « Le titulaire du compte nanti peut, jusqu'à l'expiration du délai mentionné ci-dessus, faire connaître au teneur\nde compte l'ordre dans lequel les sommes ou titres financiers devront être attribués en pleine propriété ou\nvendues, au choix du créancier ».",
                    "line_num": 1962
                  },
                  {
                    "title": "Article 154",
                    "node_id": "0190",
                    "summary": "This partial document from the OHADA Uniform Act on Securities covers the procedures for enforcing a pledge on a financial account (nantissement de compte). It specifies that the realization of the pledge occurs, up to the amount of the secured debt, in the following ways: 1) for cash sums, by direct transfer of full ownership to the secured creditor, and 2) for listed financial securities, by sale on a regulated market or transfer of ownership of a quantity determined by the creditor based on the last available closing price. It also states that all enforcement costs are borne by the account holder and deducted from the proceeds.",
                    "line_num": 1975
                  },
                  {
                    "title": "Article 155",
                    "node_id": "0191",
                    "summary": "###### Article 155\n\nLorsque, n'étant pas le teneur du compte nanti, le créancier nanti estime réunies les conditions de la réalisation du\nnantissement, il demande par écrit au teneur de compte de procéder à cette réalisation comme prévue à l'",
                    "line_num": 1999
                  }
                ]
              },
              {
                "title": "Section 4 - Nantissement des droits de propriété intellectuelle",
                "node_id": "0192",
                "prefix_summary": "##### Section 4 - Nantissement des droits de propriété intellectuelle",
                "line_num": 2005,
                "nodes": [
                  {
                    "title": "Article 154",
                    "node_id": "0193",
                    "summary": "###### Article 154\n\nci-dessus.",
                    "line_num": 2008
                  },
                  {
                    "title": "Article 156",
                    "node_id": "0194",
                    "summary": "###### Article 156\n\nLe nantissement des droits de propriété intellectuelle est la convention par laquelle le constituant affecte en\ngarantie d'une obligation tout ou partie de ses droits de propriété intellectuelle existants ou futurs, tels que des\nbrevets d'invention, des marques de fabrique et de commerce, des dessins et modèles.\n\nLe nantissement des droits de propriété intellectuelle peut être conventionnel ou judiciaire.",
                    "line_num": 2013
                  },
                  {
                    "title": "Article 157",
                    "node_id": "0195",
                    "summary": "###### Article 157\n\nA peine de nullité, le nantissement des droits de propriété intellectuelle doit être constaté dans un écrit contenant\nles mentions suivantes :\n\n1°) la désignation du créancier, du débiteur et du constituant du nantissement si celui-ci n'est pas le débiteur ;\n\n2°) les éléments identifiant ou permettant de déterminer les droits apportés en garantie ;\n\n3°) les éléments permettant l'individualisation de la créance garantie tels que son montant ou son évaluation, sa\ndurée et son échéance.",
                    "line_num": 2022
                  },
                  {
                    "title": "Article 158",
                    "node_id": "0196",
                    "summary": "###### Article 158\n\nLa juridiction compétente peut autoriser le créancier à prendre une inscription de nantissement sur les droits de\npropriété intellectuelle. Le nantissement judiciaire est régi par les dispositions relatives à la saisie conservatoire\ndes titres sociaux réglementée par les dispositions de l'Acte uniforme portant organisation des procédures\nsimplifiées de recouvrement et des voies d'exécution.\n\nLa décision de justice doit comporter les mentions prévues par l'article précédent.",
                    "line_num": 2035
                  },
                  {
                    "title": "Article 159",
                    "node_id": "0197",
                    "summary": "###### Article 159\n\nLe nantissement de droits de propriété intellectuelle ne s'étend pas, sauf convention contraire des parties, aux\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 31 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\naccessoires et aux fruits résultant de l'exploitation du droit de propriété intellectuelle objet du nantissement.",
                    "line_num": 2045
                  },
                  {
                    "title": "Article 160",
                    "node_id": "0198",
                    "summary": "###### Article 160\n\nLe nantissement conventionnel ou judiciaire n'est opposable aux tiers dans la mesure et selon les conditions\nprévues par les articles 51 à 66 du présent Acte uniforme que s'il est inscrit au Registre du Commerce et du Crédit\nMobilier.\n\nL'inscription provisoire et l'inscription définitive doivent être prises, respectivement, après la décision autorisant le\nnantissement et la décision de validation passée en force de chose jugée.\n\nSi le nantissement a pour objet un droit inscrit sur l'un des registres régis par la réglementation applicable en\nmatière de propriété intellectuelle, il doit, en outre, être satisfait aux règles de publicité prévues par cette\nrèglementation.",
                    "line_num": 2057
                  },
                  {
                    "title": "Article 161",
                    "node_id": "0199",
                    "summary": "###### Article 161\n\nLe nantissement des droits de propriété intellectuelle confère au créancier :\n\n- un droit de suite qu'il exerce conformément aux dispositions de l'",
                    "line_num": 2071
                  },
                  {
                    "title": "Article 97",
                    "node_id": "0200",
                    "summary": "###### Article 97\n\nalinéa 2 du présent Acte uniforme ;\n\n- un droit de réalisation qu'il exerce conformément aux dispositions des articles 104 et 105 du présent Acte\nuniforme ;\n\n- un droit de préférence qu'il exerce conformément aux dispositions de l'",
                    "line_num": 2078
                  }
                ]
              },
              {
                "title": "Section 5 - Nantissement du fonds de commerce et privilège du vendeur de",
                "node_id": "0201",
                "prefix_summary": "##### Section 5 - Nantissement du fonds de commerce et privilège du vendeur de",
                "line_num": 2088,
                "nodes": [
                  {
                    "title": "Article 226",
                    "node_id": "0202",
                    "summary": "###### Article 226\n\ndu présent Acte uniforme.\n\n\nfonds de commerce\n\nSous-section 1 - Nantissement du fonds de commerce",
                    "line_num": 2091
                  },
                  {
                    "title": "Article 162",
                    "node_id": "0203",
                    "summary": "This partial document defines and explains the concept of a \"nantissement du fonds de commerce\" (pledge of a business as collateral) under Article 162. It specifies that the core pledge covers intangible assets like clientele and trade names. It also states that the pledge can be extended to other intangible assets (commercial leases, licenses, intellectual property) and professional equipment, but only through a special clause explicitly listing these items and registering them in the Commerce and Movable Credit Register. The text cuts off while discussing the publicity/registration requirement for this extension to be effective.",
                    "line_num": 2101
                  },
                  {
                    "title": "Article 160",
                    "node_id": "0204",
                    "summary": "###### Article 160\n\ndu présent Acte uniforme a été satisfaite.\n\nLe nantissement ne peut porter sur les droits réels immobiliers conférés ou constatés par des baux ou des\nconventions soumises à inscription au registre de la publicité immobilière.\n\nSi le nantissement porte sur un fonds de commerce et ses succursales, celles-ci doivent être désignées par\nl'indication précise de leur siège.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 32 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011",
                    "line_num": 2116
                  },
                  {
                    "title": "Article 163",
                    "node_id": "0205",
                    "summary": "###### Article 163\n\nA peine de nullité, le nantissement du fonds de commerce doit être constaté dans un écrit contenant les mentions\nsuivantes :\n\n1°) la désignation du créancier, du débiteur et du constituant du nantissement si celui-ci n'est pas le débiteur ;\n\n2°) la désignation précise et le siège du fonds et, s'il y a lieu, de ses succursales ;\n\n3°) les éléments du fonds nanti ;\n\n4°) les éléments permettant l'individualisation de la créance garantie tels que son montant ou son évaluation, sa\ndurée et son échéance.",
                    "line_num": 2132
                  },
                  {
                    "title": "Article 164",
                    "node_id": "0206",
                    "summary": "###### Article 164\n\nLa juridiction compétente peut autoriser le créancier à prendre une inscription de nantissement sur le fonds de\ncommerce de son débiteur. Le nantissement judiciaire est régi par les dispositions relatives à la saisie\nconservatoire des titres sociaux réglementée par les dispositions de l'Acte uniforme portant organisation des\nprocédures simplifiées de recouvrement et des voies d'exécution.\n\nLa décision judiciaire doit comporter toutes les mentions prévues par l'article précédent.",
                    "line_num": 2147
                  },
                  {
                    "title": "Sous-section 2 - Privilège du vendeur de fonds de commerce",
                    "node_id": "0207",
                    "summary": "###### Sous-section 2 - Privilège du vendeur de fonds de commerce",
                    "line_num": 2157
                  },
                  {
                    "title": "Article 165",
                    "node_id": "0208",
                    "summary": "###### Article 165\n\nLe nantissement conventionnel ou judiciaire n'est opposable aux tiers dans la mesure et selon les conditions\nprévues par les articles 51 à 66 du présent Acte uniforme que s'il est inscrit au Registre du Commerce et du Crédit\nMobilier.\n\nL'inscription provisoire et l'inscription définitive doivent être prises, respectivement, après la décision autorisant le\nnantissement et la décision de validation passée en force de chose jugée.",
                    "line_num": 2160
                  },
                  {
                    "title": "Article 166",
                    "node_id": "0209",
                    "summary": "###### Article 166\n\nPour produire son effet translatif et être opposable aux tiers, la vente doit être inscrite au Registre du Commerce et\ndu Crédit Mobilier à la demande de l'acquéreur immatriculé et dans le respect des conditions prévues par l'Acte\nuniforme relatif au droit commercial général.",
                    "line_num": 2170
                  },
                  {
                    "title": "Article 167",
                    "node_id": "0210",
                    "summary": "###### Article 167\n\nSous réserve des dispositions de l'article précédent, le vendeur du fonds de commerce, pour bénéficier de son\nprivilège et de l'action résolutoire prévus par les dispositions relatives à la vente du fonds de commerce, doit faire\ninscrire la vente et son privilège au Registre du Commerce et du Crédit Mobilier.",
                    "line_num": 2177
                  },
                  {
                    "title": "Article 168",
                    "node_id": "0211",
                    "summary": "This partial document covers the legal procedure for resolving disputes related to the sale of a business (fonds de commerce) under OHADA law. The main points are:\n\n1.  **Requirement for a Pre-notation:** Any request for an amicable, judicial, or automatic resolution of the sale must be preceded by a \"prénotation\" (pre-notation) in the Trade and Movable Credit Register, initiated by the seller.\n2.  **Authorization Process:** This pre-notation must be authorized by the competent court in the jurisdiction where the sale was originally registered, via an ex parte application.\n3.  **Effect on Subsequent Registrations:** Once the pre-notation is made, the validity of any subsequent registrations concerning the business is conditional upon the final decision regarding the resolution of the sale.",
                    "line_num": 2184
                  },
                  {
                    "title": "Sous-section 3 - Règles de publicité communes au nantissement du fonds",
                    "node_id": "0212",
                    "summary": "###### Sous-section 3 - Règles de publicité communes au nantissement du fonds",
                    "line_num": 2201
                  },
                  {
                    "title": "Article 169",
                    "node_id": "0213",
                    "summary": "###### Article 169\n\nLorsque la vente a été résolue à l'amiable, judiciairement ou en vertu d'une clause résolutoire de plein droit, la\nrésolution doit être publiée au Registre du Commerce et du Crédit Mobilier.\n\n\nde commerce et au privilège du vendeur",
                    "line_num": 2204
                  },
                  {
                    "title": "Article 170",
                    "node_id": "0214",
                    "summary": "###### Article 170\n\nLorsque le nantissement conventionnel ou judiciaire ou le privilège du vendeur du fonds de commerce porte sur\ndes brevets d'invention, marques de fabrique, de service et de commerce, des dessins et modèles et autres droits\nde la propriété intellectuelle ainsi que sur le matériel professionnel, il doit, en dehors de l'inscription de la sûreté du\ncréancier au Registre du Commerce et du Crédit Mobilier, être satisfait aux règles de publicité prévues pour les\nactes affectant la propriété des droits de propriété intellectuelle et aux règles du présent Acte uniforme relatives au\nnantissement du matériel faisant partie d'un fonds de commerce.",
                    "line_num": 2213
                  },
                  {
                    "title": "Article 171",
                    "node_id": "0215",
                    "summary": "###### Article 171\n\nSi le fonds faisant l'objet d'un nantissement ou d'un privilège comprend une ou des succursales, les inscriptions\nprévues aux articles 164 à 167 du présent Acte uniforme doivent être prises au Registre du Commerce et du Crédit\nMobilier où est principalement immatriculé le fonds.",
                    "line_num": 2223
                  },
                  {
                    "title": "Article 172",
                    "node_id": "0216",
                    "summary": "###### Article 172\n\nLe bailleur de l'immeuble dans lequel est exploité le fonds doit recevoir notification du bordereau d'inscription ou de\nla modification de l'inscription initiale. A défaut, le créancier nanti ne peut se prévaloir des dispositions de l'",
                    "line_num": 2230
                  },
                  {
                    "title": "Article 176",
                    "node_id": "0217",
                    "summary": "###### Article 176\n\ndu présent Acte uniforme.",
                    "line_num": 2236
                  },
                  {
                    "title": "Sous-section 4 - Effets des inscriptions",
                    "node_id": "0218",
                    "summary": "###### Sous-section 4 - Effets des inscriptions",
                    "line_num": 2241
                  },
                  {
                    "title": "Article 173",
                    "node_id": "0219",
                    "summary": "###### Article 173\n\nToute vente amiable ou judiciaire de fonds de commerce ou de l'un de ses éléments ne peut avoir lieu sans\nproduction par le vendeur ou l'auxiliaire de justice chargé de la vente, d'un état des inscriptions prises sur le fonds.",
                    "line_num": 2244
                  },
                  {
                    "title": "Article 174",
                    "node_id": "0220",
                    "summary": "###### Article 174\n\nEn cas de vente ou de réalisation du fonds, les créanciers chirographaires peuvent obtenir en justice la déchéance\ndu terme de leurs créances pour concourir à la distribution du prix.",
                    "line_num": 2250
                  },
                  {
                    "title": "Article 175",
                    "node_id": "0221",
                    "summary": "This partial document covers Article 175 of the revised OHADA Uniform Act on securities. The main points are the legal procedures and consequences for relocating a business (\"fonds\") that is subject to a registered security interest. It specifies that the owner must notify registered creditors 15 days in advance via a formal act, indicating the new location. Failure to provide proper notification results in the debtor losing the benefit of the payment term. It also outlines creditors' rights: they can refuse the move and demand immediate payment if their security is diminished, or they can consent and maintain their security by annotating the initial registration. Finally, it states that if the business is transferred to another member state, the initial registration can be transferred to the new location's registry at the creditor's request.",
                    "line_num": 2256
                  },
                  {
                    "title": "Article 176",
                    "node_id": "0222",
                    "summary": "###### Article 176\n\nLe bailleur qui entend poursuivre la résiliation du bail de l'immeuble dans lequel est exploité un fonds de commerce\ngrevé d'inscription doit notifier sa demande aux créanciers inscrits par acte extrajudiciaire.\n\nLa décision judiciaire de résiliation ne peut intervenir, ni la résiliation amiable ou en vertu d'une clause résolutoire\nde plein droit produire effet, qu'après l'expiration du délai de deux mois suivant la notification.",
                    "line_num": 2279
                  },
                  {
                    "title": "Article 177",
                    "node_id": "0223",
                    "summary": "###### Article 177\n\nLes créanciers inscrits ont un droit de surenchère qu'ils exercent conformément aux dispositions prévues pour la\nvente du fonds de commerce.",
                    "line_num": 2288
                  },
                  {
                    "title": "Article 178",
                    "node_id": "0224",
                    "summary": "###### Article 178\n\nLes créanciers inscrits bénéficient :\n\n- d'un droit de suite qu'ils exercent conformément aux dispositions de l'",
                    "line_num": 2294
                  },
                  {
                    "title": "Article 97",
                    "node_id": "0225",
                    "summary": "###### Article 97\n\nalinéa 2, du présent Acte uniforme\n;\n\n- d'un droit de réalisation qu'ils exercent conformément aux dispositions de l'",
                    "line_num": 2301
                  },
                  {
                    "title": "Article 104",
                    "node_id": "0226",
                    "summary": "###### Article 104\n\n, alinéa 1, du présent Acte\nuniforme ;\n\n- d'un droit de préférence qu'ils exercent conformément aux dispositions de l'",
                    "line_num": 2309
                  }
                ]
              },
              {
                "title": "Section 1 - Privilèges généraux",
                "node_id": "0227",
                "prefix_summary": "##### Section 1 - Privilèges généraux",
                "line_num": 2317,
                "nodes": [
                  {
                    "title": "Article 226",
                    "node_id": "0228",
                    "summary": "###### Article 226\n\ndu présent Acte uniforme.\n\nChapitre 6 - Privilèges",
                    "line_num": 2320
                  },
                  {
                    "title": "Article 179",
                    "node_id": "0229",
                    "summary": "###### Article 179\n\nLes privilèges généraux confèrent un droit de préférence exercé par leurs titulaires selon les dispositions prévues\npar les articles 225 et 226 du présent Acte uniforme.\n\nLes textes spéciaux créant des privilèges généraux doivent préciser le rang de ceux-ci en le déterminant par\nrapport aux dispositions de l'",
                    "line_num": 2327
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0230",
                    "summary": "###### Article 180\n\ndu présent Acte uniforme.\n\nA défaut, le rang de ces privilèges est le dernier de celui établi par ledit",
                    "line_num": 2336
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0231",
                    "summary": "###### Article 180\n\n.",
                    "line_num": 2343
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0232",
                    "summary": "This partial document, Article 180 of the revised OHADA Uniform Act on Securities, lists categories of debts that are granted a legal privilege (priority in payment) without requiring formal publicity. The listed privileged claims, in order of priority, are: funeral expenses and final illness costs; subsistence supplies provided in the year before death, seizure, or insolvency proceedings; wages and apprenticeship dues for the preceding year; royalties owed to intellectual property authors for the preceding three years; social security contributions (up to a legal limit); and tax and customs debts (up to a legal limit).",
                    "line_num": 2348
                  },
                  {
                    "title": "Article 181",
                    "node_id": "0233",
                    "summary": "###### Article 181\n\nSont privilégiées au-delà du montant fixé par l'",
                    "line_num": 2377
                  }
                ]
              },
              {
                "title": "Section 2 - Privilèges spéciaux",
                "node_id": "0234",
                "prefix_summary": "##### Section 2 - Privilèges spéciaux",
                "line_num": 2382,
                "nodes": [
                  {
                    "title": "Article 180",
                    "node_id": "0235",
                    "summary": "The partial document covers the legal provisions for privileged claims (privilèges) held by public treasuries, customs administrations, and social security organizations. It specifies that these privileges are only effective if registered in the Commerce and Movable Credit Register within six months of the claim becoming due. This deadline starts from the notification of an enforcement order in cases of legal infringement. Once registered, the privilege is maintained for three years and expires unless renewed before that period ends.",
                    "line_num": 2385
                  },
                  {
                    "title": "Article 182",
                    "node_id": "0236",
                    "summary": "###### Article 182\n\nLes créanciers titulaires de privilèges spéciaux ont, sur les meubles qui leur sont affectés comme assiette par la loi,\nun droit de préférence qu'ils exercent, après saisie, selon les dispositions prévues par l'",
                    "line_num": 2400
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0237",
                    "summary": "###### Article 226\n\ndu présent Acte\nuniforme.\n\nLe droit de préférence s'exerce aussi, par subrogation, sur l'indemnité d'assurance du meuble qui a péri ou\ndisparu, tant qu'elle n'est pas payée.",
                    "line_num": 2406
                  },
                  {
                    "title": "Article 183",
                    "node_id": "0238",
                    "summary": "###### Article 183\n\nLe vendeur a, sur le meuble vendu, un privilège pour garantie du paiement du prix non payé, s'il est encore en la\npossession du débiteur ou sur le prix encore dû par le sousacquéreur.",
                    "line_num": 2415
                  },
                  {
                    "title": "Article 184",
                    "node_id": "0239",
                    "summary": "This partial document covers the legal privilege (lien) of a landlord under OHADA law. The main points are:\n\n1.  The landlord has a privilege (a type of security interest) over the movable property furnishing the rented premises.\n2.  This privilege secures not only potential damages but also the tenant's rent arrears for the 12 months prior to seizure and the rent for the 12 months following it.\n3.  Fraudulently depriving the landlord of this privilege is a criminal offense under national laws of member states.\n4.  If the movable property is removed without the landlord's consent, the landlord can still seize it and maintain the privilege by declaring a claim of ownership in the seizure document.",
                    "line_num": 2421
                  },
                  {
                    "title": "Article 185",
                    "node_id": "0240",
                    "summary": "###### Article 185\n\nLe transporteur terrestre a un privilège sur la chose transportée, pour tout ce qui lui est dû à condition qu'il y ait un\nlien de connexité entre la chose transportée et la créance.",
                    "line_num": 2441
                  },
                  {
                    "title": "Article 186",
                    "node_id": "0241",
                    "summary": "###### Article 186\n\nLe travailleur d'un exécutant d'ouvrage à domicile a un privilège sur les sommes dues par le donneur d'ouvrage\npour garantir les créances nées du contrat de travail si cellesci sont nées de l'exécution de l'ouvrage.",
                    "line_num": 2447
                  },
                  {
                    "title": "Article 187",
                    "node_id": "0242",
                    "summary": "###### Article 187\n\nLes travailleurs et fournisseurs des entreprises de travaux ont un privilège sur les sommes restant dues à celles-ci\npour les travaux exécutés, en garantie des créances nées à leur profit à l'occasion de l'exécution de ces travaux.\n\nLes salaires dus aux travailleurs sont payés par préférence aux sommes dues aux fournisseurs.",
                    "line_num": 2453
                  },
                  {
                    "title": "Article 188",
                    "node_id": "0243",
                    "summary": "###### Article 188\n\nLe commissionnaire a sur les marchandises qu'il détient pour le compte du commettant un privilège pour garantir\nses créances nées du contrat de commission.",
                    "line_num": 2461
                  },
                  {
                    "title": "Article 189",
                    "node_id": "0244",
                    "summary": "###### Article 189\n\nCelui qui a exposé des frais ou fourni des prestations pour éviter la disparition d'une chose ou sauvegarder l'usage\nauquel elle est destinée a un privilège sur ce meuble.\n\nTitre 3 - Hypothèques\n\nChapitre 1 - Dispositions générales",
                    "line_num": 2467
                  },
                  {
                    "title": "Article 190",
                    "node_id": "0245",
                    "summary": "###### Article 190\n\nL'hypothèque est l'affectation d'un immeuble déterminé ou déterminable appartenant au constituant en garantie\nd'une ou plusieurs créances, présentes ou futures à condition qu'elles soient déterminées ou déterminables.\n\nElle est légale, conventionnelle ou judiciaire.",
                    "line_num": 2477
                  },
                  {
                    "title": "Article 191",
                    "node_id": "0246",
                    "summary": "###### Article 191\n\nSauf disposition contraire, les règles applicables aux hypothèques conventionnelles s'appliquent également aux\nhypothèques forcées.",
                    "line_num": 2485
                  },
                  {
                    "title": "Article 192",
                    "node_id": "0247",
                    "summary": "This partial document outlines the conditions for what types of property can be mortgaged under the revised OHADA Uniform Act on Securities. It specifies that only present and registered immovable property is eligible, unless otherwise stated. It then lists two specific categories: 1) built or unbuilt land and its improvements (excluding accessory movable items), and 2) registered real estate rights according to the rules of the Member State.",
                    "line_num": 2491
                  },
                  {
                    "title": "Article 193",
                    "node_id": "0248",
                    "summary": "###### Article 193\n\nL'hypothèque est indivisible par nature et subsiste totalement sur les immeubles affectés jusqu'à complet paiement\net malgré la survenance d'une succession.",
                    "line_num": 2508
                  },
                  {
                    "title": "Article 194",
                    "node_id": "0249",
                    "summary": "This partial document outlines specific legal provisions regarding mortgages (hypothèques) on real estate under particular conditions. The main points covered are:\n\n1.  **Conditional Mortgages:** It states that a person who only holds a conditional, resolutory, or voidable right to a property can only grant a mortgage subject to those same conditions.\n\n2.  **Mortgages on Undivided Property (Indivision):** It details the effects of a mortgage on an undivided property after its division (partage):\n    *   If the mortgage was consented to by **all co-owners**, it remains effective regardless of the division's outcome.\n    *   If consented to by **only one co-owner**, it only remains effective to the extent that this specific co-owner is awarded that property (or its sale price) in the division.\n\n3.  **Mortgages on a Co-owner's Share:** It specifies rules for a mortgage granted only on a co-owner's share of undivided property. Such a mortgage only survives division if that co-owner is awarded the specific property (or its sale price). If so, the mortgage attaches to the entire awarded portion, not just the original share.",
                    "line_num": 2514
                  },
                  {
                    "title": "Article 195",
                    "node_id": "0250",
                    "summary": "###### Article 195\n\nTout acte conventionnel ou judiciaire constitutif d'hypothèque doit être inscrit conformément aux règles de publicité\nédictées par l'Etat Partie où est situé le bien grevé et prévues à cet effet.\n\nL'hypothèque régulièrement publiée prend rang du jour de l'inscription.\n\nLorsque le droit réel immobilier, objet de l'hypothèque, consiste en un démembrement du droit de propriété tel que\nl'usufruit, le droit de superficie, le bail emphytéotique ou le bail à construction, l'inscription de l'hypothèque doit\négalement être notifiée, par acte extrajudiciaire, au propriétaire, au tréfoncier ou au bailleur.",
                    "line_num": 2531
                  },
                  {
                    "title": "Article 196",
                    "node_id": "0251",
                    "summary": "###### Article 196\n\nL'inscription a une durée déterminée et conserve le droit du créancier jusqu'à une date devant être fixée par la\nconvention ou la décision de justice dans la limite de trente ans au jour de la formalité, sauf disposition contraire\nd'une loi nationale. Son effet cesse si elle n'est pas renouvelée, avant l'expiration de ce délai, pour une durée\ndéterminée. Il en va de même lorsque l'hypothèque a été constituée pour une durée indéterminée.",
                    "line_num": 2543
                  },
                  {
                    "title": "Article 197",
                    "node_id": "0252",
                    "summary": "###### Article 197\n\nL'hypothèque confère à son titulaire un droit de suite et un droit de préférence.\n\nLe droit de préférence s'exerce selon les dispositions de l'",
                    "line_num": 2551
                  },
                  {
                    "title": "Article 225",
                    "node_id": "0253",
                    "summary": "###### Article 225\n\ndu présent Acte uniforme pour garantir le\nprincipal, les frais et trois ans d'intérêts au même rang, sauf à prendre des inscriptions particulières portant\nhypothèques à compter de leurs dates pour les intérêts autres que ceux conservés par l'inscription initiale.\n\nhttps://www.ohada.com/textes-ohada/actes-uniformes.html page 38 / 45\n\f ACTE UNIFORME RÉVISÉ PORTANT ORGANISATION DES SÛRETÉS\n Adopté le 15/12/2010 à Lomé (TOGO)\n Publié au Journal Officiel n° 22 du 15/02/2011\n\nLe droit de préférence s'exerce également, par subrogation, sur l'indemnité d'assurance de l'immeuble sinistré.",
                    "line_num": 2558
                  },
                  {
                    "title": "Article 198",
                    "node_id": "0254",
                    "summary": "###### Article 198\n\nA moins qu'il ne poursuive la vente du bien hypothéqué selon les modalités prévues par les règles de la saisie\nimmobilière, auxquelles la convention d'hypothèque ne peut déroger, le créancier hypothécaire impayé peut\ndemander en justice que l'immeuble lui demeure en paiement.\n\nCette faculté ne lui est toutefois pas offerte si l'immeuble constitue la résidence principale du constituant.",
                    "line_num": 2572
                  },
                  {
                    "title": "Article 199",
                    "node_id": "0255",
                    "summary": "###### Article 199\n\nA condition que le constituant soit une personne morale ou une personne physique dûment immatriculée au\nRegistre du Commerce et du Crédit Mobilier et que l'immeuble hypothéqué ne soit pas à usage d'habitation, il peut\nêtre convenu dans la convention d'hypothèque que le créancier deviendra propriétaire de l'immeuble hypothéqué.\n\nA l'issue d'un délai de trente jours suivant une mise en demeure de payer par acte extra-judiciaire demeurée sans\neffet, le créancier pourra faire constater le transfert de propriété dans un acte établi selon les formes requises par\nchaque État Partie en matière de transfert d'immeuble.",
                    "line_num": 2581
                  },
                  {
                    "title": "Article 200",
                    "node_id": "0256",
                    "summary": "###### Article 200\n\nDans les cas prévus aux deux articles précédents, l'immeuble doit être estimé par expert désigné amiablement ou\njudiciairement.\n\nSi sa valeur excède le montant de la créance garantie, le créancier doit au constituant une somme égale à la\ndifférence. S'il existe d'autres créanciers hypothécaires, il la consigne. Toute clause contraire est réputée non\nécrite.",
                    "line_num": 2592
                  },
                  {
                    "title": "Article 201",
                    "node_id": "0257",
                    "summary": "This partial document outlines the legal requirements for formalizing changes to a mortgage (hypothèque) and the specific causes for its extinction.\n\nThe main points covered are:\n\n1.  **Formal Requirements for Mortgage Transactions:** Any act related to a mortgage involving transfer, change of rank, subrogation, renunciation, or extinction must be executed according to the national law of the property's location. It must be done via a notarized deed or a private deed following a model conforming to the rules of the relevant State Party and published in the same manner as the original mortgage deed.\n\n2.  **Causes for Extinction of a Mortgage:** It lists the specific events that lead to the extinction of a conventional or judicial mortgage:\n    *   The extinction of the principal obligation.\n    *   The creditor's renunciation of the mortgage.\n    *   The expiration of the registration, as certified by the real estate registry's conservator.\n    *   The purge of mortgages resulting from a forced expropriation adjudication and the payment or deposit of the final expropriation indemnity for public utility.",
                    "line_num": 2602
                  },
                  {
                    "title": "Article 202",
                    "node_id": "0258",
                    "summary": "This partial document covers the procedure for the removal (cancellation) of a mortgage under OHADA law. The main points are:\n\n1.  The mortgage is removed according to the publicity rules of the State Party where the encumbered property is located.\n2.  If the creditor refuses to consent to the removal or if the registrar refuses to proceed, the debtor or their successor can obtain a judicial release (mainlevée) of this security.\n3.  A final judicial decision ordering the release against the creditor or their successors obliges the registrar to proceed with the removal.\n\nThe text is part of the Revised Uniform Act on Secured Transactions, specifically from a chapter on conventional mortgages.",
                    "line_num": 2623
                  },
                  {
                    "title": "Article 203",
                    "node_id": "0259",
                    "summary": "This partial document outlines the legal conditions for establishing a conventional mortgage (hypothèque conventionnelle) under Article 203. The main points covered are:\n\n1.  The general rule that only the registered owner of an immovable property, who is legally capable, can grant a mortgage on it.\n2.  The exceptions to this rule, allowing a mortgage on future properties in three specific cases:\n    *   A person with no or insufficient current free property to secure a debt can mortgage properties they acquire in the future.\n    *   A person whose currently mortgaged property has been destroyed or severely degraded, making it insufficient security, can mortgage future acquisitions.\n    *   A holder of a real right to build on another's land (public or private) can mortgage buildings or structures that are under construction or merely planned; if these are destroyed, the mortgage automatically transfers to new constructions on the same site.",
                    "line_num": 2641
                  },
                  {
                    "title": "Article 204",
                    "node_id": "0260",
                    "summary": "###### Article 204\n\nL'hypothèque conventionnelle doit être consentie pour une somme déterminée ou au moins déterminable en\nprincipal et portée à la connaissance des tiers par l'inscription de l'acte. Le débiteur aura droit, s'il y a lieu, par la\nsuite, de requérir la réduction de cette somme en se conformant aux règles de la publicité foncière prévues à cet\neffet.",
                    "line_num": 2663
                  },
                  {
                    "title": "Article 205",
                    "node_id": "0261",
                    "summary": "###### Article 205\n\nL'hypothèque conventionnelle est consentie, selon la loi nationale du lieu de situation de l'immeuble :\n\n- par acte authentique établi par le notaire territorialement compétent ou l'autorité administrative ou judiciaire\nhabilitée à faire de tels actes ;\n\n- ou par acte sous seing privé dressé suivant un modèle agréé par la conservation de la propriété foncière.\n\nLa procuration donnée à un tiers pour constituer une hypothèque en la forme notariée doit être établie en la même\nforme.",
                    "line_num": 2671
                  },
                  {
                    "title": "Article 206",
                    "node_id": "0262",
                    "summary": "###### Article 206\n\nTant que l'inscription n'est pas faite, l'acte d'hypothèque est inopposable aux tiers et constitue, entre les parties,\nune promesse synallagmatique qui les oblige à procéder à la publicité.",
                    "line_num": 2684
                  },
                  {
                    "title": "Article 207",
                    "node_id": "0263",
                    "summary": "This partial document covers a specific provision (Article 207) from the revised OHADA Uniform Act on Securities. The main point is the allowance for a delayed registration of a conventional mortgage securing a short-term loan. It states that the publication (registration) can be postponed for a maximum of 90 days without the creditor losing their secured priority rank. The condition for this delay is that the creditor must follow specific national rules established for the publicity of mortgages on short-term loans in the country where the property is located.",
                    "line_num": 2690
                  },
                  {
                    "title": "Article 208",
                    "node_id": "0264",
                    "summary": "###### Article 208\n\nL'hypothèque consentie pour sûreté d'une ouverture de crédit à concurrence d'une somme déterminée à fournir\nprend rang à la date de sa publication sans égard aux dates successives de l'exécution des engagements pris par\nle fournisseur du crédit.\n\nChapitre 3 - Hypothèques forcées",
                    "line_num": 2706
                  }
                ]
              },
              {
                "title": "Section 1 - Hypothèques forcées légales",
                "node_id": "0265",
                "prefix_summary": "##### Section 1 - Hypothèques forcées légales",
                "line_num": 2715,
                "nodes": [
                  {
                    "title": "Article 209",
                    "node_id": "0266",
                    "summary": "###### Article 209\n\nL'hypothèque forcée est celle qui est conférée, sans le consentement du débiteur, soit par la loi, soit par une\ndécision de justice.\n\nLes hypothèques forcées autres que celles prévues par le présent Acte uniforme sont régies par les dispositions\nparticulières de la loi nationale de chaque Etat Partie.",
                    "line_num": 2718
                  },
                  {
                    "title": "Article 210",
                    "node_id": "0267",
                    "summary": "###### Article 210\n\nL'hypothèque légale de la masse des créanciers prévue par l'Acte uniforme portant organisation des procédures\ncollectives d'apurement du passif est inscrite dans le délai de dix jours à compter de la décision judiciaire\nd'ouverture de la procédure collective à la requête du greffier ou du syndic.",
                    "line_num": 2727
                  },
                  {
                    "title": "Article 211",
                    "node_id": "0268",
                    "summary": "This partial document, Article 211, outlines legal provisions regarding mortgages (hypothèques) in the context of property transactions. The main points covered are:\n\n1.  **Right to a Conventional Mortgage:** The seller, party to an exchange, or co-sharer in a partition can demand a mortgage from the other party to guarantee payment of the price, balance from an exchange, or debts resulting from the partition.\n\n2.  **Forced Mortgage as a Remedy:** If a conventional mortgage was not stipulated, these parties can obtain a forced mortgage on the properties through a court order.\n\n3.  **Right to Rescind the Contract:** The holder of a properly registered conventional or forced mortgage has the concurrent right to seek resolution (cancellation) of the sale, exchange, or partition agreement due to non-payment.\n\n4.  **Extension to Lenders:** A person who provides funds specifically for acquiring a property in such transactions can obtain a conventional or forced mortgage under the same conditions, provided the loan purpose is documented in the loan agreement and the payment to the seller is proven with a receipt.",
                    "line_num": 2734
                  }
                ]
              },
              {
                "title": "Section 2 - Hypothèques forcées judiciaires",
                "node_id": "0269",
                "prefix_summary": "##### Section 2 - Hypothèques forcées judiciaires",
                "line_num": 2753,
                "nodes": [
                  {
                    "title": "Article 212",
                    "node_id": "0270",
                    "summary": "This partial document covers Article 212 of the revised OHADA Uniform Act on Securities. The main points are the right of architects, contractors, and other building professionals to secure a mortgage on the property they work on, and the specific procedures for this type of security interest.\n\nThe key provisions described are:\n1.  **Right to a Mortgage:** Architects, contractors, and others employed to build, repair, or reconstruct buildings can obtain either a conventional (contractual) mortgage or a forced (judicially granted) mortgage on the property before work begins.\n2.  **Provisional Registration:** The mortgage is registered provisionally for the estimated amount due. This registration is valid from its date but cannot exceed one month after the work's completion, which must be certified by a bailiff.\n3.  **Making it Definitive:** The mortgage retains its original date if, within that same one-month period, the registration becomes definitive (either by party agreement or court decision) for all or part of the estimated sum.\n4.  **Extension to Lenders:** A person who provides funds specifically to pay or reimburse these professionals can obtain a similar mortgage under the same conditions. This requires formal proof in the loan agreement that the money was intended for this purpose and receipts from the professionals confirming they were paid with the borrowed funds.",
                    "line_num": 2756
                  },
                  {
                    "title": "Article 213",
                    "node_id": "0271",
                    "summary": "This partial document outlines the provisional procedure for a creditor to secure a claim through a mortgage on a debtor's real estate. It specifies that a court order from the debtor's domicile or the property's location is required. The court order must state the authorized mortgage amount and sets two critical deadlines: one for the creditor to initiate formal proceedings to validate the conservatory mortgage or to pursue the main claim, and another during which the creditor cannot bring the main action. Failure to comply with these deadlines results in the authorization becoming void and subject to revocation by the court.",
                    "line_num": 2779
                  },
                  {
                    "title": "Article 214",
                    "node_id": "0272",
                    "summary": "###### Article 214\n\nLa décision peut obliger le créancier à justifier, préalablement, de sa solvabilité suffisante ou, à défaut, à donner\ncaution par acte déposé au Greffe ou entre les mains d'un séquestre avec ou sans obligation d'observer les règles\nconcernant la réception des cautions.",
                    "line_num": 2797
                  },
                  {
                    "title": "Article 215",
                    "node_id": "0273",
                    "summary": "###### Article 215\n\nLa juridiction compétente ne statue qu'à charge de lui en référer en cas de difficulté.\n\nSa décision est exécutoire sur minute, nonobstant opposition ou appel.",
                    "line_num": 2804
                  },
                  {
                    "title": "Article 216",
                    "node_id": "0274",
                    "summary": "The partial document covers the legal procedure for a creditor to obtain a provisional mortgage registration. It specifies the four required elements that must be included in the court decision presented for the registration: 1) identification of the creditor and debtor, 2) the decision's date, 3) the amount and basis of the secured claim, and 4) the identification of the mortgaged properties by land title number.",
                    "line_num": 2811
                  },
                  {
                    "title": "Article 192",
                    "node_id": "0275",
                    "summary": "###### Article 192\n\ndu présent Acte uniforme, la\ndésignation des immeubles non immatriculés est faite conformément aux dispositions des législations nationales\nspécialement prévues à cet effet.\n\nLes dispositions du présent article n'excluent pas les formalités de publicité prévues par la législation foncière.",
                    "line_num": 2831
                  },
                  {
                    "title": "Article 217",
                    "node_id": "0276",
                    "summary": "###### Article 217\n\nLe créancier doit notifier la décision ordonnant l'hypothèque judiciaire en délivrant l'assignation en vue de l'instance\nen validité ou de l'instance au fond. Il doit également notifier l'inscription dans la quinzaine de cette formalité.\n\nIl doit élire domicile dans le ressort de la juridiction compétente ou de la conservation foncière.",
                    "line_num": 2840
                  },
                  {
                    "title": "Article 218",
                    "node_id": "0277",
                    "summary": "This partial document outlines legal procedures for obtaining the release or reduction of a mortgage in a judicial context. It specifies that a competent court can grant this upon the deposit of the owed principal, interest, and costs with a court-appointed sequestrator. The request must be made within one month of formal legal notification. It further states that if the disputed claim is finalized by a court judgment, the sequestered funds are privileged for payment to the claimant and are under protective seizure during the proceedings.",
                    "line_num": 2848
                  },
                  {
                    "title": "Article 219",
                    "node_id": "0278",
                    "summary": "###### Article 219\n\nLa juridiction saisie peut, en tout état de cause, avant même d'avoir statué sur le fond, ordonner une mainlevée\ntotale ou partielle de l'hypothèque si le débiteur justifie de motifs sérieux et légitimes.\n\nDans le cas de péremption d'instance, de désistement d'instance ou d'action, la mainlevée non consentie de\nl'inscription provisoire est donnée par la juridiction qui a autorisé ladite inscription et la radiation est faite sur dépôt\nde sa décision passée en force de chose jugée.",
                    "line_num": 2860
                  },
                  {
                    "title": "Article 220",
                    "node_id": "0279",
                    "summary": "###### Article 220\n\nLorsqu'il est justifié que la valeur des immeubles est double du montant des sommes inscrites, le débiteur peut\nfaire limiter les effets de la première inscription sur les immeubles qu'il indique à cette fin.",
                    "line_num": 2870
                  },
                  {
                    "title": "Article 221",
                    "node_id": "0280",
                    "summary": "This partial document covers Article 221 of the OHADA Uniform Act on Securities. It details the procedures following a court's recognition of a secured debt. The main points are: the court's decision to maintain a provisional mortgage or grant a definitive one; the requirement to register the resulting mortgage within six months of the final judgment; the ranking date of the mortgage based on its registration type; and the consequences of failing to meet the registration deadline or if the debt is not recognized, which renders the initial provisional registration void and subject to cancellation at the original inscriber's expense. The text also notes the chapter on \"Effects of Mortgages.\"",
                    "line_num": 2876
                  },
                  {
                    "title": "Article 222",
                    "node_id": "0281",
                    "summary": "###### Article 222\n\nDans le cas où l'immeuble hypothéqué devient insuffisant pour garantir sa créance, par suite de destruction ou de\ndégradation, le créancier peut poursuivre le paiement de sa créance avant le terme ou obtenir une autre\nhypothèque.",
                    "line_num": 2898
                  },
                  {
                    "title": "Article 223",
                    "node_id": "0282",
                    "summary": "###### Article 223\n\nLe droit de suite s'exerce contre tout tiers détenteur de l'immeuble dont le titre est publié postérieurement à\nl'hypothèque.\n\nBien que le tiers détenteur ne soit pas personnellement obligé à la dette, il peut désintéresser le créancier\npoursuivant du montant intégral de sa créance, en capital, intérêts et autres accessoires, en se subrogeant à lui.\n\nTitre 4 - Distribution des deniers et classement des sûretés",
                    "line_num": 2905
                  },
                  {
                    "title": "Article 224",
                    "node_id": "0283",
                    "summary": "###### Article 224\n\nLa procédure de distribution du prix sur saisie est fixée par les règles régissant les voies d'exécution sous réserve\ndes dispositions qui suivent concernant l'ordre de distribution.",
                    "line_num": 2916
                  },
                  {
                    "title": "Article 225",
                    "node_id": "0284",
                    "summary": "This partial document outlines the legal order of priority for distributing funds from the sale of real estate (immeubles). It lists the sequence in which different classes of creditors are to be paid, starting with court costs, followed by super-priority wage claims, then secured creditors with mortgages or similar rights, and finally general privileged creditors, distinguishing between those subject to public registration and those not.",
                    "line_num": 2922
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0285",
                    "summary": "###### Article 180\n\ndu\nprésent Acte uniforme ;\n\n6°) aux créanciers chirographaires munis d'un titre exécutoire lorsqu'ils sont intervenus par voie de saisie ou\nd'opposition à la procédure.\n\nEn cas d'insuffisance de deniers pour désintéresser les créanciers désignés aux 1°), 2°), 5°) et 6°) du présent\narticle venant à rang égal, ceux-ci concourent à la distribution dans la proportion de leurs créances totales, au marc\nle franc.",
                    "line_num": 2940
                  },
                  {
                    "title": "Article 226",
                    "node_id": "0286",
                    "summary": "This partial document outlines the legal order of priority for distributing funds from the sale of a debtor's movable assets. It lists a hierarchy of creditors who are paid in sequence: 1) creditors for judicial sale costs, 2) creditors for preservation costs, 3) super-priority wage creditors, 4) creditors secured by a published general privilege, pledge, or lien, 5) creditors with a special privilege on the specific asset, and 6) creditors with an unpublished general privilege.",
                    "line_num": 2953
                  },
                  {
                    "title": "Article 180",
                    "node_id": "0287",
                    "summary": "###### Article 180\n\ndu\n présent Acte uniforme ;\n\n 7°) aux créanciers chirographaires munis d'un titre exécutoire lorsqu'ils sont intervenus par voie de saisie ou\n d'opposition à la procédure de distribution.\n\n En cas d'insuffisance de deniers pour désintéresser les créanciers désignés aux 1°), 2°), 3°), 6°) et 7°) du\n présent article venant à rang égal, ceux-ci concourent à la distribution dans la proportion de leurs créances totales,\n au marc le franc.\n\n Titre 5 - Dispositions transitoires et finales",
                    "line_num": 2982
                  },
                  {
                    "title": "Article 227",
                    "node_id": "0288",
                    "summary": "###### Article 227\n\nLe présent Acte uniforme, qui abroge l'Acte uniforme portant organisation des sûretés du 17 avril 1997, n'est\n applicable qu'aux sûretés consenties ou constituées après son entrée en vigueur.\n\n Les sûretés consenties ou constituées antérieurement au présent Acte uniforme et conformément à la législation\n alors en vigueur restent soumises à cette législation jusqu'à leur extinction.",
                    "line_num": 2997
                  },
                  {
                    "title": "Article 228",
                    "node_id": "0289",
                    "summary": "###### Article 228\n\nLe présent Acte uniforme sera publié au Journal Officiel de l'OHADA dans un délai de soixante jours à compter de\n la date de son adoption. Il sera également publié dans les Etats Parties, au Journal Officiel ou par tout moyen\n approprié. Il sera applicable quatre-vingt-dix jours à compter de la date de sa publication au Journal officiel de\n l'OHADA conformément à l'",
                    "line_num": 3006
                  },
                  {
                    "title": "Article 9",
                    "node_id": "0290",
                    "summary": "###### Article 9\n\ndu Traité relatif à l'harmonisation du droit des affaires en Afrique, signé à\n Port-Louis le 17 octobre 1993, tel que révisé à Québec le 17 octobre 2008.\n\n Fait à Lomé, le 15 décembre 2010.\n\n https://www.ohada.com/textes-ohada/actes-uniformes.html page 45 / 45\n\nPowered by TCPDF (www.tcpdf.org)",
                    "line_num": 3014
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  "mapping": [
    {
      "node_id": "0002",
      "node_title": "Article 1",
      "article_ids": [
        "33b80911-9aa8-49a6-ac6e-de466709d9a2"
      ]
    },
    {
      "node_id": "0003",
      "node_title": "Article 2",
      "article_ids": [
        "04e75849-c226-443f-b3a4-867bf8553d2d"
      ]
    },
    {
      "node_id": "0004",
      "node_title": "Article 3",
      "article_ids": [
        "2f9ea144-0b56-415d-86c7-f117d3c441ed",
        "ae1b24ad-11b9-4361-bc4a-0a92e98c2716"
      ]
    },
    {
      "node_id": "0005",
      "node_title": "Article 4",
      "article_ids": [
        "31c6676b-7a1a-4c8c-981e-2b7b5ddc74b4"
      ]
    },
    {
      "node_id": "0006",
      "node_title": "Article 5",
      "article_ids": [
        "ca594ae4-ae44-4ed4-8988-52ba7b595c21"
      ]
    },
    {
      "node_id": "0007",
      "node_title": "Article 6",
      "article_ids": [
        "3848442d-9565-4429-a4c9-cbfe1dc933d1"
      ]
    },
    {
      "node_id": "0008",
      "node_title": "Article 7",
      "article_ids": [
        "89a386f6-5a40-405e-8925-6c96ff5b53d4"
      ]
    },
    {
      "node_id": "0009",
      "node_title": "Article 8",
      "article_ids": [
        "263a97a4-b8bf-47b6-b0bc-08ebf5f00a9e"
      ]
    },
    {
      "node_id": "0010",
      "node_title": "Article 9",
      "article_ids": [
        "e05fa4a6-2393-4d83-b1a4-80458d4fb51d",
        "11eb5e22-5a99-41cf-97da-7786b400637d"
      ]
    },
    {
      "node_id": "0011",
      "node_title": "Article 10",
      "article_ids": [
        "8573dafa-d101-493d-8039-0664515e284d"
      ]
    },
    {
      "node_id": "0012",
      "node_title": "Article 11",
      "article_ids": [
        "9dd779a4-518b-4732-a3dc-8a25f0c06bf1"
      ]
    },
    {
      "node_id": "0013",
      "node_title": "Article 12",
      "article_ids": [
        "9d8cdb19-267a-492d-aeba-84133b37f0ba"
      ]
    },
    {
      "node_id": "0015",
      "node_title": "Article 13",
      "article_ids": [
        "33972c16-8a50-433a-a2ad-26c25fce716a"
      ]
    },
    {
      "node_id": "0016",
      "node_title": "Article 14",
      "article_ids": [
        "1f985880-6ed7-47f1-aaa0-bcbb50761440"
      ]
    },
    {
      "node_id": "0017",
      "node_title": "Article 15",
      "article_ids": [
        "e49ce822-6493-44de-9aef-48e4c64b6fca"
      ]
    },
    {
      "node_id": "0018",
      "node_title": "Article 16",
      "article_ids": [
        "31094245-4f9e-4322-97d8-4295d58ced12"
      ]
    },
    {
      "node_id": "0019",
      "node_title": "Article 17",
      "article_ids": [
        "7a37e1f9-60b2-4f00-adf5-2175fea36c75"
      ]
    },
    {
      "node_id": "0020",
      "node_title": "Article 18",
      "article_ids": [
        "16569b16-44c9-4d76-927d-6f9b1196010a"
      ]
    },
    {
      "node_id": "0022",
      "node_title": "Article 19",
      "article_ids": [
        "864f3594-23af-4d13-b3c4-2411bb29628c",
        "d126998e-ce80-4ca8-820f-f1c4736e1b73"
      ]
    },
    {
      "node_id": "0023",
      "node_title": "Article 20",
      "article_ids": [
        "f4b83113-9dce-4dcd-ab5d-4024d3655cd9"
      ]
    },
    {
      "node_id": "0024",
      "node_title": "Article 21",
      "article_ids": [
        "751bff58-22f1-48dd-9e2d-f61d5bbc8434"
      ]
    },
    {
      "node_id": "0026",
      "node_title": "Article 22",
      "article_ids": [
        "0f6f358e-87e4-4e60-b083-204c84a0688e"
      ]
    },
    {
      "node_id": "0027",
      "node_title": "Article 23",
      "article_ids": [
        "88e726d6-6771-45de-9be3-b397b87d182a"
      ]
    },
    {
      "node_id": "0028",
      "node_title": "Article 24",
      "article_ids": [
        "7753f910-6b0c-4792-a188-780407371850"
      ]
    },
    {
      "node_id": "0029",
      "node_title": "Article 25",
      "article_ids": [
        "b04b5ac8-104f-4d7b-b549-08a917b90c6e"
      ]
    },
    {
      "node_id": "0030",
      "node_title": "Article 19",
      "article_ids": [
        "864f3594-23af-4d13-b3c4-2411bb29628c",
        "d126998e-ce80-4ca8-820f-f1c4736e1b73"
      ]
    },
    {
      "node_id": "0031",
      "node_title": "Article 29",
      "article_ids": [
        "c3a27186-951a-42cf-ad5f-cf0c9ab0a374",
        "a813d39b-fe4c-40e4-ad12-21fee54e5c97"
      ]
    },
    {
      "node_id": "0032",
      "node_title": "Article 26",
      "article_ids": [
        "6dc4dded-c79b-46f0-a77d-527343460652"
      ]
    },
    {
      "node_id": "0033",
      "node_title": "Article 27",
      "article_ids": [
        "f29ef2d8-27af-4edc-b213-7bd04d6847d2"
      ]
    },
    {
      "node_id": "0034",
      "node_title": "Article 28",
      "article_ids": [
        "2c32de03-694c-4ab4-8628-b6551d43003e"
      ]
    },
    {
      "node_id": "0035",
      "node_title": "Article 29",
      "article_ids": [
        "c3a27186-951a-42cf-ad5f-cf0c9ab0a374",
        "a813d39b-fe4c-40e4-ad12-21fee54e5c97"
      ]
    },
    {
      "node_id": "0036",
      "node_title": "Article 30",
      "article_ids": [
        "e1bf99cb-6c83-44a7-b211-8e4856713eea"
      ]
    },
    {
      "node_id": "0037",
      "node_title": "Article 31",
      "article_ids": [
        "2e530fb0-39f5-4f69-b6cb-897bc7bfbe83"
      ]
    },
    {
      "node_id": "0038",
      "node_title": "Article 32",
      "article_ids": [
        "dcb2bab2-21f8-47ad-abfa-f84974e211fc"
      ]
    },
    {
      "node_id": "0039",
      "node_title": "Article 33",
      "article_ids": [
        "fd936d17-d6b9-4b4b-b12c-5ee3c59aab93"
      ]
    },
    {
      "node_id": "0040",
      "node_title": "Article 34",
      "article_ids": [
        "e5d29cfd-abcc-4d97-a15b-c487e27e25d1"
      ]
    },
    {
      "node_id": "0042",
      "node_title": "Article 35",
      "article_ids": [
        "74899edb-9a3e-4f8e-9537-3797bca38177"
      ]
    },
    {
      "node_id": "0043",
      "node_title": "Article 36",
      "article_ids": [
        "4c107e25-e8fb-4c9a-8003-3ece3ad679e5"
      ]
    },
    {
      "node_id": "0044",
      "node_title": "Article 37",
      "article_ids": [
        "9ac22837-a2fe-42ca-b3ee-f8d3ee47dd5c"
      ]
    },
    {
      "node_id": "0045",
      "node_title": "Article 38",
      "article_ids": [
        "1e0cee10-4f58-4568-957e-421509dcad3f"
      ]
    },
    {
      "node_id": "0047",
      "node_title": "Article 39",
      "article_ids": [
        "7751cca1-09a0-44bd-8b21-90dc7bee85d7"
      ]
    },
    {
      "node_id": "0048",
      "node_title": "Article 40",
      "article_ids": [
        "663f5f9c-f41f-44d3-848f-7d19ee0996fc"
      ]
    },
    {
      "node_id": "0050",
      "node_title": "Article 41",
      "article_ids": [
        "f53a612a-3fcc-4834-a901-22f57d6a3a29"
      ]
    },
    {
      "node_id": "0051",
      "node_title": "Article 42",
      "article_ids": [
        "8a60b3e9-dd58-45cc-848a-f89206e5c5cf"
      ]
    },
    {
      "node_id": "0052",
      "node_title": "Article 43",
      "article_ids": [
        "0b9a3d71-526f-4fcd-b56b-614ae5245032"
      ]
    },
    {
      "node_id": "0053",
      "node_title": "Article 44",
      "article_ids": [
        "ab10e036-d175-49cd-8105-c7e84b96142e"
      ]
    },
    {
      "node_id": "0055",
      "node_title": "Article 45",
      "article_ids": [
        "b99fefcb-91fe-41e8-bd38-3bb5b91380be"
      ]
    },
    {
      "node_id": "0056",
      "node_title": "Article 46",
      "article_ids": [
        "41b238ce-14c3-4ade-8262-bb6ef7233d66"
      ]
    },
    {
      "node_id": "0057",
      "node_title": "Article 47",
      "article_ids": [
        "4f420699-0368-4461-a883-509a2ecb261a"
      ]
    },
    {
      "node_id": "0058",
      "node_title": "Article 48",
      "article_ids": [
        "10137131-6e20-466f-b215-f9bb8c805e9f"
      ]
    },
    {
      "node_id": "0059",
      "node_title": "Article 49",
      "article_ids": [
        "06ea4d08-a930-4d8b-98bb-22d636193b89"
      ]
    },
    {
      "node_id": "0060",
      "node_title": "Article 50",
      "article_ids": [
        "0a86616b-5b86-4dfc-81b8-af41990a184d"
      ]
    },
    {
      "node_id": "0061",
      "node_title": "Article 51",
      "article_ids": [
        "5b71995e-a512-49b0-97c8-0abe31bdfcaa"
      ]
    },
    {
      "node_id": "0062",
      "node_title": "Article 52",
      "article_ids": [
        "aabce626-a10f-4a5d-88a6-e927f8845c20"
      ]
    },
    {
      "node_id": "0063",
      "node_title": "Article 53",
      "article_ids": [
        "0330e8eb-d8ba-412c-81e3-df9ef9a6fd7c",
        "9cd0994b-41a9-427f-97ae-36afee75fc2a"
      ]
    },
    {
      "node_id": "0064",
      "node_title": "Article 102",
      "article_ids": [
        "420956ff-dbad-4818-8e2b-5e84e7eecdf3",
        "a98ac88c-8cbe-4e92-980d-b4cceb14d3cb"
      ]
    },
    {
      "node_id": "0065",
      "node_title": "Article 54",
      "article_ids": [
        "7230ffa3-f4be-490e-864d-036491f742b8"
      ]
    },
    {
      "node_id": "0066",
      "node_title": "Article 53",
      "article_ids": [
        "0330e8eb-d8ba-412c-81e3-df9ef9a6fd7c",
        "9cd0994b-41a9-427f-97ae-36afee75fc2a"
      ]
    },
    {
      "node_id": "0067",
      "node_title": "Article 55",
      "article_ids": [
        "c2a8fa3d-3ace-4289-a72d-6199e62ddd8c"
      ]
    },
    {
      "node_id": "0068",
      "node_title": "Article 56",
      "article_ids": [
        "067bd2dc-bc0f-43c1-a5b1-d72320a10eb2"
      ]
    },
    {
      "node_id": "0069",
      "node_title": "Article 57",
      "article_ids": [
        "e67db0ea-9db1-4b90-bc91-1f6ef5f03d23"
      ]
    },
    {
      "node_id": "0070",
      "node_title": "Article 58",
      "article_ids": [
        "df859d66-8235-4356-9cae-4446818042d8"
      ]
    },
    {
      "node_id": "0071",
      "node_title": "Article 59",
      "article_ids": [
        "25f9d4e4-e522-4654-9abd-bf96f11c8052"
      ]
    },
    {
      "node_id": "0072",
      "node_title": "Article 60",
      "article_ids": [
        "26d3f341-d29b-43da-bf53-3e11974b9da8"
      ]
    },
    {
      "node_id": "0073",
      "node_title": "Article 61",
      "article_ids": [
        "8defb090-3dfe-46e5-bbee-64687257c499"
      ]
    },
    {
      "node_id": "0074",
      "node_title": "Article 62",
      "article_ids": [
        "07410c59-cfc0-4653-96cf-a902b5974024"
      ]
    },
    {
      "node_id": "0075",
      "node_title": "Article 63",
      "article_ids": [
        "d7b7e86e-747d-43bb-bdce-7fa59d0d22cc"
      ]
    },
    {
      "node_id": "0076",
      "node_title": "Article 64",
      "article_ids": [
        "6cd3ba7b-da29-4ed4-8aae-c2ac55984678"
      ]
    },
    {
      "node_id": "0077",
      "node_title": "Article 65",
      "article_ids": [
        "e7d20800-f7d7-4b7c-86af-1d6f7fc026de"
      ]
    },
    {
      "node_id": "0078",
      "node_title": "Article 66",
      "article_ids": [
        "7e8fafa9-92d6-495c-bbb6-73d1efbcf300"
      ]
    },
    {
      "node_id": "0079",
      "node_title": "Article 67",
      "article_ids": [
        "e092e03b-5eab-4803-b6a2-fea1ed688c5d"
      ]
    },
    {
      "node_id": "0080",
      "node_title": "Article 107",
      "article_ids": [
        "2b68ee78-a72e-4870-9055-061b1e9ec4bf",
        "2358f5ff-b6c0-4111-aa47-e97add3157af",
        "a579174e-7215-442a-b591-b8b442c258e8"
      ]
    },
    {
      "node_id": "0081",
      "node_title": "Article 68",
      "article_ids": [
        "bef14265-6649-4cf1-8034-5e7e426555bf"
      ]
    },
    {
      "node_id": "0082",
      "node_title": "Article 69",
      "article_ids": [
        "170c5c1e-e995-432a-bb3d-9bc67df1a7b4"
      ]
    },
    {
      "node_id": "0083",
      "node_title": "Article 70",
      "article_ids": [
        "222734a3-baef-487c-a155-9b50f4545be6"
      ]
    },
    {
      "node_id": "0085",
      "node_title": "Article 71",
      "article_ids": [
        "6d33ed58-ab5f-46e6-a2bb-55fee63ed214"
      ]
    },
    {
      "node_id": "0086",
      "node_title": "Article 72",
      "article_ids": [
        "9ea1781f-5e0b-4307-b6dd-50b2e3f99843"
      ]
    },
    {
      "node_id": "0087",
      "node_title": "Article 73",
      "article_ids": [
        "12e7cd39-305a-46c4-8053-eeeff2333a08"
      ]
    },
    {
      "node_id": "0088",
      "node_title": "Article 74",
      "article_ids": [
        "131e01fe-4ee6-4a64-bafb-e74d718e5821"
      ]
    },
    {
      "node_id": "0089",
      "node_title": "Article 75",
      "article_ids": [
        "71347691-bc63-43b2-943d-967b26e291e8"
      ]
    },
    {
      "node_id": "0090",
      "node_title": "Article 76",
      "article_ids": [
        "393dc2e0-a4fc-496a-a738-15e0a50c47cc"
      ]
    },
    {
      "node_id": "0091",
      "node_title": "Article 77",
      "article_ids": [
        "44e8e2e4-448d-4508-829d-ce4c7f09e92b"
      ]
    },
    {
      "node_id": "0093",
      "node_title": "Article 78",
      "article_ids": [
        "a8d50b80-9ac0-43c0-a14c-e40b58ab4a86"
      ]
    },
    {
      "node_id": "0095",
      "node_title": "Article 79",
      "article_ids": [
        "3bca4bc9-8ccd-45b0-955b-40077c5dbec4"
      ]
    },
    {
      "node_id": "0096",
      "node_title": "Article 80",
      "article_ids": [
        "97122dbf-40ac-4d3d-a300-642e11861ec0"
      ]
    },
    {
      "node_id": "0097",
      "node_title": "Article 81",
      "article_ids": [
        "075bfd78-8fea-48d6-9bb5-df40bd622750"
      ]
    },
    {
      "node_id": "0098",
      "node_title": "Article 82",
      "article_ids": [
        "9d2d39e2-5690-44db-b860-9fe2f5d18944"
      ]
    },
    {
      "node_id": "0099",
      "node_title": "Article 83",
      "article_ids": [
        "1c63f4de-e33b-412b-b6eb-5d34d3eaaf2b"
      ]
    },
    {
      "node_id": "0100",
      "node_title": "Article 84",
      "article_ids": [
        "df2f469f-faa1-4de5-bbac-14c8eb2fbf8a"
      ]
    },
    {
      "node_id": "0101",
      "node_title": "Article 85",
      "article_ids": [
        "8b712c12-9da8-45b5-951d-2acd616e8d27"
      ]
    },
    {
      "node_id": "0102",
      "node_title": "Article 3",
      "article_ids": [
        "2f9ea144-0b56-415d-86c7-f117d3c441ed",
        "ae1b24ad-11b9-4361-bc4a-0a92e98c2716"
      ]
    },
    {
      "node_id": "0104",
      "node_title": "Article 86",
      "article_ids": [
        "a7a869a3-9d69-47e0-9a44-3007f52593b2"
      ]
    },
    {
      "node_id": "0105",
      "node_title": "Article 87",
      "article_ids": [
        "8b43d554-0abb-4981-ac53-d8b5edbeb57d"
      ]
    },
    {
      "node_id": "0107",
      "node_title": "Article 88",
      "article_ids": [
        "d673a43e-eebf-4bd5-99a1-a9a68b4fc4d3"
      ]
    },
    {
      "node_id": "0108",
      "node_title": "Article 89",
      "article_ids": [
        "5241d0b0-8bb4-49e1-9bb4-6b7628953e16"
      ]
    },
    {
      "node_id": "0109",
      "node_title": "Article 90",
      "article_ids": [
        "76a16fdf-adcd-4fc0-8259-3fc7a41bb17a"
      ]
    },
    {
      "node_id": "0110",
      "node_title": "Article 91",
      "article_ids": [
        "3ab00a14-213a-40f3-acef-892f9defad07"
      ]
    },
    {
      "node_id": "0112",
      "node_title": "Article 92",
      "article_ids": [
        "a47a227d-af89-4202-bb66-a778adc0a8cd"
      ]
    },
    {
      "node_id": "0113",
      "node_title": "Article 93",
      "article_ids": [
        "44a5b2a3-db51-48d8-998f-d185a81cfd20"
      ]
    },
    {
      "node_id": "0114",
      "node_title": "Article 94",
      "article_ids": [
        "d5c69fd3-fe01-40f8-9148-28c01bd7ae16"
      ]
    },
    {
      "node_id": "0115",
      "node_title": "Article 95",
      "article_ids": [
        "6becf686-6587-4e82-b77b-80a08dcf9f33"
      ]
    },
    {
      "node_id": "0116",
      "node_title": "Article 96",
      "article_ids": [
        "45bf7c50-1306-4a38-98d0-9d4e76649773",
        "37b199e8-05a1-4911-9e1a-0504fef1b19e"
      ]
    },
    {
      "node_id": "0117",
      "node_title": "Article 97",
      "article_ids": [
        "b4eb7c40-de5c-4b66-bd8d-1ce72dc96a79",
        "96b9603b-ae33-4cd5-a0cb-d0434c10a229",
        "865e62be-d9f1-44e6-8b10-fecb46004be8",
        "83027e8a-ed2c-4720-b494-4a75ecc0b2a9"
      ]
    },
    {
      "node_id": "0119",
      "node_title": "Article 98",
      "article_ids": [
        "8b1aac92-2868-4412-9921-89fc416cdbaa"
      ]
    },
    {
      "node_id": "0120",
      "node_title": "Article 99",
      "article_ids": [
        "cdc66cdc-9284-40f5-b5ef-106ffab84afb"
      ]
    },
    {
      "node_id": "0121",
      "node_title": "Article 107",
      "article_ids": [
        "2b68ee78-a72e-4870-9055-061b1e9ec4bf",
        "2358f5ff-b6c0-4111-aa47-e97add3157af",
        "a579174e-7215-442a-b591-b8b442c258e8"
      ]
    },
    {
      "node_id": "0122",
      "node_title": "Article 100",
      "article_ids": [
        "88c0f6dd-66a8-4585-a708-08267e1bc3a4"
      ]
    },
    {
      "node_id": "0123",
      "node_title": "Article 101",
      "article_ids": [
        "836a892b-064f-41ba-a968-e69382ba825d"
      ]
    },
    {
      "node_id": "0124",
      "node_title": "Article 102",
      "article_ids": [
        "420956ff-dbad-4818-8e2b-5e84e7eecdf3",
        "a98ac88c-8cbe-4e92-980d-b4cceb14d3cb"
      ]
    },
    {
      "node_id": "0125",
      "node_title": "Article 103",
      "article_ids": [
        "87001e50-71bf-488c-b8fa-a61322786bda"
      ]
    },
    {
      "node_id": "0126",
      "node_title": "Article 104",
      "article_ids": [
        "a6991b33-726b-4592-9d97-a552163810eb",
        "d2a60097-c513-4d4f-90af-eafb3870a467"
      ]
    },
    {
      "node_id": "0127",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0128",
      "node_title": "Article 105",
      "article_ids": [
        "0fec01ab-8a9b-42b8-bec8-9dc82213803e"
      ]
    },
    {
      "node_id": "0129",
      "node_title": "Article 106",
      "article_ids": [
        "96173c42-ae94-44b4-a5f4-f3c28faac1d4"
      ]
    },
    {
      "node_id": "0130",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0131",
      "node_title": "Article 107",
      "article_ids": [
        "2b68ee78-a72e-4870-9055-061b1e9ec4bf",
        "2358f5ff-b6c0-4111-aa47-e97add3157af",
        "a579174e-7215-442a-b591-b8b442c258e8"
      ]
    },
    {
      "node_id": "0132",
      "node_title": "Article 108",
      "article_ids": [
        "ab3dc3ed-927b-432c-99e2-2b433b8a00dd"
      ]
    },
    {
      "node_id": "0133",
      "node_title": "Article 109",
      "article_ids": [
        "f6096e27-5038-4883-b8d0-f946eee6f2cc"
      ]
    },
    {
      "node_id": "0134",
      "node_title": "Article 110",
      "article_ids": [
        "772a93dc-322b-4a04-bdeb-5a19007b30e5"
      ]
    },
    {
      "node_id": "0135",
      "node_title": "Article 111",
      "article_ids": [
        "b3081f5f-2ebc-4904-9778-768a61538ae4"
      ]
    },
    {
      "node_id": "0136",
      "node_title": "Article 112",
      "article_ids": [
        "679af54c-925c-4a2d-b2e2-2256288bd8f6"
      ]
    },
    {
      "node_id": "0137",
      "node_title": "Article 113",
      "article_ids": [
        "97a85da0-7cf2-4753-9fe7-685013d5ee9c"
      ]
    },
    {
      "node_id": "0138",
      "node_title": "Article 114",
      "article_ids": [
        "4d4067d5-0d96-4978-918e-40c16e44c138"
      ]
    },
    {
      "node_id": "0140",
      "node_title": "Article 115",
      "article_ids": [
        "55d7edd3-1e00-4136-8f56-b0896bd617ed"
      ]
    },
    {
      "node_id": "0141",
      "node_title": "Article 116",
      "article_ids": [
        "e50c1fa1-4570-4765-b439-5586ff0a0396"
      ]
    },
    {
      "node_id": "0143",
      "node_title": "Article 117",
      "article_ids": [
        "5177fbd8-c119-4074-a864-4b966ad1b3fe"
      ]
    },
    {
      "node_id": "0144",
      "node_title": "Article 118",
      "article_ids": [
        "023300bb-d1eb-4eed-8ba0-597e1172ee21"
      ]
    },
    {
      "node_id": "0146",
      "node_title": "Article 119",
      "article_ids": [
        "04c294ca-3f88-43d6-93ed-eb9d80b75126"
      ]
    },
    {
      "node_id": "0147",
      "node_title": "Article 120",
      "article_ids": [
        "e1565ebb-f08b-4137-b137-b1de69854263"
      ]
    },
    {
      "node_id": "0148",
      "node_title": "Article 121",
      "article_ids": [
        "03591111-b1d4-43eb-b9a2-8daca386c802"
      ]
    },
    {
      "node_id": "0149",
      "node_title": "Article 96",
      "article_ids": [
        "45bf7c50-1306-4a38-98d0-9d4e76649773",
        "37b199e8-05a1-4911-9e1a-0504fef1b19e"
      ]
    },
    {
      "node_id": "0150",
      "node_title": "Article 122",
      "article_ids": [
        "da3c3b79-1d68-443d-ad3a-a195fccc54fc"
      ]
    },
    {
      "node_id": "0151",
      "node_title": "Article 123",
      "article_ids": [
        "4e99db1d-904a-43a2-9789-b03c1e706101"
      ]
    },
    {
      "node_id": "0152",
      "node_title": "Article 124",
      "article_ids": [
        "00423def-e1e1-4cf0-8248-138ca88481f2"
      ]
    },
    {
      "node_id": "0153",
      "node_title": "Article 125",
      "article_ids": [
        "fc7ff88a-2d3e-460d-acf8-47c6389e42cf"
      ]
    },
    {
      "node_id": "0155",
      "node_title": "Article 126",
      "article_ids": [
        "1b660918-2b88-4094-9252-64243b0f7054"
      ]
    },
    {
      "node_id": "0156",
      "node_title": "Article 127",
      "article_ids": [
        "ecba38a3-db59-43a4-b776-4b623f27e555"
      ]
    },
    {
      "node_id": "0157",
      "node_title": "Article 128",
      "article_ids": [
        "8f4f6e48-f851-4a0f-8386-6fefa3d45846"
      ]
    },
    {
      "node_id": "0158",
      "node_title": "Article 129",
      "article_ids": [
        "886b0f95-8097-408b-9244-6242beb52bc8"
      ]
    },
    {
      "node_id": "0159",
      "node_title": "Article 130",
      "article_ids": [
        "0ff810d2-189e-4a5c-bf4b-9c9a0766d92c"
      ]
    },
    {
      "node_id": "0160",
      "node_title": "Article 131",
      "article_ids": [
        "bb9a96c2-ba7b-4c1a-a983-1b53e6f5b9b0"
      ]
    },
    {
      "node_id": "0161",
      "node_title": "Article 132",
      "article_ids": [
        "33f66dca-fe20-4e95-a6fd-3fa3a4da9d4e"
      ]
    },
    {
      "node_id": "0162",
      "node_title": "Article 134",
      "article_ids": [
        "b9e0ee5b-2bb3-447f-85ad-35516012eb6d",
        "ba56a346-343d-44c8-a5d3-b6b9a43df320"
      ]
    },
    {
      "node_id": "0163",
      "node_title": "Article 133",
      "article_ids": [
        "266b7b67-2653-4a9e-83b5-f8926e2c75e8"
      ]
    },
    {
      "node_id": "0164",
      "node_title": "Article 134",
      "article_ids": [
        "b9e0ee5b-2bb3-447f-85ad-35516012eb6d",
        "ba56a346-343d-44c8-a5d3-b6b9a43df320"
      ]
    },
    {
      "node_id": "0166",
      "node_title": "Article 135",
      "article_ids": [
        "9ef07900-b5c6-4752-9914-d8443bb2fc0c"
      ]
    },
    {
      "node_id": "0167",
      "node_title": "Article 136",
      "article_ids": [
        "e6cf7f91-6a98-4b9e-a37b-c13596de79d5"
      ]
    },
    {
      "node_id": "0168",
      "node_title": "Article 137",
      "article_ids": [
        "fa3efab1-1fb5-44d4-9e2a-d1b91fb6eb39"
      ]
    },
    {
      "node_id": "0169",
      "node_title": "Article 138",
      "article_ids": [
        "a64aa2c7-ed9a-4fac-abd0-6d0fddb49482"
      ]
    },
    {
      "node_id": "0171",
      "node_title": "Article 139",
      "article_ids": [
        "379555a1-d721-4cf8-b019-a6e6dc350b0a"
      ]
    },
    {
      "node_id": "0172",
      "node_title": "Article 140",
      "article_ids": [
        "50c0a1ee-ed75-42d1-8eeb-1fe6f7130921"
      ]
    },
    {
      "node_id": "0173",
      "node_title": "Article 141",
      "article_ids": [
        "1453e69d-33c6-4c95-b425-56354c76ac65"
      ]
    },
    {
      "node_id": "0174",
      "node_title": "Article 142",
      "article_ids": [
        "ea1923a2-e176-4ff9-9e1e-9a2c37b9734f"
      ]
    },
    {
      "node_id": "0175",
      "node_title": "Article 143",
      "article_ids": [
        "60425da6-bb82-4664-adcc-36ffd1a0a396"
      ]
    },
    {
      "node_id": "0176",
      "node_title": "Article 144",
      "article_ids": [
        "e6afac89-fb3d-450c-b302-55d3346cbf1e"
      ]
    },
    {
      "node_id": "0177",
      "node_title": "Article 97",
      "article_ids": [
        "b4eb7c40-de5c-4b66-bd8d-1ce72dc96a79",
        "96b9603b-ae33-4cd5-a0cb-d0434c10a229",
        "865e62be-d9f1-44e6-8b10-fecb46004be8",
        "83027e8a-ed2c-4720-b494-4a75ecc0b2a9"
      ]
    },
    {
      "node_id": "0178",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0180",
      "node_title": "Article 145",
      "article_ids": [
        "d23d6656-00cf-4722-b02f-c6798a6c634c"
      ]
    },
    {
      "node_id": "0181",
      "node_title": "Article 146",
      "article_ids": [
        "c9f8a3c0-1b56-4cd2-8c9b-e95a56b2571c"
      ]
    },
    {
      "node_id": "0182",
      "node_title": "Article 147",
      "article_ids": [
        "3d210222-8847-4cc8-848c-d67eb357a3d0"
      ]
    },
    {
      "node_id": "0183",
      "node_title": "Article 148",
      "article_ids": [
        "36e87363-d934-404a-a645-9c845de6a4af",
        "07fb7a2e-c216-4d8d-abea-978476131e7b"
      ]
    },
    {
      "node_id": "0184",
      "node_title": "Article 149",
      "article_ids": [
        "ad21e280-9a1d-4519-beb8-16d4ba23d703"
      ]
    },
    {
      "node_id": "0185",
      "node_title": "Article 150",
      "article_ids": [
        "e2ea1b44-d631-45f2-b73d-b1221138e450"
      ]
    },
    {
      "node_id": "0186",
      "node_title": "Article 148",
      "article_ids": [
        "36e87363-d934-404a-a645-9c845de6a4af",
        "07fb7a2e-c216-4d8d-abea-978476131e7b"
      ]
    },
    {
      "node_id": "0187",
      "node_title": "Article 151",
      "article_ids": [
        "05c1d5d8-2cc7-4ea0-9765-35d348434146"
      ]
    },
    {
      "node_id": "0188",
      "node_title": "Article 152",
      "article_ids": [
        "62e7b5f2-96c1-4dcd-b1ce-a23a2abfd04b"
      ]
    },
    {
      "node_id": "0189",
      "node_title": "Article 153",
      "article_ids": [
        "853d9be8-0c5e-4913-be12-2496f89b97c3"
      ]
    },
    {
      "node_id": "0190",
      "node_title": "Article 154",
      "article_ids": [
        "487f75bb-5a66-4bd5-8239-46c3ae013697",
        "097d81ee-a9e2-4352-b7b4-b360a8dde3db"
      ]
    },
    {
      "node_id": "0191",
      "node_title": "Article 155",
      "article_ids": [
        "19accb12-f0f8-46a0-9562-3a509795ed84"
      ]
    },
    {
      "node_id": "0193",
      "node_title": "Article 154",
      "article_ids": [
        "487f75bb-5a66-4bd5-8239-46c3ae013697",
        "097d81ee-a9e2-4352-b7b4-b360a8dde3db"
      ]
    },
    {
      "node_id": "0194",
      "node_title": "Article 156",
      "article_ids": [
        "8e894340-33f9-4cec-9779-e6ca37223643"
      ]
    },
    {
      "node_id": "0195",
      "node_title": "Article 157",
      "article_ids": [
        "b28fd2b4-e2cb-4b94-80d9-3ea3e2d8ecbb"
      ]
    },
    {
      "node_id": "0196",
      "node_title": "Article 158",
      "article_ids": [
        "3841b5ee-36fb-4f3b-afb6-78d5ae0490ac"
      ]
    },
    {
      "node_id": "0197",
      "node_title": "Article 159",
      "article_ids": [
        "057b5c04-5b33-4c64-acdf-d00a3a23f894"
      ]
    },
    {
      "node_id": "0198",
      "node_title": "Article 160",
      "article_ids": [
        "a5d04c85-0716-4dec-aa75-4ce13c7d716d",
        "586c7b78-24cf-4154-b972-4aae72f6c2e5"
      ]
    },
    {
      "node_id": "0199",
      "node_title": "Article 161",
      "article_ids": [
        "4dc7fb10-0611-4700-b8d7-daa5d8a9d853"
      ]
    },
    {
      "node_id": "0200",
      "node_title": "Article 97",
      "article_ids": [
        "b4eb7c40-de5c-4b66-bd8d-1ce72dc96a79",
        "96b9603b-ae33-4cd5-a0cb-d0434c10a229",
        "865e62be-d9f1-44e6-8b10-fecb46004be8",
        "83027e8a-ed2c-4720-b494-4a75ecc0b2a9"
      ]
    },
    {
      "node_id": "0202",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0203",
      "node_title": "Article 162",
      "article_ids": [
        "a7aa481e-61d8-4af0-be68-70aba3d91149"
      ]
    },
    {
      "node_id": "0204",
      "node_title": "Article 160",
      "article_ids": [
        "a5d04c85-0716-4dec-aa75-4ce13c7d716d",
        "586c7b78-24cf-4154-b972-4aae72f6c2e5"
      ]
    },
    {
      "node_id": "0205",
      "node_title": "Article 163",
      "article_ids": [
        "7f860043-9493-454d-bc79-fc68e74b778c"
      ]
    },
    {
      "node_id": "0206",
      "node_title": "Article 164",
      "article_ids": [
        "b366bb34-f261-40a6-839a-987c0c058a75"
      ]
    },
    {
      "node_id": "0208",
      "node_title": "Article 165",
      "article_ids": [
        "d40fe67f-ced9-44f0-8bf7-e33c864c7218"
      ]
    },
    {
      "node_id": "0209",
      "node_title": "Article 166",
      "article_ids": [
        "05dff74b-8cd7-498f-a2ac-0cc7a8e69f64"
      ]
    },
    {
      "node_id": "0210",
      "node_title": "Article 167",
      "article_ids": [
        "ab5e0284-5a6d-4114-8eae-d43926d7aa94"
      ]
    },
    {
      "node_id": "0211",
      "node_title": "Article 168",
      "article_ids": [
        "c60006e2-43ba-4aaa-a408-cc577586271e"
      ]
    },
    {
      "node_id": "0213",
      "node_title": "Article 169",
      "article_ids": [
        "870f951a-52e1-4dca-9bdf-c0b128829013"
      ]
    },
    {
      "node_id": "0214",
      "node_title": "Article 170",
      "article_ids": [
        "3608f5bb-9438-42d7-9ddd-4bf5f8fbbfe7"
      ]
    },
    {
      "node_id": "0215",
      "node_title": "Article 171",
      "article_ids": [
        "4dd55768-5e07-41a5-8807-ba7f1b8d032a"
      ]
    },
    {
      "node_id": "0216",
      "node_title": "Article 172",
      "article_ids": [
        "a0f645e2-c357-4ab7-97fb-ab797d480b8f"
      ]
    },
    {
      "node_id": "0217",
      "node_title": "Article 176",
      "article_ids": [
        "f5df8487-f966-4f69-b064-a46bfd160d84",
        "529fee14-ecc0-4e7b-a101-089cecabbb75"
      ]
    },
    {
      "node_id": "0219",
      "node_title": "Article 173",
      "article_ids": [
        "3e5fff90-a63f-41e8-a69f-5bbc589671a7"
      ]
    },
    {
      "node_id": "0220",
      "node_title": "Article 174",
      "article_ids": [
        "cefb2633-3bd0-419f-ad12-ef1cf5e833be"
      ]
    },
    {
      "node_id": "0221",
      "node_title": "Article 175",
      "article_ids": [
        "eda9456d-983c-49e5-8166-eae5447cde6e"
      ]
    },
    {
      "node_id": "0222",
      "node_title": "Article 176",
      "article_ids": [
        "f5df8487-f966-4f69-b064-a46bfd160d84",
        "529fee14-ecc0-4e7b-a101-089cecabbb75"
      ]
    },
    {
      "node_id": "0223",
      "node_title": "Article 177",
      "article_ids": [
        "fc154390-c6cc-45ef-951a-0a460bc9f2db"
      ]
    },
    {
      "node_id": "0224",
      "node_title": "Article 178",
      "article_ids": [
        "93e67f82-da21-4cf5-a84d-65f69a78392f"
      ]
    },
    {
      "node_id": "0225",
      "node_title": "Article 97",
      "article_ids": [
        "b4eb7c40-de5c-4b66-bd8d-1ce72dc96a79",
        "96b9603b-ae33-4cd5-a0cb-d0434c10a229",
        "865e62be-d9f1-44e6-8b10-fecb46004be8",
        "83027e8a-ed2c-4720-b494-4a75ecc0b2a9"
      ]
    },
    {
      "node_id": "0226",
      "node_title": "Article 104",
      "article_ids": [
        "a6991b33-726b-4592-9d97-a552163810eb",
        "d2a60097-c513-4d4f-90af-eafb3870a467"
      ]
    },
    {
      "node_id": "0228",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0229",
      "node_title": "Article 179",
      "article_ids": [
        "c4e96682-e237-4c61-9c36-6bd49b73b5f5"
      ]
    },
    {
      "node_id": "0230",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0231",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0232",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0233",
      "node_title": "Article 181",
      "article_ids": [
        "d94d7659-a20a-4e74-ab09-b76693521fb9"
      ]
    },
    {
      "node_id": "0235",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0236",
      "node_title": "Article 182",
      "article_ids": [
        "ef2a87d4-6436-434f-bb9b-268d8ac7eee6"
      ]
    },
    {
      "node_id": "0237",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0238",
      "node_title": "Article 183",
      "article_ids": [
        "a9efce3f-7605-460f-9599-c05b24956e3b"
      ]
    },
    {
      "node_id": "0239",
      "node_title": "Article 184",
      "article_ids": [
        "83eadbfc-6513-482e-b650-60f5717d2c92"
      ]
    },
    {
      "node_id": "0240",
      "node_title": "Article 185",
      "article_ids": [
        "d88be7e7-4449-4ac4-a4d6-939a6bd12cba"
      ]
    },
    {
      "node_id": "0241",
      "node_title": "Article 186",
      "article_ids": [
        "f5f6cc7c-f2a7-47ee-802c-615035a39986"
      ]
    },
    {
      "node_id": "0242",
      "node_title": "Article 187",
      "article_ids": [
        "cd8a5c28-8a52-423a-9f76-b5671dea77f2"
      ]
    },
    {
      "node_id": "0243",
      "node_title": "Article 188",
      "article_ids": [
        "78b54122-fa32-4a2f-866d-b07e029532c5"
      ]
    },
    {
      "node_id": "0244",
      "node_title": "Article 189",
      "article_ids": [
        "7cad8276-e55b-47bf-9910-62373ce558c5"
      ]
    },
    {
      "node_id": "0245",
      "node_title": "Article 190",
      "article_ids": [
        "e0ba6c38-bf92-47b2-be17-7e34f97cb832"
      ]
    },
    {
      "node_id": "0246",
      "node_title": "Article 191",
      "article_ids": [
        "dc52a0b1-b0f2-44e8-88c3-52731f5adf1b"
      ]
    },
    {
      "node_id": "0247",
      "node_title": "Article 192",
      "article_ids": [
        "7d7e6950-f8d8-4764-ab64-aa871f68a8a0",
        "fa78f2a1-950f-42ab-9da2-d54a22409a1c"
      ]
    },
    {
      "node_id": "0248",
      "node_title": "Article 193",
      "article_ids": [
        "bf01152c-dd3d-4d90-84b6-44855e21f662"
      ]
    },
    {
      "node_id": "0249",
      "node_title": "Article 194",
      "article_ids": [
        "9055df54-8b2d-434b-a82d-130bb2c41352"
      ]
    },
    {
      "node_id": "0250",
      "node_title": "Article 195",
      "article_ids": [
        "6d7005d2-14a7-4c6b-9a8c-c14da446be04"
      ]
    },
    {
      "node_id": "0251",
      "node_title": "Article 196",
      "article_ids": [
        "20b55b86-8704-4244-8ede-c9b12b1f6835"
      ]
    },
    {
      "node_id": "0252",
      "node_title": "Article 197",
      "article_ids": [
        "865a1913-34ee-4db1-92b8-10ea1f621d8a"
      ]
    },
    {
      "node_id": "0253",
      "node_title": "Article 225",
      "article_ids": [
        "22738356-4c84-4bd5-9b10-e9819f9d12f1",
        "2ddec808-f128-4024-9ccd-a235385beb79"
      ]
    },
    {
      "node_id": "0254",
      "node_title": "Article 198",
      "article_ids": [
        "3cca8bf9-c511-417a-b87d-65ae6be3dee7"
      ]
    },
    {
      "node_id": "0255",
      "node_title": "Article 199",
      "article_ids": [
        "0b7e29e9-0c9b-40ad-934a-621c1905d354"
      ]
    },
    {
      "node_id": "0256",
      "node_title": "Article 200",
      "article_ids": [
        "6625f2e1-9dc4-4803-84ce-4c4774f51468"
      ]
    },
    {
      "node_id": "0257",
      "node_title": "Article 201",
      "article_ids": [
        "11b14ddd-99dc-4d5e-b12e-6d5a86bce99f"
      ]
    },
    {
      "node_id": "0258",
      "node_title": "Article 202",
      "article_ids": [
        "6e20297d-c540-4af0-9086-17b339f82a32"
      ]
    },
    {
      "node_id": "0259",
      "node_title": "Article 203",
      "article_ids": [
        "441f8b03-7cde-41f3-9d3e-0529022559ae"
      ]
    },
    {
      "node_id": "0260",
      "node_title": "Article 204",
      "article_ids": [
        "08e72d55-38de-42b0-a98d-24b3bfa414f7"
      ]
    },
    {
      "node_id": "0261",
      "node_title": "Article 205",
      "article_ids": [
        "29285c84-98b3-4f87-9e34-1dd277e7975a"
      ]
    },
    {
      "node_id": "0262",
      "node_title": "Article 206",
      "article_ids": [
        "fb15ed54-94bf-432f-8401-fd368f90d67f"
      ]
    },
    {
      "node_id": "0263",
      "node_title": "Article 207",
      "article_ids": [
        "56c9a9a2-3b4d-4ca1-8fd9-2673a2146781"
      ]
    },
    {
      "node_id": "0264",
      "node_title": "Article 208",
      "article_ids": [
        "c50a3024-75f5-44e2-8412-b1dc2ff9ddca"
      ]
    },
    {
      "node_id": "0266",
      "node_title": "Article 209",
      "article_ids": [
        "bb4ab712-dc13-4eb9-8282-7d156b098a74"
      ]
    },
    {
      "node_id": "0267",
      "node_title": "Article 210",
      "article_ids": [
        "da94da57-c061-4a17-b179-b4d00071104b"
      ]
    },
    {
      "node_id": "0268",
      "node_title": "Article 211",
      "article_ids": [
        "cca5369c-5dd8-48b7-9acf-a98340643435"
      ]
    },
    {
      "node_id": "0270",
      "node_title": "Article 212",
      "article_ids": [
        "b4a2b14e-590f-4c4a-9aa1-c41f79d7e4c7"
      ]
    },
    {
      "node_id": "0271",
      "node_title": "Article 213",
      "article_ids": [
        "6d5fd6be-7341-47d1-8e14-bf4ab671ef14"
      ]
    },
    {
      "node_id": "0272",
      "node_title": "Article 214",
      "article_ids": [
        "08f145bb-a7a3-455a-95fb-2ab405bdaaf4"
      ]
    },
    {
      "node_id": "0273",
      "node_title": "Article 215",
      "article_ids": [
        "ad33ed52-0c0e-490f-802c-4168a0faa8a9"
      ]
    },
    {
      "node_id": "0274",
      "node_title": "Article 216",
      "article_ids": [
        "710a7bd5-c7d5-46f2-b830-ae59d79d3b77"
      ]
    },
    {
      "node_id": "0275",
      "node_title": "Article 192",
      "article_ids": [
        "7d7e6950-f8d8-4764-ab64-aa871f68a8a0",
        "fa78f2a1-950f-42ab-9da2-d54a22409a1c"
      ]
    },
    {
      "node_id": "0276",
      "node_title": "Article 217",
      "article_ids": [
        "2c32fc7d-8d03-4078-b275-a8def9c6ce66"
      ]
    },
    {
      "node_id": "0277",
      "node_title": "Article 218",
      "article_ids": [
        "89e826b5-64ed-4213-8d23-7bb884477f1e"
      ]
    },
    {
      "node_id": "0278",
      "node_title": "Article 219",
      "article_ids": [
        "260c90b5-c227-42be-9a88-b3f626d6319e"
      ]
    },
    {
      "node_id": "0279",
      "node_title": "Article 220",
      "article_ids": [
        "6b120175-b81f-4d1d-a738-0255351b1bd5"
      ]
    },
    {
      "node_id": "0280",
      "node_title": "Article 221",
      "article_ids": [
        "f6a48916-3104-4640-987b-e43be55857fd"
      ]
    },
    {
      "node_id": "0281",
      "node_title": "Article 222",
      "article_ids": [
        "c275d6d7-c249-4842-accb-681b4baa0079"
      ]
    },
    {
      "node_id": "0282",
      "node_title": "Article 223",
      "article_ids": [
        "233eab7d-3067-4d16-8749-55bb870fb123"
      ]
    },
    {
      "node_id": "0283",
      "node_title": "Article 224",
      "article_ids": [
        "fcbad352-5884-4255-99b8-0025ebce6ea2"
      ]
    },
    {
      "node_id": "0284",
      "node_title": "Article 225",
      "article_ids": [
        "22738356-4c84-4bd5-9b10-e9819f9d12f1",
        "2ddec808-f128-4024-9ccd-a235385beb79"
      ]
    },
    {
      "node_id": "0285",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0286",
      "node_title": "Article 226",
      "article_ids": [
        "a0108168-bce9-4234-854b-833446daf677",
        "dcb95d21-f835-43a0-a520-36b2a42c3012",
        "2b93214e-a562-4cc4-8bac-414d77195560",
        "fdf2ae10-a1c4-48cc-b0ab-33ff5b9b2229",
        "c89b2c7c-7aac-4509-896d-be4989824413",
        "e43e6979-2b14-4e37-8ab1-5259b7334144",
        "986cebd0-d694-4601-aca3-f95eec86f3c5"
      ]
    },
    {
      "node_id": "0287",
      "node_title": "Article 180",
      "article_ids": [
        "5aa5d81a-96ec-464c-9585-57040ddf0cfc",
        "79b8a518-1709-4a55-8117-c0f736a3896b",
        "ce9c9926-2710-4826-be4e-3d07e3772fa0",
        "ba380adb-1412-49b3-8fe3-077a7f2f1812",
        "434f1062-8425-461c-85a8-3be8ec5060e3",
        "89274040-031f-4e3a-8b91-9990aeadf347"
      ]
    },
    {
      "node_id": "0288",
      "node_title": "Article 227",
      "article_ids": [
        "ca353a7c-0c2c-4a7c-80f9-93c8cc4b88ee"
      ]
    },
    {
      "node_id": "0289",
      "node_title": "Article 228",
      "article_ids": [
        "e40cf64e-2d24-44d6-9113-4ff0e3c3fa9c"
      ]
    },
    {
      "node_id": "0290",
      "node_title": "Article 9",
      "article_ids": [
        "e05fa4a6-2393-4d83-b1a4-80458d4fb51d",
        "11eb5e22-5a99-41cf-97da-7786b400637d"
      ]
    }
  ],
  "bundle_path": "backups/ohada_bundles/AUS-2010.json",
  "document_id": "7787027b-9452-4290-9558-37a3bbf5827c",
  "document_title": "OHADA - Acte uniforme relatif aux suretes (AUS)"
}