{
  "slug": "2012-5-2012",
  "bundle_path": "backups/all_bundles/code/2012-5-2012.json",
  "document_id": "e7baae97-fe1d-453c-8e59-908e0f8939ff",
  "document_title": "2012.5",
  "tree_json": {
    "doc_name": "2012-5-2012",
    "doc_description": "This is the March 1, 2012, edition of the Official Journal of the Democratic Republic of the Congo, which contains a series of ministerial orders granting legal status to various non-profit associations and the full legal texts of three distinct forest concession contracts.",
    "structure": [
      {
        "title": "2012.5",
        "node_id": "0000",
        "prefix_summary": "# 2012.5",
        "line_num": 1,
        "nodes": [
          {
            "title": "partie i",
            "node_id": "0001",
            "prefix_summary": "## partie i",
            "line_num": 4,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0002",
                "summary": "The partial document covers Article 10 of a concession contract, detailing the requirements for forest management planning. The main points are:\n\n1.  The concessionaire must submit a comprehensive long-term management plan (*plan d’aménagement*) for approval within four years.\n2.  In the interim period before that plan is approved, the concessionaire must operate according to an interim management plan (*plan de gestion*), which must be approved alongside the contract itself.\n3.  The interim management plan specifies obligations for the first four years, including: annual cutting areas, a schedule for consulting local communities/indigenous peoples, environmental protection and biodiversity conservation measures, and initial industrial investments.\n4.  Provisions are made for extending the deadline for submitting the long-term plan under specific circumstances.\n5.  The preparation of both plans requires the dissemination of information and regular consultation with local communities/indigenous peoples, with the possibility of administrative oversight.",
                "line_num": 7
              }
            ]
          },
          {
            "title": "partie i",
            "node_id": "0003",
            "prefix_summary": "## partie i",
            "line_num": 70,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0004",
                "summary": "This partial document outlines the obligations of a concessionaire regarding forest management planning. It specifies that the concessionaire must submit a comprehensive management plan (plan d'aménagement) for approval within four years. In the interim, a provisional management plan (plan de gestion) must be approved concurrently with the concession contract. This interim plan includes commitments such as the first four annual cutting zones, schedules for consultation with local communities and indigenous peoples, environmental protection and biodiversity conservation activities, and industrial investments for the initial four years. Both plans require documentation dissemination and regular consultation with local communities/indigenous peoples. The concessionaire may request a one-year extension for submitting the comprehensive plan if circumstances prevent its preparation within the four-year period.",
                "line_num": 73
              }
            ]
          },
          {
            "title": "partie i",
            "node_id": "0005",
            "prefix_summary": "## partie i",
            "line_num": 142,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0006",
                "summary": "This partial document, Article 10, outlines the obligations of a forestry concession holder regarding management plans. The main points covered are:\n\n1.  The concessionaire must submit a long-term **forest management plan (plan d’aménagement)** for approval within four years, which then becomes part of the contract.\n2.  In the interim period before that plan is approved, operations must follow an interim **management plan (plan de gestion)**, which must be approved alongside the concession contract itself.\n3.  The interim management plan must specify: the first four annual cutting areas, a schedule for consulting local communities/indigenous peoples, environmental protection and biodiversity conservation activities, and industrial investments for the first four years.\n4.  The terms of this interim plan are incorporated into the contract's specifications.\n5.  A one-year extension to submit the long-term management plan may be granted under exceptional circumstances.\n6.  The preparation of both plans requires the dissemination of documents and regular consultation with local communities/indigenous peoples, with the possibility of government administration attending these consultations.",
                "line_num": 145
              },
              {
                "title": "Article 11",
                "node_id": "0007",
                "summary": "This partial document outlines the obligations of a concession holder (concessionaire) regarding environmental protection and biodiversity conservation. The main points covered are:\n\n1.  The concessionaire must comply with environmental laws and contribute to combating bushfires, poaching, and illegal logging.\n2.  The concessionaire must ensure its activities do not cause or encourage poaching or environmental degradation.\n3.  To achieve this, the concessionaire must implement specific control measures within the concession area. These include:\n    *   Prohibiting firearms in company vehicles.\n    *   Closing access roads to operational areas.\n    *   Restricting access for external vehicles.\n    *   Prohibiting poaching by employees and providing them with affordable alternative food.\n    *   Implementing adequate environmental safeguards as per relevant plans.\n    *   Minimizing, reducing, or compensating for the negative environmental impact of infrastructure work.",
                "line_num": 208
              },
              {
                "title": "Article 11",
                "node_id": "0008",
                "summary": "The partial document covers the obligations of a concessionaire regarding environmental protection and biodiversity conservation. It specifies that the concessionaire must combat bushfires, poaching, and illegal logging, and ensure its activities do not lead to environmental degradation. To achieve this, it lists six specific control measures to be implemented within the concession, including banning firearms in company vehicles, closing access roads, prohibiting foreign vehicles, providing alternative food to prevent poaching by employees, implementing environmental safeguards from relevant plans, and minimizing negative impacts from infrastructure construction.",
                "line_num": 249
              },
              {
                "title": "Article 11",
                "node_id": "0009",
                "summary": "This partial document, Article 11, outlines the environmental and biodiversity protection obligations of a concession holder. The main points covered are:\n\n1.  **General Obligations:** The concessionaire must comply with environmental and biodiversity conservation laws. They must actively combat bushfires, poaching, and illegal logging across the concession, and ensure their operations do not cause or encourage poaching or environmental degradation.\n\n2.  **Required Control Measures:** To fulfill these obligations, the concessionaire must implement specific control measures within the concession area, including:\n    *   Prohibiting firearms and hunting weapons in company vehicles.\n    *   Closing access roads to exploitation areas.\n    *   Restricting access to non-company vehicles, except on public roads.\n    *   Banning poaching activities for employees and their families, while providing affordable alternative food sources.\n    *   Implementing adequate environmental safeguards as outlined in relevant plans (e.g., revival plan for conversion, technical proposals for adjudication).\n    *   Minimizing, reducing, or compensating for negative environmental impacts from infrastructure construction, both inside and near the concession.",
                "line_num": 290
              },
              {
                "title": "Article 12",
                "node_id": "0010",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\ndiversité biologique. Cette mise en réserve se fait sur base de\nl’inventaire\ndes\nressources\nforestières\nou\nen\ncours\nd’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 331
              },
              {
                "title": "Article 12",
                "node_id": "0011",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er mars 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 5\n\n55\n56\ndiversité biologique. Cette mise en réserve se fait sur base de\nl’inventaire\ndes\nressources\nforestières\nou\nen\ncours\nd’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 350
              },
              {
                "title": "Article 12",
                "node_id": "0012",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\ndiversité biologique. Cette mise en réserve se fait sur base de\nl’inventaire\ndes\nressources\nforestières\nou\nen\ncours\nd’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 375
              },
              {
                "title": "Article 13",
                "node_id": "0013",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 394
              },
              {
                "title": "Article 13",
                "node_id": "0014",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 403
              },
              {
                "title": "Article 13",
                "node_id": "0015",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 412
              },
              {
                "title": "Article 14",
                "node_id": "0016",
                "summary": "Ce fragment de texte juridique définit les règles temporaires d'exploitation forestière (une coupe annuelle de 1/25e de la superficie) avant l'approbation d'un plan d'aménagement, précise la date de clôture de cette coupe, autorise le prélèvement selon les diamètres règlementaires, et impose au futur plan d'aménagement de prévoir des diamètres minimaux ainsi un nombre maximal de pieds exploitables pour garantir la régénération (arbres semenciers) et protéger la végétation et le sol.",
                "line_num": 421
              },
              {
                "title": "Article 14",
                "node_id": "0017",
                "summary": "This partial document outlines regulations for a forestry concession holder prior to the approval of a full management plan. It specifies that the concessionaire is limited to harvesting a single annual cutting area of 1/25th of the total concession area. It sets the annual harvest deadline, allows the harvesting of all species within authorized diameters, mandates that minimum cutting diameters preserve sufficient seed trees for regeneration, and requires the plan to set a maximum number of harvestable trees per cutting area when there is a risk of significant damage to vegetation or soil.",
                "line_num": 454
              },
              {
                "title": "Article 14",
                "node_id": "0018",
                "summary": "This partial document, Article 14, outlines the provisional logging rules for a concession holder before the final management plan is approved. It specifies that only one annual cutting area of 1/25th of the total concession is permitted. The article details regulations on species, diameters, and the mandatory inclusion of seed trees for regeneration. It also requires the management plan to set a maximum number of harvestable trees per area to prevent significant damage to vegetation and soil.",
                "line_num": 481
              },
              {
                "title": "Article 15",
                "node_id": "0019",
                "summary": "This partial document defines and explains the concept of a \"diamètre minimum d’aménagement\" (minimum planning diameter) for forest concessions. It states that this diameter is determined based on inventory and regeneration calculations for each species, and marks the point at which trees can be harvested according to the management plan. It establishes that this planning diameter must never be lower than a separate \"diamètre minimum d’exploitation\" (minimum exploitation diameter), which is the absolute legal threshold below which harvesting any tree of a species is prohibited. Finally, it specifies that until a formal management plan is approved, the concessionaire must apply a minimum diameter set by the central forestry administration.",
                "line_num": 508
              },
              {
                "title": "Article 15",
                "node_id": "0020",
                "summary": "This partial document defines and explains the \"diamètre minimum d’aménagement\" (minimum management diameter) for forest concessions. The main points covered are:\n\n1.  **Definition:** It is the diameter at which the forest management plan schedules the harvesting of tree species within the cutting cycle or rotation.\n2.  **Basis for Setting It:** It is determined based on inventory data, regeneration calculations per species and per concession, and the regeneration needs of each species.\n3.  **Legal Lower Limit:** It must never be lower than the \"diamètre minimum d’exploitation\" (minimum exploitation diameter), which is the diameter below which harvesting a species is prohibited.\n4.  **Interim Rule:** Pending approval of the management plan, the concessionaire must apply the minimum diameter set by the central forestry administration.",
                "line_num": 527
              },
              {
                "title": "Article 15",
                "node_id": "0021",
                "summary": "This partial document defines and regulates the \"diamètre minimum d’aménagement\" (minimum management diameter) for forestry concessions. The main points covered are:\n\n1.  **Definition:** It is the diameter at which the management plan schedules the harvesting of tree species within the cutting cycle or rotation.\n2.  **Basis for Setting:** It is determined based on inventory data, regeneration calculations per species and per concession, and the regeneration needs of each species.\n3.  **Legal Hierarchy:** It must never be lower than the \"diamètre minimum d’exploitation\" (minimum exploitation diameter), which is the diameter below which harvesting a species is prohibited.\n4.  **Interim Application:** Before the management plan is approved, the concession holder must apply the minimum diameter set by the central forestry authority.\n\nThe text is an excerpt from the Official Journal of the Democratic Republic of the Congo, dated March 1, 2012.",
                "line_num": 546
              },
              {
                "title": "Article 16",
                "node_id": "0022",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 571
              },
              {
                "title": "Article 16",
                "node_id": "0023",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 578
              },
              {
                "title": "Article 16",
                "node_id": "0024",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 585
              },
              {
                "title": "Article 17",
                "node_id": "0025",
                "summary": "This partial document, Article 17, outlines the obligations of a concession holder towards local communities and/or indigenous peoples. The main points covered are:\n\n1.  The concession holder's commitment to build socio-economic infrastructure and provide social services for these communities, as defined in the terms of reference.\n2.  The requirement for the concession holder to consult with local and indigenous communities during the preparation of the management plan regarding the socio-economic plan and infrastructure, which will be formalized in a definitive terms of reference.\n3.  The stipulation that this initial terms of reference will cover the five years following the management plan's approval and will be updated every five years.\n4.  An overriding obligation for the concession holder to implement a socio-economic plan (including infrastructure and services) for the entire duration of the management plan, developed through consultations with the communities, regardless of the five-year update cycle mentioned above.",
                "line_num": 592
              },
              {
                "title": "Article 17",
                "node_id": "0026",
                "summary": "This partial document outlines the obligations of a concessionaire regarding socio-economic development for local and indigenous communities. The main points covered are:\n\n1.  **Core Commitment:** The concessionaire must build socio-economic infrastructure and provide social services as defined in the specifications.\n2.  **Consultation Requirement:** During the preparation of the management plan, the concessionaire must consult with local and indigenous communities on the socio-economic plans and infrastructure.\n3.  **Planning Framework:** The resulting specifications will be annexed to the management plan, cover the first five years post-approval, and be updated every five years.\n4.  **Immediate Implementation:** Regardless of the above planning process, the concessionaire must immediately implement a socio-economic plan (including infrastructure and services) for the management plan period, developed through consultations.",
                "line_num": 632
              },
              {
                "title": "Article 17",
                "node_id": "0027",
                "summary": "This partial document, Article 17, outlines the obligations of a concessionaire regarding socio-economic development for local communities and/or indigenous peoples. The main points covered are:\n\n1.  The concessionaire's commitment to build socio-economic infrastructure and provide social services as defined in the project specifications.\n2.  The requirement to consult with local communities/indigenous peoples during the preparation of the management plan to define these socio-economic plans and infrastructure.\n3.  The initial socio-economic plan will cover the five years following the management plan's approval and will be updated every five years.\n4.  Furthermore, the concessionaire must implement a comprehensive socio-economic plan, including infrastructure and services, for the entire duration of the management plan, developed through consultations.",
                "line_num": 672
              },
              {
                "title": "Article 18",
                "node_id": "0028",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du Code forestier relatives à la\ngarantie bancaire.",
                "line_num": 712
              },
              {
                "title": "Article 18",
                "node_id": "0029",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du Code forestier relatives à la\ngarantie bancaire.",
                "line_num": 719
              },
              {
                "title": "Article 18",
                "node_id": "0030",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du Code forestier relatives à la\ngarantie bancaire.",
                "line_num": 726
              },
              {
                "title": "Article 19",
                "node_id": "0031",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 733
              },
              {
                "title": "Article 19",
                "node_id": "0032",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 740
              },
              {
                "title": "Article 19",
                "node_id": "0033",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 747
              },
              {
                "title": "Article 1er",
                "node_id": "0034",
                "summary": "This partial document covers the establishment and core objectives of a non-profit, non-denominational association named \"Foyer de Charité de la Santé – Enfance au Congo\" (FOSEC/Asbl). It specifies the association's legal recognition, its headquarters location in Boma, Democratic Republic of Congo, and its primary aims, which focus on supporting disadvantaged children—particularly orphans—through holistic development, vocational training, moral/spiritual education, schooling assistance, and advocacy with national authorities.",
                "line_num": 754
              },
              {
                "title": "Article 1er",
                "node_id": "0035",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties. Il est complété par le cahier des\ncharges ci-annexé.\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er mars 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 5\n\n51\n52\nconcessionnaire pendant les quatre premières années du\ncontrat de concession. Le cahier des charges fait partie\nintégrante du présent contrat de concession.",
                "line_num": 784
              },
              {
                "title": "Article 1er",
                "node_id": "0036",
                "summary": "This partial document outlines the legal recognition and purposes of a non-profit religious association named \"Eglise Eternel Paix\" based in Kinshasa, Democratic Republic of the Congo. It specifies the association's two main goals: (a) evangelization, which includes preaching for salvation, guiding believers through prayer, training disciples, and using media for propagation; and (b) philanthropic works, focusing on education and literacy programs, providing medical and social support to needy families, and promoting integrated development in agriculture and livestock farming.",
                "line_num": 804
              },
              {
                "title": "Article 1er",
                "node_id": "0037",
                "summary": "This partial document presents the founding statutes of a non-profit, non-denominational association named \"Dignité des Sans Voix\" (D.S.V.). It establishes the association's legal personality, specifies its registered headquarters in Kinshasa, Democratic Republic of the Congo, and details its primary objectives. These goals focus on promoting the rights of women and girls, combating discrimination and exclusion, disseminating women's rights through education and advocacy, creating an international information and exchange network for women, and promoting female leadership.",
                "line_num": 831
              },
              {
                "title": "Article 1er",
                "node_id": "0038",
                "summary": "This partial document contains the first article of a legal publication from the Democratic Republic of Congo's Official Journal. It grants legal personality to a non-profit association named \"Pentecostal Church the Source of Salvation\" (E.P.S.S.), headquartered in Kinshasa. The document outlines the association's primary goals, which are twofold: firstly, to protect the Gospel of Jesus Christ and guide converts in their faith; secondly, to support the spiritual growth of members by participating in community development efforts. These development efforts include specific initiatives such as family livestock rearing to improve nutrition, post-natal health education centers, providing essential pharmaceuticals for the disadvantaged, initiating micro-projects in education, health, fishing, livestock, and agriculture, and promoting social and philanthropic works.",
                "line_num": 853
              },
              {
                "title": "Article 1er",
                "node_id": "0039",
                "summary": "This partial document outlines the foundational legal and operational framework for a non-profit environmental association named \"FECO\" (Front des Environnementalistes au Congo) in the Democratic Republic of Congo. The main points covered are the formal granting of its legal status, the location of its headquarters, and a detailed list of its core objectives. These objectives focus on environmental research, education, conservation advocacy, capacity building, lobbying, creating a national network of environmental NGOs, combating deforestation and climate change, and monitoring international REDD processes.",
                "line_num": 891
              },
              {
                "title": "Article 1er",
                "node_id": "0040",
                "summary": "###### Article 1er\n\nEst approuvée la décision datée du 15 octobre2009 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif confessionnelle dénommée « Ministères du\nRéseau\nGlobal\nde\nla\nNouvelle\nAlliance »,\nen\nsigle « MIREGNA », a apporté les modifications aux articles\n6, 7, 9, 24 et 25 de ses statuts datés du 20 janvier 2003.",
                "line_num": 921
              },
              {
                "title": "Article 1er",
                "node_id": "0041",
                "summary": "The partial document establishes the legal status and core purpose of the International Youth Fellowship (I.Y.F.). It grants legal personality to the non-profit association, specifies its headquarters in Kinshasa, Democratic Republic of Congo, and outlines its primary goal: to train and mentor youth as future leaders through developing an international conscience and building a strong international friendship network.",
                "line_num": 937
              },
              {
                "title": "Article 1er",
                "node_id": "0042",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans but lucratif dénommée «Mission Evangélique pour le\nRachat », en sigle « MERA », dont le siège social est fixé à\nKinshasa, au n° 2 de l’avenue Bongandanga, dans la\nCommune de Kasa-Vubu, en République Démocratique du\nCongo.\nCette association a pour buts :\n- la transmission de la parole de l’Eternel Dieu selon la\nBible ;\n- l’implantation des églises ;\n- la création des écoles à caractère biblique et laïcs.",
                "line_num": 959
              },
              {
                "title": "Article 1er",
                "node_id": "0043",
                "summary": "This partial document is an official publication from the Democratic Republic of the Congo's Journal Officiel. It grants legal personality to a non-profit religious association called \"Eglise Evangélique Buisson Ardent\" (E.E.B.A.), establishing its headquarters in Kinshasa. The text outlines the association's two main purposes: to preach the Christian gospel to affirm faith in Jesus Christ, and to support the state's community development program by creating social works like theological schools and agricultural/artisan cooperatives.",
                "line_num": 974
              },
              {
                "title": "Article 1er",
                "node_id": "0044",
                "summary": "This partial document is the first article of the legal statutes for a non-profit organization. It establishes the association's legal identity and defines its core mission and objectives.\n\nThe main points covered are:\n1.  **Legal Establishment:** It grants legal personality to the non-profit association named \"APROSEC\" and specifies its registered headquarters address in Kinshasa, Democratic Republic of the Congo.\n2.  **Organizational Purpose:** It outlines the association's five primary goals:\n    *   To promote public health by enabling communities to control and improve their own health.\n    *   To promote the right to quality education, with a focus on helping disadvantaged children access basic education.\n    *   To promote Congolese cultural diversity as a tool for peace and sustainable development through sociocultural activities.\n    *   To support the population through activities that foster endogenous and sustainable development.\n    *   To create a research and documentation office for social development based on its field activities.",
                "line_num": 1002
              },
              {
                "title": "Article 1er",
                "node_id": "0045",
                "summary": "This partial document is the first article of a legal statute establishing a non-profit, non-confessional association named \"Actions Congo Assistance\" (ACAS). It grants the association legal personality, specifies its headquarters in Kinshasa, Democratic Republic of the Congo, and enumerates its primary humanitarian and social objectives. These goals focus on providing medical, social, and technical assistance to disadvantaged populations, combating HIV/AIDS and endemic diseases, promoting natural therapies, supporting family planning and child welfare, assisting unemployed youth and the elderly, and participating in community development and voluntary service activities.",
                "line_num": 1037
              },
              {
                "title": "Article 1er",
                "node_id": "0046",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans but lucratif non confessionnelle dénommée «Cadre\nd’Appui pour la Recherche des Solutions », en sigle\n« CARS », dont le siège social est fixé à Kinshasa sur l’avenue\nMueka n°294, Commune de Lingwala  en République\nDémocratique du Congo.\nCette association a pour buts de :\n- aider les familles et les communautés de base à trouver\ndes\nsolutions\nappropriées\net\ndurables\npour\nl’amélioration de leurs conditions de vie.",
                "line_num": 1073
              },
              {
                "title": "Article 1er",
                "node_id": "0047",
                "summary": "This partial document is the first article of an official legal publication (Journal Officiel) from the Democratic Republic of the Congo, dated March 1, 2012. It grants legal personality to a non-profit, non-confessional association named \"Association Vie Saine et Développement\" (A.V.S.D.), establishing its headquarters in Kinshasa.\n\nThe main points covered are the formal recognition of the association and a detailed listing of its purposes and goals. These goals primarily focus on:\n1.  Combating violence against women and girls.\n2.  Creating social centers for single mothers, illiterate women, and abandoned children.\n3.  Promoting awareness and application of the law on sexual violence.\n4.  Fighting the trafficking and sexual exploitation of children.\n5.  Implementing and supporting actions aligned with key development objectives, including poverty reduction, universal primary education, women's empowerment, improving maternal health, combating HIV/AIDS and malaria, environmental protection, and fostering global development partnerships.",
                "line_num": 1092
              },
              {
                "title": "Article 1er",
                "node_id": "0048",
                "summary": "This partial document establishes the legal creation and core mission of a non-profit, non-confessional association named \"ELAEIS\" based in Kinshasa, Democratic Republic of the Congo. It outlines the association's primary objectives, which focus on promoting human rights and community development. The key points covered are:\n\n1.  The formal granting of legal personality to the association.\n2.  The location of its headquarters.\n3.  Its core objectives, which include:\n    *   Defending the rights of vulnerable persons.\n    *   Protecting children.\n    *   Promoting peace and eliminating gender-based sexual violence.\n    *   Empowering women, youth, and girls for family stability.\n    *   Fostering local community and cooperative development through field activities.",
                "line_num": 1146
              },
              {
                "title": "Article 1er",
                "node_id": "0049",
                "summary": "###### Article 1er\n\nEst approuvée la décision datée du 15 octobre 2009 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif confessionnelle dénommée « Eglise de Jésus-\nChrist par la Croix », a apporté les modifications aux\ndispositions de l’article 29 de ses statuts.",
                "line_num": 1166
              },
              {
                "title": "Article 1er",
                "node_id": "0050",
                "summary": "This partial document establishes the legal status and defines the core objectives of a non-profit, non-confessional association called the \"Marie Madeleine Mienze Kiaku Foundation\" (FMMMK). The main points covered are:\n\n1.  **Legal Creation:** It grants legal personality to the foundation, specifying its name, abbreviation, and headquarters location in Kinshasa, Democratic Republic of the Congo.\n2.  **Mission and Objectives:** It outlines the foundation's primary goals, which focus on the social promotion of vulnerable groups. These objectives are detailed through several key activities:\n    *   Promoting vulnerable groups by developing projects for capacity building, vocational training, and appropriate techniques.\n    *   Organizing awareness and sensitization sessions with impoverished and vulnerable communities on identifying problems and proposing solutions for access to basic social services in areas like health, education, agriculture, housing, infrastructure, and gender/family/child issues.\n    *   Establishing structures to strengthen the capacities of these groups in professional training, agricultural production, small livestock farming, artisanal production, and appropriate technologies.\n    *   Assisting vulnerable groups by seeking funding for actions such as rehabilitating physical/mental rehabilitation centers, constructing transit centers for children, shelters for the elderly, dormitories for disaster victims, camps for war displaced persons, and providing specific equipment for disabled persons (like tricycles, wheelchairs) and tools for training schools for young mothers and unemployed youth.",
                "line_num": 1175
              },
              {
                "title": "Article 1er",
                "node_id": "0051",
                "summary": "This partial document is an excerpt from an official government journal, specifically Article 1 of a legal text granting official recognition to a non-profit religious association. The main points covered are:\n\n1.  The legal recognition and formal name (\"Ministère de l’Unité Chrétienne pour l’Evangélisation\" or \"M.U.C.E\") of the association.\n2.  The location of its registered office in Kinshasa, Democratic Republic of the Congo.\n3.  The core religious and charitable purposes of the association, which include: evangelism and salvation through Jesus Christ, teaching the Bible, providing free ministerial training to church leaders, and supporting primary healthcare for populations.",
                "line_num": 1235
              },
              {
                "title": "Article 1er",
                "node_id": "0052",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties. Il est complété par le cahier des\ncharges ci-annexé.\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nconcessionnaire pendant les quatre premières années du\ncontrat de concession.\nLe cahier des charges fait partie intégrante du présent\ncontrat de concession.",
                "line_num": 1267
              },
              {
                "title": "Article 1er",
                "node_id": "0053",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties. Il est complété par le cahier des\ncharges ci-annexé.\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nconcessionnaire pendant les quatre premières années du\ncontrat de concession. Le cahier des charges fait partie\nintégrante du présent contrat de concession.",
                "line_num": 1282
              },
              {
                "title": "Article 1er",
                "node_id": "0054",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans but lucratif non confessionnelle dénommée « Association\npour la Renaissance au Congo », en sigle « A.R.C. », dont le\nsiège social est fixé à Kinshasa au n° 29, avenue Haute\nTension,\nCommune\nde\nNgaliema,\nen\nRépublique\nDémocratique du Congo ;\nCette association a pour buts de :\n- promouvoir et protéger les droits humains ;\n-  contribuer à l’instauration de la démocratie et à la\nréalisation des actions de promotion sociale ;\n- favoriser l’éclosion des valeurs spirituelles chrétiennes,\nJésus-Christ étant l’espoir de paix et modèle d’amour et\nde tolérance pour l’humanité.",
                "line_num": 1296
              },
              {
                "title": "Article 2",
                "node_id": "0055",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 13 juin 2010 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Agalia Sindani Jéremie                   : Président\n- Bwamunda Balufu Maguy             : Vice-présidente\n- Matoto Shama Valentin      : Secrétaire Rapporteur\n- Ngalula Kambangu Alphonsine     : Trésorière\n- Kitomba Matoto Roger                   : Membre\n- Nsoka Mvumbi Jean-Luc                 : Membre\n- Mandaba Safi Esther                        : Membre",
                "line_num": 1318
              },
              {
                "title": "Article 2",
                "node_id": "0056",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 03 septembre 2003\npar laquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Madame Marie Madeleine Mienze Kiaku : Présidente ;\n- Monsieur José Ngyedi Kanza : Vice-président ;\n- Monsieur Felly Luyindula Mavangu : Rapporteur\ngénéral ;\n- Monsieur André Mpenga Ndunga : Rapporteur général\nadjoint ;\n- Monsieur\nRobert\nDikizeyiko\nMakelele :\nCoordonnateur ;\n- Monsieur\nJosephat\nKikadilu\nMakiesse :\nAdministrateur ;\n- Monsieur Claude Nkoya : Secrétaire.",
                "line_num": 1334
              },
              {
                "title": "Article 2",
                "node_id": "0057",
                "summary": "This partial document is Article 2 of a contract, specifically detailing the location and physical boundaries of a forest concession. The main points covered are:\n\n1.  **Basic Concession Information:** It states the contract is for a forest concession with a GIS-calculated area of 179,473 hectares.\n2.  **Administrative Location:** It precisely lists the concession's location by sector (Dualu), territory (Ingende), district (Equateur), and province (Equateur) in the Democratic Republic of the Congo.\n3.  **Physical Delimitation (Boundaries):** It provides a detailed description of the concession's borders using natural and man-made features:\n    *   **North:** A main road between Belondo-Elinga and Bongindji villages near the Yutu River.\n    *   **South:** A section of the Momboyo River between Boyera and Imbonga villages.\n    *   **East:** The Yutu River from its source to a road intersection, then a main road between Bofomo and Imbanga villages.\n    *   **West:** A section of the Momboyo River, then the Lokela River to its source, a straight line to the Lolongo River, and finally the Lolongo River up to the village of Belondo-Elinga.\n4.  **Reference to Map:** It notes that a map of the concession is attached as an annex to the contract.\n\nThe document also includes a publication header indicating it was published in the Official Journal on March 1, 2012.",
                "line_num": 1360
              },
              {
                "title": "Article 2",
                "node_id": "0058",
                "summary": "This partial document defines the geographical and administrative details of a forest concession. It specifies the total area (84,700 hectares) and provides its precise location through a four-level administrative hierarchy (Sectors, Territory, District, Province) in the Democratic Republic of the Congo. It then provides a detailed physical delimitation of the concession's boundaries, describing the natural features (the Loya, Loilo, and Lomami rivers) and the administrative border that form its northern, southern, eastern, and western limits. It notes that a map of the concession is attached as an annex.",
                "line_num": 1399
              },
              {
                "title": "Article 2",
                "node_id": "0059",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 30  juin 2009 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif confessionnelle susvisée à l’article premier a\ndésigné les personnes ci-après aux fonctions indiquées en\nregard de leurs noms :\n1. Chang Che Hyoung\n: Président ;\n2. Lee Mi Kyung\n: Vice-président ;\n3. Milimbi Wembonyama Ferdinat : Administrateur ;\n4. Kinsala Kabuiku François : Administrateur ;\n5. Nsimba Miansadi Jérémie : Administrateur.",
                "line_num": 1429
              },
              {
                "title": "Article 2",
                "node_id": "0060",
                "summary": "This partial document is an official government publication (Journal Officiel) approving the leadership appointments of a non-profit association. It lists the names and positions of individuals elected to the association's board, including President, Vice-President, General Treasurer, General Secretary, and Reporting Secretary, with an additional entry for a Coordinator of work platforms. The document references a declaration from November 2011 and was published on March 1, 2012.",
                "line_num": 1445
              },
              {
                "title": "Article 2",
                "node_id": "0061",
                "summary": "This partial document is an official approval of the appointment of key personnel within a non-profit religious association. It lists the individuals designated to specific leadership roles, including the legal representative, deputy legal representative, secretary general, general treasurer, and several general advisors.",
                "line_num": 1467
              },
              {
                "title": "Article 2",
                "node_id": "0062",
                "summary": "This partial document is an official approval (Article 2) of the appointment of individuals to the Board of Administration of a non-profit association. It lists the names of six appointed persons and their respective roles: President, Executive Secretary, Treasurer, and three Mission Officers.",
                "line_num": 1487
              },
              {
                "title": "Article 2",
                "node_id": "0063",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 10 janvier 2011 par\nlaquelle la majorité des membres effectifs de l'Association\nsans but lucratif visée à l'article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms:\n1. Monsieur Nseya Emmanuel : Représentant légal;\n2. Monsieur Luteya Aimé\n: Ancien;\n3. Monsieur Muyobo Vital\n: Evangéliste ;\n4. Monsieur Batwambe Jean Marc : Diacre;\n5. Madame Kasanga Marie\n: Présidente des Mamans.",
                "line_num": 1507
              },
              {
                "title": "Article 2",
                "node_id": "0064",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 04 octobre 1997 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Hemedi Bayolo Christian : Président ;\n- Abusa Kombe Isaac   : Vice-président chargé des\nProvinces/Est ;\n- Malasi\nElie\n:\nVice-président\nchargé\ndes\nProvinces/Ouest ;\n- Kahaya Emmanuel : Secrétaire général et Porte-parole.",
                "line_num": 1524
              },
              {
                "title": "Article 2",
                "node_id": "0065",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 15 mars 2008 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n Madame Mamie Yumba Salima : Présidente ;\n Monsieur Nicaise Chikuru Munyi : Vice-président ;\n Monsieur Emmanuel Sanda Mukamba  : Secrétaire ;\n Madame Christine Mulamba Abudra          :\nTrésorière ;\n Monsieur Olivier Kalauka Ngimbi : Chargé de projets ;\n Madame\nLa\nBienheureuse\nBagayamukwe :\nConseillère ;\n Madame Francine Pasi Lumueno : Conseillère",
                "line_num": 1544
              },
              {
                "title": "Article 2",
                "node_id": "0066",
                "summary": "This partial document contains Article 2 of a legal publication, which approves a declaration dated October 15, 2009. The declaration, made by the majority of members of a non-profit association, appoints qualified individuals to specific positions within the organization. It lists the names and assigned roles of eight appointees, including President, Vice-President, and several Advisors. The document also includes publication metadata indicating it is from the Official Journal of the Democratic Republic of Congo, dated March 1, 2012.",
                "line_num": 1565
              },
              {
                "title": "Article 2",
                "node_id": "0067",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 30 juillet 2010 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Maganga Munyambala Jean Baptiste : Représentant\nlégal\n- Kiyimbi Mubengwa Déogratias             : Représentant\nlégal suppléant\n- Nzuzi Lehani Sara                                     : Secrétaire\n- Mianga Tshomba Jean                             : Trésorier\n- Masudi Maganga Jean pierre                 : Conseiller\n- Kiyimbi Muyololo Fabien                         : Conseiller\n- Molisho Putu Julie                                     : Conseiller",
                "line_num": 1589
              },
              {
                "title": "Article 2",
                "node_id": "0068",
                "summary": "This partial document approves the appointment of specific individuals to leadership roles within a non-profit religious association. It lists seven people and their designated positions, including Visionnaire et Représentant légal (Visionary and Legal Representative), Conseillère (Advisor), Planteur des Ames (Soul Planter), Secrétaire (Secretary), and Caissière (Treasurer).",
                "line_num": 1607
              },
              {
                "title": "Article 2",
                "node_id": "0069",
                "summary": "The partial document approves the appointments of specific individuals to various leadership and advisory roles within a non-profit association, as designated by a majority vote.",
                "line_num": 1624
              },
              {
                "title": "Article 2",
                "node_id": "0070",
                "summary": "###### Article 2\n\nEst approuvée la décision du 20 octobre 2010 par laquelle\nla majorité des membres effectifs de l’Association sans but\nlucratif visée à l’article premier a désigné les personnes les\nplus amplement qualifiées ci-dessous aux fonctions indiquées\nen regard de leurs noms :\n- Pauinl Iwanga Shambongo     : Président ;\n- Raphaël Kadima                    : Vice-président ;\n- Albert Makombo Mako        : Secrétaire général ;\n- Médard Lusangu               : Secrétaire général adjoint ;\n- Elie Mutombo                   : Trésorier ;\n- Issac Kabeya                     : Conseiller.",
                "line_num": 1645
              },
              {
                "title": "Article 2",
                "node_id": "0071",
                "summary": "This partial document is an official government publication (Journal Officiel) approving the leadership appointments of a non-profit, non-confessional association. It lists the names and specific positions of ten individuals appointed to the association's board and executive roles, including President, Vice-President, Secretary General, Treasurer, Administrators, and Legal Advisor.",
                "line_num": 1660
              },
              {
                "title": "Article 2",
                "node_id": "0072",
                "summary": "###### Article 2\n\nEst approuvée la déclaration du 24 mars 2007 par laquelle\nla majorité des membres effectifs de l’Association sans but\nlucratif visée à l’article premier a désigné les personnes ci-\naprès aux fonctions indiquées en regard de leurs noms :\n- Mukendi Kabongo Albert         : Président national\n- Kado Kabasele                            : Secrétaire général\n- Nieka Gustave       : Directeur chargé des relations\n- Tshidibi Joseph                           : Trésorier général",
                "line_num": 1691
              },
              {
                "title": "Article 2",
                "node_id": "0073",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 26 septembre 2007\npar laquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Longe Lushima Benoît : Président Représentant légal ;\n- Lupemba Edouard : Vice-président ;\n- Banza Guy : Secrétaire général ;\n- Moza Masudi Anne-Marie : Trésorière.",
                "line_num": 1703
              },
              {
                "title": "Article 2",
                "node_id": "0074",
                "summary": "This partial document describes the geographical and administrative boundaries of a forest concession. It specifies the concession's total area (210,247 hectares) and provides its administrative location (Sector, Territory, District, Province in the Equateur region). The main focus is the detailed physical delimitation, defining the concession's northern, southern, eastern, and western borders using natural features like rivers (Momboyo, Lokolo, Dwile), villages, administrative boundaries, and a road. The document also notes that a map of the concession is attached as an annex to the contract.",
                "line_num": 1716
              },
              {
                "title": "Article 2",
                "node_id": "0075",
                "summary": "The partial document covers the official approval and listing of appointed leadership positions within a non-profit association. It specifies the individuals designated to roles including President, Vice-President, Executive Committee Director, Secretary, Assistant Secretary, two Auditors, and an Advisor.",
                "line_num": 1749
              },
              {
                "title": "Article 20",
                "node_id": "0076",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1769
              },
              {
                "title": "Article 20",
                "node_id": "0077",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1782
              },
              {
                "title": "Article 20",
                "node_id": "0078",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1795
              },
              {
                "title": "Article 21",
                "node_id": "0079",
                "summary": "The partial document covers the conditions under which a concession holder (concessionaire) may subcontract various tasks related to forest concession management. It lists specific activities that can be subcontracted, such as development of the concession plan, timber harvesting, construction of infrastructure, and transport. Importantly, it states that despite subcontracting, the concession holder retains full legal, regulatory, and contractual responsibility towards the granting authority and third parties.",
                "line_num": 1808
              },
              {
                "title": "Article 21",
                "node_id": "0080",
                "summary": "This partial document outlines conditions under which a concession holder may subcontract parts of forestry-related work. It specifies six permitted activities for subcontracting and maintains that the concession holder remains legally responsible for compliance and any damages.",
                "line_num": 1834
              },
              {
                "title": "Article 21",
                "node_id": "0081",
                "summary": "The partial document covers Article 21, which outlines the conditions under which a concessionaire may subcontract specific forestry-related activities, while maintaining ultimate legal and contractual responsibility.",
                "line_num": 1859
              },
              {
                "title": "Article 22",
                "node_id": "0082",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 1890
              },
              {
                "title": "Article 22",
                "node_id": "0083",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 1900
              },
              {
                "title": "Article 22",
                "node_id": "0084",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 1910
              },
              {
                "title": "Article 23",
                "node_id": "0085",
                "summary": "This partial document, Article 23, outlines the conditions and procedures for terminating a concession contract. It states that if the concession holder fails to comply with the contract terms, the granting authority will first issue a formal notice and impose protective measures. The contract will be terminated specifically in cases such as: non-payment of taxes and fees, failure to develop an approved management plan, operating outside the authorized area, acts of corruption or violence, and repeated violations of social and environmental obligations. It also specifies that the concession holder's insolvency is grounds for automatic termination.",
                "line_num": 1920
              },
              {
                "title": "Article 23",
                "node_id": "0086",
                "summary": "This partial document outlines the conditions under which a concession contract can be terminated. It states that after a formal notice of up to three months, the granting authority can impose protective measures and ultimately terminate the contract. Specific grounds for termination include: non-payment of taxes, failure to approve a development plan, unauthorized logging, proven corruption or violence, and repeated violations of social/environmental obligations. The document also notes that the concessionaire's insolvency is an automatic cause for termination.",
                "line_num": 1948
              },
              {
                "title": "Article 23",
                "node_id": "0087",
                "summary": "This partial document (Article 23) covers the conditions and procedures for terminating a concession contract. It states that if the concessionaire fails to comply with the contract terms, the granting authority will issue a formal notice and take protective measures. The contract will be terminated specifically for non-payment of taxes, failure to develop an approved management plan, unauthorized logging outside the permitted area, proven acts of corruption or violence, or repeated violations of social/environmental obligations after notice. The concessionaire's insolvency is also an automatic cause for termination.",
                "line_num": 1982
              },
              {
                "title": "Article 24",
                "node_id": "0088",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nfonctionnaires assermentés et les autres officiers de police\njudiciaire dans leur ressort respectif conformément  aux\ndispositions des articles 127 et suivants du Code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.",
                "line_num": 2010
              },
              {
                "title": "Article 24",
                "node_id": "0089",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nfonctionnaires assermentés et les autres Officiers de Police\njudiciaire dans leur ressort respectif conformément  aux\ndispositions des articles 127 et suivants du Code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.",
                "line_num": 2021
              },
              {
                "title": "Article 24",
                "node_id": "0090",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nfonctionnaires assermentés et les autres officiers de police\njudiciaire dans leur ressort respectif conformément  aux\ndispositions des articles 127 et suivants du Code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.",
                "line_num": 2032
              },
              {
                "title": "Article 25",
                "node_id": "0091",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet Arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nL’Arrêté est publié au Journal officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcernés.",
                "line_num": 2043
              },
              {
                "title": "Article 25",
                "node_id": "0092",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er mars 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 5\n\n41\n42\nL’Arrêté est publié au Journal officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcernés.",
                "line_num": 2054
              },
              {
                "title": "Article 25",
                "node_id": "0093",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nL’arrêté est publié au Journal officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcernés.",
                "line_num": 2071
              },
              {
                "title": "Article 26",
                "node_id": "0094",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2082
              },
              {
                "title": "Article 26",
                "node_id": "0095",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2089
              },
              {
                "title": "Article 26",
                "node_id": "0096",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2096
              },
              {
                "title": "Article 27",
                "node_id": "0097",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 23 octobre 2036. Le\nconcessionnaire peut solliciter le renouvellement du contrat un\nan avant la date de son expiration. La décision de refus de\nrenouvellement peut faire l’objet de recours devant les\njuridictions compétentes.",
                "line_num": 2103
              },
              {
                "title": "Article 27",
                "node_id": "0098",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 23 octobre 2036. Le\nconcessionnaire peut solliciter le renouvellement du contrat un\nan avant la date de son expiration. La décision de refus de\nrenouvellement peut faire l’objet de recours devant les\njuridictions compétentes.\nArticles 28 :\nA la fin de concession, le concessionnaire établit les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2113
              },
              {
                "title": "Article 27",
                "node_id": "0099",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 02 août 2036. Le concessionnaire\npeut solliciter le renouvellement du contrat un an avant la date\nde son expiration. La décision de refus de renouvellement peut\nfaire l’objet de recours devant les juridictions compétentes.\nArticles 28 :\nA la fin de concession, le concessionnaire établit les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2127
              },
              {
                "title": "Article 28",
                "node_id": "0100",
                "summary": "###### Article 28\n\nA la fin de concession, le concessionnaire établit les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2140
              },
              {
                "title": "Article 29",
                "node_id": "0101",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2147
              },
              {
                "title": "Article 29",
                "node_id": "0102",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2158
              },
              {
                "title": "Article 29",
                "node_id": "0103",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2169
              },
              {
                "title": "Article 3",
                "node_id": "0104",
                "summary": "This partial document is the concluding section of a ministerial order (Arrêté ministériel) from the Ministry of Justice and Human Rights of the Democratic Republic of Congo, dated October 2011. The main points covered are:\n*   The formal granting of legal personality (juridical status) to the non-profit, non-confessional association named \"Association pour la Renaissance au Congo\" (ARC).\n*   The legal basis for the order, citing the Constitution and several specific laws and ordinances concerning non-profit associations, government organization, and ministerial attributions.\n*   The procedural basis, referencing the association's formal request for legal status and a declaration from its members.\n*   The final \"ARRETE\" clause, indicating the minister's official decree.\n*   The execution clause, stating the order is effective upon signature and is to be executed by the Secretary-General for Justice.\n*   The place, date, and signature of the issuing minister, Luzolo Bambi Lessa.",
                "line_num": 2180
              },
              {
                "title": "Article 3",
                "node_id": "0105",
                "summary": "This partial document is the final section and the beginning of a ministerial decree from the Ministry of Justice and Human Rights of the Democratic Republic of Congo. The main points covered are:\n\n1.  The execution clause for a previous decree (Article 3), stating it is the responsibility of the Secretary General for Justice and that it entered into force upon signature in Kinshasa on July 24, 2008.\n\n2.  The title and identifying details of a new, separate decree (Ministerial Order No. 473 of October 13, 2011), which grants legal personality to a non-profit, non-confessional association named the \"Marie Madeleine Mienze Kiaku Foundation\" (FMMMK).\n\n3.  The preamble (\"Vu\") listing the legal foundations and considerations for the 2011 decree, including references to the Constitution, laws on non-profit associations, various government ordinances, and the specific request from the foundation dated February 17, 2010.\n\n4.  The final word \"ARRETE :\" which formally introduces the operative articles of the 2011 decree (the specific provisions granting legal personality, which would follow this text).",
                "line_num": 2230
              },
              {
                "title": "Article 3",
                "node_id": "0106",
                "summary": "This partial document contains the final articles and legal citations of a ministerial decree from the Democratic Republic of the Congo. The decree grants legal personality (official recognition) to a non-profit religious association called \"Eglise Eternel Paix\" (E.E.P). It cites the Constitution and several laws and ordinances as its legal basis, lists the application and declaration from the association, and concludes with the execution details, date, and signature of the Minister of Justice and Human Rights.",
                "line_num": 2279
              },
              {
                "title": "Article 3",
                "node_id": "0107",
                "summary": "This partial document is a ministerial order from the Democratic Republic of the Congo, specifically Article 3 and the concluding sections. It grants legal personality (official recognition) to a non-profit, non-denominational association called \"Dignité des Sans Voix\" (D.S.V.). The main points covered are:\n\n1.  **Execution and Effective Date:** It names the Secretary General for Justice as responsible for executing the order and states it comes into force on the date of its signature (October 24, 2011).\n2.  **Legal Foundation:** It lists the legal texts (the Constitution, laws, and ordinances) that provide the authority for issuing this order.\n3.  **Purpose of the Order:** It explicitly states the order's purpose is to grant legal status to the aforementioned association, based on its request from September 19, 2011, and a founding declaration from October 1999.\n4.  **Formal Conclusion:** The document ends with the word \"ARRETE:\" (Decreed:), indicating the ministerial decree is being formally issued.",
                "line_num": 2328
              },
              {
                "title": "Article 3",
                "node_id": "0108",
                "summary": "This partial document is the final section and preamble of a Congolese ministerial order. It covers the following main points:\n\n1.  **Execution and Entry into Force:** It states that the Secretary General for Justice is responsible for executing the order and that it comes into effect on the date of its signature (October 24, 2011).\n2.  **Document Identification:** It identifies the document as Ministerial Order No. 657, dated December 5, 2011, from the Ministry of Justice and Human Rights, which grants legal personality to a non-profit religious association.\n3.  **Legal Basis (Preamble):** It lists the legal texts (\"Vu\" - Considering) that form the foundation for the order, including the Constitution, the law on non-profit associations, and various ordinances concerning government organization and ministerial appointments.\n4.  **Application Context:** It notes that the order was issued in response to a formal request dated June 29, 2009, from the \"Eglise Pentecôtiste la Source du Salut\" (E.P.S.S.) and a supporting declaration from its majority members.\n5.  **Final Clause:** The document concludes with the word \"ARRETE :\" (HEREBY ORDAINS :), which introduces the operative articles of the order (which are not included in this partial text).",
                "line_num": 2383
              },
              {
                "title": "Article 3",
                "node_id": "0109",
                "summary": "This partial document is the final section of a ministerial order from the Democratic Republic of the Congo. It covers the following main points:\n\n1.  **Execution and Effective Date:** It assigns responsibility for executing the order to the Secretary General for Justice and states that the order enters into force on the date of its signature (December 5, 2011).\n2.  **Preamble (Considerations):** It lists the legal texts and documents that form the basis and authority for the order. These include the Constitution, the law on non-profit associations, various government organization ordinances, a provisional operating authorization from a provincial government, and the formal request and declaration from the association itself.\n3.  **Subject of the Order:** The header identifies the core purpose of the document: Ministerial Order No. 676, dated November 17, 2011, granting legal personality (official recognition) to a specific non-profit, non-denominational association called \"Front des Environnementalistes au Congo\" (FECO).\n4.  **Enacting Clause:** The text concludes with the word \"ARRETE:\" (Decrees:), which is the standard introduction to the operative articles of the order, though the specific articles granting the legal status are not included in this partial segment.",
                "line_num": 2436
              },
              {
                "title": "Article 3",
                "node_id": "0110",
                "summary": "This partial document is the final section and preamble of a Ministerial Order from the Democratic Republic of Congo's Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effective Date:** It states that the Secretary General for Justice is responsible for executing the order, which took effect on the date of its signature in Kinshasa on November 17, 2011.\n\n2.  **Purpose of the Order:** It identifies the order (Number 694) as the legal instrument granting legal personality (official recognition) to a non-profit religious association named \"International Youth Fellowship\" (I.Y.F.).\n\n3.  **Legal Basis (Preamble):** The bulk of the text lists the \"Vu\" (Considering) clauses, which cite the constitutional and legal foundations for the minister's authority to issue the order. These references include the Constitution, the law governing non-profit associations, and various ordinances concerning the organization of the government and the appointment of its members.\n\n4.  **Request for Recognition:** It notes that the order was issued in response to a formal request for legal personality submitted by the I.Y.F. association in August 2011, supported by a declaration from its majority members in June 2009.\n\nThe text ends with the word \"ARRETE:\" (DECREES:), which introduces the operative articles that would follow, detailing the grant of legal personality.",
                "line_num": 2493
              },
              {
                "title": "Article 3",
                "node_id": "0111",
                "summary": "This partial document is an official ministerial decree (Arrêté ministériel n° 709/CAB/MIN/J&DH/2011) from the Ministry of Justice and Human Rights of the Democratic Republic of Congo, dated December 5, 2011. Its main purpose is to grant legal personality (personnalité juridique) to a non-profit religious association called \"Mission Evangélique pour le Rachat\" (MERA). The text primarily consists of the legal basis (\"Vu\") for the decree, citing several constitutional laws, general laws on non-profit associations, and government ordinances regarding ministerial authority and organization. It also references the association's request for legal status dated June 26, 2010, and a declaration from its majority members dated February 1, 2011. The decree concludes with an execution clause and the minister's signature.",
                "line_num": 2548
              },
              {
                "title": "Article 3",
                "node_id": "0112",
                "summary": "This partial document is the final section and the enacting clause of a ministerial decree from the Democratic Republic of Congo's Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effect:** It states that the Secretary General for Justice is responsible for executing the decree, which takes effect on the date of its signature (December 5, 2011).\n2.  **Document Identification:** It identifies the decree (Ministerial Order No. 810) and its purpose: granting legal personality to a non-profit religious association called \"Eglise Evangélique Buisson Ardent\" (E.E.B.A.).\n3.  **Legal Basis:** It lists the \"Vu\" (Considering) clauses, which are the constitutional provisions, laws, ordinances, and specific authorizations that form the legal foundation for the decree. These include the Constitution, the law on non-profit associations, various government organization ordinances, and the association's own application and provisional operating permit.\n4.  **Enactment:** The text concludes with the word \"ARRETE:\" (DECREES:), signaling the start of the operative articles that formally grant the legal status.",
                "line_num": 2602
              },
              {
                "title": "Article 3",
                "node_id": "0113",
                "summary": "This partial document is the final section and preamble of a Ministerial Order from the Democratic Republic of Congo's Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effective Date:** It states that the Secretary General for Justice is responsible for executing the order, which comes into force on the date of its signature (December 30, 2011).\n\n2.  **Purpose of the Order:** The order grants legal personality (official legal status) to a non-profit, non-denominational association called \"Association for the Promotion of Health, Education and Culture,\" abbreviated as APROSEC.\n\n3.  **Legal Basis (Preamble):** The document lists the legal texts (\"Vu\" meaning \"Considering\") that form the legal foundation for the minister's decision. These include the Constitution, the law governing non-profit associations, various ordinances concerning government organization and ministerial attributions, a prior recognition from the Ministry of Education, the association's formal request for legal status, and a declaration from its members.\n\nIn summary, this is the enacting clause and the legal justification section of a decree that officially recognizes a specific non-profit organization under Congolese law.",
                "line_num": 2659
              },
              {
                "title": "Article 3",
                "node_id": "0114",
                "summary": "This partial document is Article 3 of a ministerial decree from the Ministry of Justice and Human Rights of the Democratic Republic of Congo, dated December 30, 2011. It grants legal personality (official registration and legal status) to the non-profit, non-denominational association named \"Actions Congo Assistance\" (ACAS). The article cites the constitutional and legal bases for the decision, references the association's application and supporting documents, and concludes with the ministerial order. It also names the Secretary General for Justice as responsible for executing the decree.",
                "line_num": 2717
              },
              {
                "title": "Article 3",
                "node_id": "0115",
                "summary": "This partial document contains the final article (Article 3) of a previous ministerial decree, specifying its entry into force and date, followed by the header and preamble of a new ministerial decree from the Ministry of Justice and Human Rights of the Democratic Republic of Congo. The new decree grants legal personality to a non-confessional non-profit association called \"Cadre d’Appui pour la Recherche des Solutions\" (CARS). The preamble cites the legal basis for the decree, including the Constitution, the law on non-profit associations, various ordinances concerning government organization and ministerial appointments, and prior administrative decisions and requests related to the association.",
                "line_num": 2772
              },
              {
                "title": "Article 3",
                "node_id": "0116",
                "summary": "This partial document is the conclusion and enacting clauses of a ministerial decree (Arrêté Ministériel) from the Democratic Republic of Congo. It grants legal personality (official recognition) to a non-profit, non-denominational association named \"ELAEIS.\" The main points covered are:\n\n1.  The formal execution and signing details of the decree, including its effective date and the signatory (Minister Luzolo Bambi Lessa).\n2.  The full title and reference number of the decree.\n3.  The extensive legal foundations (\"Vu\") cited for the decree's authority, referencing the Constitution, laws on non-profit associations, and various ordinances concerning government organization and ministerial appointments.\n4.  The specific supporting documents cited, including a provisional operating authorization and the association's own request for legal status.\n5.  The final enacting verb \"ARRETE,\" indicating the Minister's official order.",
                "line_num": 2831
              },
              {
                "title": "Article 3",
                "node_id": "0117",
                "summary": "This partial document is the concluding section and preamble of a Ministerial Order from the Democratic Republic of Congo's Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effective Date:** It states that the Secretary General for Justice is responsible for executing the order, which takes effect on the date of its signature (January 11, 2012).\n\n2.  **Purpose of the Order:** The order approves modifications to the statutes and the appointment of persons responsible for the administration or direction of a non-profit religious association called \"MIREGNA.\"\n\n3.  **Legal Basis:** It extensively lists the legal and constitutional texts that provide the authority for issuing this order, including the Constitution, laws on non-profit associations, and various ordinances concerning government organization and ministerial appointments.\n\n4.  **Background References:** It cites the prior ministerial order that granted legal personality to the association and references the request and decisions made by the association's members in 2009 and 2011 to modify its statutes and appoint directors.",
                "line_num": 2883
              },
              {
                "title": "Article 3",
                "node_id": "0118",
                "summary": "###### Article 3\n\nSont\nabrogées\ntoutes\nles\ndispositions\nantérieures\ncontraires au présent Arrêté.",
                "line_num": 2937
              },
              {
                "title": "Article 3",
                "node_id": "0119",
                "summary": "###### Article 3\n\nSont\nabrogées\ntoutes\nles\ndispositions\nantérieures\ncontraires au présent Arrêté.",
                "line_num": 2948
              },
              {
                "title": "Article 3",
                "node_id": "0120",
                "summary": "This partial document is the conclusion and legal preamble of a ministerial decree (Arrêté Ministériel No. 047) from the Ministry of Justice and Human Rights of the Democratic Republic of Congo, dated January 23, 2012. The main points covered are:\n\n1.  The decree grants legal personality (official recognition as a legal entity) to a non-profit religious association called \"Ministère de l’Unité Chrétienne pour l’Evangélisation\" (M.U.C.E.).\n2.  It lists the legal justifications (\"Vu\") for the decree, citing the Constitution, the law governing non-profit associations, and several ordinances concerning government organization and ministerial appointments.\n3.  It references the association's application for legal status dated October 23, 2011, and a declaration from its members dated March 24, 2007.\n4.  It states that the Secretary General for Justice is responsible for executing the decree, which takes effect upon its signature.\n5.  The document ends with the signature of the Minister, Luzolo Bambi Lessa, and the formal \"ARRETE\" clause, indicating the ministerial order.",
                "line_num": 2959
              },
              {
                "title": "Article 3",
                "node_id": "0121",
                "summary": "This partial document is a legal contract excerpt. It specifies that the Secretary General of Justice is responsible for executing the order, which became effective upon signature in Kinshasa on January 23, 2012. It then introduces a forest concession contract (No. 007/11), issued from the conversion of a prior supply guarantee. The main points covered are the identification of the parties to the contract: the granting authority (the Minister of Environment, Conservation of Nature and Tourism acting for the Democratic Republic of Congo) and the concessionaire (the forestry exploitation company SAFBOIS, represented by its Deputy General Director).",
                "line_num": 3012
              },
              {
                "title": "Article 3",
                "node_id": "0122",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 3055
              },
              {
                "title": "Article 3",
                "node_id": "0123",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 3062
              },
              {
                "title": "Article 3",
                "node_id": "0124",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 3069
              },
              {
                "title": "Article 30",
                "node_id": "0125",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du Code de\nprocédure civile.",
                "line_num": 3076
              },
              {
                "title": "Article 30",
                "node_id": "0126",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du Code de\nprocédure civile.",
                "line_num": 3087
              },
              {
                "title": "Article 30",
                "node_id": "0127",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du Code de\nprocédure civile.",
                "line_num": 3098
              },
              {
                "title": "Article 31",
                "node_id": "0128",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3109
              },
              {
                "title": "Article 31",
                "node_id": "0129",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3121
              },
              {
                "title": "Article 31",
                "node_id": "0130",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3133
              },
              {
                "title": "Article 32",
                "node_id": "0131",
                "summary": "This partial document is an excerpt from the Official Journal of the Democratic Republic of the Congo (March 1, 2012, Part 1, No. 5). It contains several distinct legal and judicial notices. The main points covered are:\n\n1.  **The effective date of a forest concession contract** (Article 32), signed in Kinshasa on February 7, 2012.\n\n2.  **Publication of two petitions for annulment** filed with the Supreme Court of Justice. The first (RA. 1281) seeks to annul an order by the Vice-Prime Minister, and the second (RA. 1282) seeks to annul an order by the Minister of Land Affairs.\n\n3.  **The service of a Supreme Court ruling** (RR. 1212) that declared a plaintiff's claim admissible and transferred a case from the Lubumbashi High Court to the Kinshasa/Matete High Court.\n\n4.  **The service of a judgment by a court bailiff** to a defendant with an unknown address (RC: 13.723). The judgment confirms a plaintiff's land concession rights, orders the defendant to demolish constructions and vacate the land, and awards court costs to the defendant.\n\n5.  **A judgment from the Kinshasa/Matete Peace Court** (RC 9.055/V) granting a name change. The plaintiff successfully argued that his original name, \"Nkumu Nembetwa\" (meaning \"Impudent Chief\"), was humiliating, and the court authorized the change to Moïse Bolamu-Bo-Nyambe.",
                "line_num": 3145
              },
              {
                "title": "Article 32",
                "node_id": "0132",
                "summary": "This partial document is a section of a formal forest concession contract from the Democratic Republic of Congo. The main points covered are:\n\n1.  **Contract Identification:** It specifies the contract number (024/11) and its origin, noting it was converted from an earlier letter of intent.\n2.  **Parties to the Agreement:** It formally identifies the two contracting parties: the conceding authority (the Minister of Environment on behalf of the Republic) and the concessionaire (the company Ets MOTEMA, including its registration details and representative).\n3.  **Effective Date and Signing Details:** It states the contract enters into force for the concessionaire upon signature, and provides the date and place of signing (Kinshasa, 04 August 2011), along with the names and titles of the signatories.",
                "line_num": 3430
              },
              {
                "title": "Article 32",
                "node_id": "0133",
                "summary": "This partial document is a section from a forest concession contract in the Democratic Republic of the Congo. It covers the contract's effective date and signing details, identifies the specific contract and its origin from a converted letter of intent, and formally introduces the two contracting parties: the conceding authority (the Minister of Environment on behalf of the state) and the concession holder (the company Ets MOTEMA, with its legal and representative details).",
                "line_num": 3464
              },
              {
                "title": "Article 4",
                "node_id": "0134",
                "summary": "This partial document is the conclusion and preamble of a ministerial order from the Democratic Republic of Congo (DRC). The main points covered are:\n1. The execution and entry into force of the order, signed in Kinshasa on January 23, 2012.\n2. The identification of the order: Ministerial Order No. 026 granting legal personality to the non-profit association \"Foyer de Charité de la Santé – Enfance au Congo\" (FOSEC/Asbl).\n3. The extensive list of legal foundations (\"Vu\") cited for issuing the order, including the Constitution, laws on non-profit associations, and various ordinances concerning government organization and appointments.\n4. The reference to a prior provincial order that granted preliminary approval to the association and the request for legal personality submitted by the association.",
                "line_num": 3501
              },
              {
                "title": "Article 4",
                "node_id": "0135",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession. Pendant toute la durée du contrat, le\nconcessionnaire ne peut être privé en tout ou partie de son\ndroit d’exploiter sa concession, sauf en cas de non respect de\nses obligations légales, règlementaires ou contractuelles, ou\npour cause d’utilité publique, et dans ce    dernier cas\nmoyennant une juste et préalable indemnité, conformément au\ndroit commun.",
                "line_num": 3555
              },
              {
                "title": "Article 4",
                "node_id": "0136",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession. Pendant toute la durée du contrat, le\nconcessionnaire ne peut être privé en tout ou partie de son\ndroit d’exploiter sa concession, sauf en cas de non respect de\nses obligations légales, règlementaires ou contractuelles, ou\npour cause d’utilité publique, et dans ce    dernier cas\nmoyennant une juste et préalable indemnité, conformément au\ndroit commun.",
                "line_num": 3568
              },
              {
                "title": "Article 4",
                "node_id": "0137",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession.\nPendant toute la durée du contrat, le concessionnaire ne\npeut être privé en tout ou partie de son droit d’exploiter sa\nconcession, sauf en cas de non respect de ses obligations\nlégales, règlementaires ou contractuelles, ou pour cause\nd’utilité publique, et dans ce dernier cas moyennant une juste\net préalable indemnité, conformément au droit commun.\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er mars 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 5\n\n35\n36",
                "line_num": 3581
              },
              {
                "title": "Article 4",
                "node_id": "0138",
                "summary": "This partial document is an official ministerial decree from the Ministry of Justice and Human Rights of the Democratic Republic of Congo. It approves modifications to the statutes and the appointment of administrative/directorial personnel for the non-profit confessional association \"Church of Jesus-Christ by the Cross\" (EJCC). The text primarily consists of the legal preamble, listing the constitutional laws, ordinances, and previous decrees and court judgments that serve as the authority and justification for issuing this new decree.",
                "line_num": 3600
              },
              {
                "title": "Article 5",
                "node_id": "0139",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 3662
              },
              {
                "title": "Article 5",
                "node_id": "0140",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 3669
              },
              {
                "title": "Article 5",
                "node_id": "0141",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 3676
              },
              {
                "title": "livre II",
                "node_id": "0142",
                "prefix_summary": "### livre II",
                "line_num": 3683,
                "nodes": [
                  {
                    "title": "Article 58",
                    "node_id": "0143",
                    "summary": "This partial document is a section from the *Journal Officiel de la République Démocratique du Congo* (Official Gazette of the Democratic Republic of the Congo), dated March 1, 2012. It primarily contains a series of legal notices and judicial acts published for public information.\n\nThe main points covered are:\n\n1.  **Judicial Decisions and Orders:** The document begins with the conclusion of a court judgment (from the Tribunal de Paix de Kinshasa/Matete, dated September 29, 2011) authorizing an individual to change his name based on Articles 58 and 64 of the Family Code, as the original name was deemed humiliating.\n\n2.  **Legal Notifications and Summons:** The bulk of the text consists of numerous formal legal notices, including:\n    *   **Assignations (Writs of Summons):** Notifying defendants to appear in court for various civil, commercial, and family matters (e.g., breach of contract, property disputes, divorce proceedings).\n    *   **Citations Directes (Direct Citations):** Summoning individuals to appear in criminal cases for alleged offenses such as fraud, forgery, assault, and illegal occupation of property.\n    *   **Notifications:** Informing parties of hearing dates, opposition filings, and the signification (official delivery) of judgments and court orders.\n    *   **Sommations (Formal Demands):** Demanding that a party take a procedural step, such as concluding their arguments or appearing in court.\n\n3.  **Range of Legal Cases:** The notices pertain to a wide variety of disputes across multiple jurisdictions in the DRC (including Kinshasa, Maniema, Orientale, Nord-Kivu, Sud-Kivu, Katanga, and Bas-Congo). The cases involve:\n    *   **Civil Matters:** Property ownership, eviction, debt collection, and damage claims.\n    *   **Family Law:** Divorce, child custody, and spousal support.\n    *   **Commercial Law:** Loan recovery, breach of lease agreements, and corporate disputes.\n    *   **Criminal Law:** Fraud, forgery, embezzlement, and involuntary bodily harm.\n\n4.  **Procedural Formalities:** The document highlights standard legal procedures, such as serving notice by public posting and publication in the Official Gazette when a defendant's address is unknown.\n\n5.  **Administrative Notice:** The document concludes with a personal declaration of a lost high school diploma.\n\nIn essence, this partial document serves as a public record of judicial and legal administrative actions, providing formal notice to involved parties and the general public about ongoing and concluded legal proceedings in the DRC.",
                    "line_num": 3686
                  },
                  {
                    "title": "Article 6",
                    "node_id": "0144",
                    "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du Code forestier.\nIl lui est interdit de créer toute entrave à l’exercice par les\ncommunautés locales et/ou peuples autochtones riverains des\ndroits d’usage forestiers ainsi reconnus.",
                    "line_num": 6865
                  },
                  {
                    "title": "Article 6",
                    "node_id": "0145",
                    "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du Code forestier. Il lui est interdit de\ncréer toute entrave à l’exercice par les communautés locales\net/ou peuples autochtones riverains des droits d’usage\nforestiers ainsi reconnus.",
                    "line_num": 6881
                  },
                  {
                    "title": "Article 6",
                    "node_id": "0146",
                    "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du Code forestier. Il lui est interdit de\ncréer toute entrave à l’exercice par les communautés locales\net/ou peuples autochtones riverains des droits d’usage\nforestiers ainsi reconnus.",
                    "line_num": 6897
                  },
                  {
                    "title": "Article 7",
                    "node_id": "0147",
                    "summary": "This partial document covers the rights and obligations of a concession holder regarding access and evacuation routes. The main points are: the concession holder has a legal right of way (servitude) over adjacent land for access and product evacuation, but this right is limited to what is strictly necessary. The route for any such road must be discussed with local communities and/or indigenous peoples during the planning stage. Finally, any disputes over the route are to be resolved using the dispute settlement mechanisms specified in the Forest Code.",
                    "line_num": 6913
                  },
                  {
                    "title": "Article 7",
                    "node_id": "0148",
                    "summary": "This partial document outlines the rights and obligations of a concession holder regarding access and evacuation routes. It grants the holder a right-of-way easement over adjacent lands, strictly limited to what is necessary. It mandates consultation with local communities and indigenous peoples on the routing of any roads or paths during the management plan preparation. Finally, it stipulates that any disputes over the routing of these access or evacuation routes must be resolved using the dispute settlement mechanisms defined in the Forest Code.",
                    "line_num": 6931
                  },
                  {
                    "title": "Article 7",
                    "node_id": "0149",
                    "summary": "The partial document covers the rights and procedures related to a concessionaire's access to and evacuation from a forestry concession. It specifies the concessionaire's limited right of way servitude over adjacent lands, the requirement to consult with local communities and indigenous peoples when planning access routes, and the mechanism for resolving disputes over route placement through the Forestry Code's dispute resolution procedures.",
                    "line_num": 6949
                  },
                  {
                    "title": "Article 8",
                    "node_id": "0150",
                    "summary": "This partial document covers the conditions and grounds for the renewal or refusal of a concession contract at its expiration. It outlines that the concessionaire can request renewal if all contractual obligations have been met and must provide updated management plans. The document then details specific cases where renewal will be denied, including failure to pay fees, illegal logging or trade, violation of social/environmental/investment obligations, and proven corruption, fraud, or violence.",
                    "line_num": 6967
                  },
                  {
                    "title": "Article 8",
                    "node_id": "0151",
                    "summary": "This partial document outlines the conditions and procedures for the renewal of a concession contract. It states that the concession holder may request renewal at the contract's expiration, provided all contractual obligations have been met and an updated management plan is submitted. The text primarily details the specific violations that will lead to the automatic refusal of renewal by the granting authority. These include non-payment of fees, illegal logging or trade of forest products, violation of social and environmental obligations, and acts of corruption, fraud, or violence.",
                    "line_num": 7011
                  },
                  {
                    "title": "Article 8",
                    "node_id": "0152",
                    "summary": "This partial document covers the conditions and procedures for the renewal of a concession contract, as well as the specific grounds for refusal of renewal by the granting authority. It outlines that renewal requires compliance with the contract and regulations, submission of updated management plans, and lists five violations (including non-payment of fees, illegal logging, illegal trade, social/environmental/investment breaches, and corruption or violence) that would lead to rejection.",
                    "line_num": 7055
                  },
                  {
                    "title": "Article 9",
                    "node_id": "0153",
                    "summary": "This partial document, Article 9 of a contract, outlines the primary obligations of a concession holder for forest exploitation. It specifies that the holder must establish themselves on the concession area and fulfill duties derived from the contract, its specifications, and a management plan. The key obligations listed include demarcating concession boundaries and annual harvest areas, respecting rules for timber harvesting (including minimum diameters), implementing environmental and biodiversity protection measures, constructing socio-economic infrastructure for local communities, making required investments (equipment, factory modernization, staffing), and paying all applicable forest area fees and taxes on time.",
                    "line_num": 7099
                  },
                  {
                    "title": "Article 9",
                    "node_id": "0154",
                    "summary": "This partial document, Article 9 of a legal contract, outlines the primary obligations of a concessionaire (the holder of a forestry concession). The main points covered are the requirement for the concessionaire to establish operations on the granted land and to fulfill specific duties, which are listed in detail.\n\nThe listed obligations include:\n1.  Physically marking the boundaries of the concession and the annual cutting area.\n2.  Respecting logging rules, including cutting area limits and minimum tree diameters.\n3.  Implementing environmental and biodiversity protection measures as stipulated in the contract and associated management plans.\n4.  Building socio-economic infrastructure and social services for the benefit of local and indigenous communities.\n5.  Making required investments, such as acquiring equipment, modernizing processing tools, and hiring necessary personnel.\n6.  Paying the forest area fee and all other applicable taxes and royalties related to the concession's exploitation on time.",
                    "line_num": 7138
                  },
                  {
                    "title": "Article 9",
                    "node_id": "0155",
                    "summary": "This partial document, Article 9 of a legal contract or decree, outlines the specific obligations of a concession holder (the \"concessionnaire\") regarding a forest concession. The main points covered are the requirement for the concession holder to establish operations and fulfill all rights and duties as per the contract, its specifications, and the management plan.\n\nIt then lists six key obligations:\n1.  Physically demarcate the concession boundaries and annual cutting areas.\n2.  Adhere to timber harvesting rules, including annual cut limits and minimum tree diameters by species.\n3.  Implement environmental and biodiversity protection measures stipulated in the contract and related plans.\n4.  Build socio-economic infrastructure and social services for local/indigenous communities as specified.\n5.  Make required investments, including equipment acquisition, factory upgrades, and staff recruitment.\n6.  Pay the forest area fee and all other relevant taxes and royalties on time.\n\nThe document footer indicates it is from the Official Journal of the Democratic Republic of the Congo, published in 2013 but referencing a date in 2012.",
                    "line_num": 7183
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  },
  "node_article_mapping": {
    "0002": [
      "1c485ee8-2a01-4428-a51c-afadecaab1a0",
      "568e3b81-6966-4274-be77-74aafe476929",
      "26f38b6b-225c-4608-8dba-281d54b0dc46"
    ],
    "0004": [
      "1c485ee8-2a01-4428-a51c-afadecaab1a0",
      "568e3b81-6966-4274-be77-74aafe476929",
      "26f38b6b-225c-4608-8dba-281d54b0dc46"
    ],
    "0006": [
      "1c485ee8-2a01-4428-a51c-afadecaab1a0",
      "568e3b81-6966-4274-be77-74aafe476929",
      "26f38b6b-225c-4608-8dba-281d54b0dc46"
    ],
    "0007": [
      "bbc03be8-fe62-4edf-86d5-2e02f581cabc",
      "080173c5-7e41-4d1d-9af9-b21911fdb678",
      "954c02da-9ce6-446f-be7f-e6a3f8ca801f"
    ],
    "0008": [
      "bbc03be8-fe62-4edf-86d5-2e02f581cabc",
      "080173c5-7e41-4d1d-9af9-b21911fdb678",
      "954c02da-9ce6-446f-be7f-e6a3f8ca801f"
    ],
    "0009": [
      "bbc03be8-fe62-4edf-86d5-2e02f581cabc",
      "080173c5-7e41-4d1d-9af9-b21911fdb678",
      "954c02da-9ce6-446f-be7f-e6a3f8ca801f"
    ],
    "0010": [
      "64931dbb-e30d-4218-8c07-742362e29519",
      "b2b91423-5b71-4f28-8697-c96b04a19e0d",
      "cfa81ff1-6059-4e1d-9823-b96ad7c6500c"
    ],
    "0011": [
      "64931dbb-e30d-4218-8c07-742362e29519",
      "b2b91423-5b71-4f28-8697-c96b04a19e0d",
      "cfa81ff1-6059-4e1d-9823-b96ad7c6500c"
    ],
    "0012": [
      "64931dbb-e30d-4218-8c07-742362e29519",
      "b2b91423-5b71-4f28-8697-c96b04a19e0d",
      "cfa81ff1-6059-4e1d-9823-b96ad7c6500c"
    ],
    "0013": [
      "1f5b99dd-675e-4a53-a978-b00747496cb8",
      "6a225fa2-81e5-415f-a320-68bdecd6ae91",
      "6ab17339-a07c-4df5-af3f-aa01290495a8"
    ],
    "0014": [
      "1f5b99dd-675e-4a53-a978-b00747496cb8",
      "6a225fa2-81e5-415f-a320-68bdecd6ae91",
      "6ab17339-a07c-4df5-af3f-aa01290495a8"
    ],
    "0015": [
      "1f5b99dd-675e-4a53-a978-b00747496cb8",
      "6a225fa2-81e5-415f-a320-68bdecd6ae91",
      "6ab17339-a07c-4df5-af3f-aa01290495a8"
    ],
    "0016": [
      "f041f3f1-45b1-4cbf-9079-d05f5a2058d4",
      "981e3c58-43d2-4049-84b7-57b4cfaf8c87",
      "7fe0bbe9-a9df-42d5-8ede-faf5ae3eac97"
    ],
    "0017": [
      "f041f3f1-45b1-4cbf-9079-d05f5a2058d4",
      "981e3c58-43d2-4049-84b7-57b4cfaf8c87",
      "7fe0bbe9-a9df-42d5-8ede-faf5ae3eac97"
    ],
    "0018": [
      "f041f3f1-45b1-4cbf-9079-d05f5a2058d4",
      "981e3c58-43d2-4049-84b7-57b4cfaf8c87",
      "7fe0bbe9-a9df-42d5-8ede-faf5ae3eac97"
    ],
    "0019": [
      "fac67368-a082-4dff-983f-efedadb460f9",
      "6291f072-3b9b-43b4-95b0-6a5cf39be399",
      "22256a34-d29d-4072-a180-f4145b397706"
    ],
    "0020": [
      "fac67368-a082-4dff-983f-efedadb460f9",
      "6291f072-3b9b-43b4-95b0-6a5cf39be399",
      "22256a34-d29d-4072-a180-f4145b397706"
    ],
    "0021": [
      "fac67368-a082-4dff-983f-efedadb460f9",
      "6291f072-3b9b-43b4-95b0-6a5cf39be399",
      "22256a34-d29d-4072-a180-f4145b397706"
    ],
    "0022": [
      "0c6c892c-e5f0-4fd6-8331-46dc419b7228",
      "fd912ac9-c569-4639-bff9-f8b2172ee69e",
      "9736e1eb-2451-4b3d-a6b8-963c9573fb44"
    ],
    "0023": [
      "0c6c892c-e5f0-4fd6-8331-46dc419b7228",
      "fd912ac9-c569-4639-bff9-f8b2172ee69e",
      "9736e1eb-2451-4b3d-a6b8-963c9573fb44"
    ],
    "0024": [
      "0c6c892c-e5f0-4fd6-8331-46dc419b7228",
      "fd912ac9-c569-4639-bff9-f8b2172ee69e",
      "9736e1eb-2451-4b3d-a6b8-963c9573fb44"
    ],
    "0025": [
      "a072d8c3-104e-4e0d-94b1-8d74314340ea",
      "5b6edfd3-fad2-413e-82e7-1a84267c6309",
      "0195dff6-9888-42e3-ab45-956e61dc93f7"
    ],
    "0026": [
      "a072d8c3-104e-4e0d-94b1-8d74314340ea",
      "5b6edfd3-fad2-413e-82e7-1a84267c6309",
      "0195dff6-9888-42e3-ab45-956e61dc93f7"
    ],
    "0027": [
      "a072d8c3-104e-4e0d-94b1-8d74314340ea",
      "5b6edfd3-fad2-413e-82e7-1a84267c6309",
      "0195dff6-9888-42e3-ab45-956e61dc93f7"
    ],
    "0028": [
      "1589d5b3-d6ec-45b9-b157-229b196afc66",
      "a2a3b0eb-bf36-4c53-bd0a-2a6dcba1c20f",
      "e34a80e8-9c99-4be0-9f72-a1d7bb77d8ed"
    ],
    "0029": [
      "1589d5b3-d6ec-45b9-b157-229b196afc66",
      "a2a3b0eb-bf36-4c53-bd0a-2a6dcba1c20f",
      "e34a80e8-9c99-4be0-9f72-a1d7bb77d8ed"
    ],
    "0030": [
      "1589d5b3-d6ec-45b9-b157-229b196afc66",
      "a2a3b0eb-bf36-4c53-bd0a-2a6dcba1c20f",
      "e34a80e8-9c99-4be0-9f72-a1d7bb77d8ed"
    ],
    "0031": [
      "5c9af12f-67eb-4697-96bc-3ea85eb3943d",
      "5208d3af-6e0d-46bc-8f0b-ad6573f30f7a",
      "2572c26c-4228-4dbf-a7f6-6d255ec3d0cc"
    ],
    "0032": [
      "5c9af12f-67eb-4697-96bc-3ea85eb3943d",
      "5208d3af-6e0d-46bc-8f0b-ad6573f30f7a",
      "2572c26c-4228-4dbf-a7f6-6d255ec3d0cc"
    ],
    "0033": [
      "5c9af12f-67eb-4697-96bc-3ea85eb3943d",
      "5208d3af-6e0d-46bc-8f0b-ad6573f30f7a",
      "2572c26c-4228-4dbf-a7f6-6d255ec3d0cc"
    ],
    "0034": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0035": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0036": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0037": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0038": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0039": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0040": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0041": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0042": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0043": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0044": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0045": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0046": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0047": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0048": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0049": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0050": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0051": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0052": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0053": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0054": [
      "50f2c19e-f0d7-49c3-ba15-a42147375fc7",
      "5f39d3ba-f97c-4eb9-8395-be08ce55a4f6",
      "9ef1396f-5675-4553-b162-03a4664cc856",
      "59c7a810-604e-448c-b303-c6fa7ab863c0",
      "742b8d18-854a-46c0-abac-9c36d07e53ff",
      "9786ddfa-5b4e-4990-8259-019fc4a357fe",
      "a8db738c-afaa-4cd5-8804-4e657c2b2d34",
      "a58bf995-0016-48c5-9704-29215311cefe",
      "d82ae1fb-d157-40b5-9223-5d34548a704f",
      "8dabf91a-d29d-4e6c-8b4b-1be11ae5c325",
      "eb53a29e-4a96-44cc-a503-eaf1f4cd0237",
      "0c47f761-6ce6-4734-ad4c-87f382453a12",
      "32493000-63ff-4335-b7ff-7f208e10d20d",
      "240c2dc4-c648-4ff9-8677-c51ab86ce3cb",
      "3bfc644c-0507-418b-a8f9-65e6239f40a6",
      "955a9d15-b232-4dfe-a239-33b7de28c209",
      "4148f925-7fbd-4b7e-b63f-bd8040688aed",
      "08a97a4b-fd56-4dec-bc91-b00d84940f98",
      "5b2580b4-40ee-455f-9436-a53d63e322b9",
      "5a9a18e4-66bc-4d41-890e-829718bab5f5",
      "dff6ee15-6e8e-432b-a3d6-156d46c0f1d1"
    ],
    "0055": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0056": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0057": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0058": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0059": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0060": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0061": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0062": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0063": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0064": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0065": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0066": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0067": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0068": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0069": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0070": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0071": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0072": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0073": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0074": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0075": [
      "37800494-99b5-4768-8d8e-20b0593b19c4",
      "aee59dbc-1d1a-4c0f-b48a-b92c60c5b9da",
      "6764e97f-5ed9-4f55-8da8-47ef9e4e9f16",
      "c6955e1e-54ac-49e6-a480-43caf5c8557a",
      "c0db1d8d-617c-45b3-ae07-dde0e67aa97b",
      "dd50b141-4d4b-4cdc-b6ba-38666687b345",
      "a0eef694-70aa-489a-99b2-df8dae4a25e4",
      "b9cb823b-6aac-4359-bdcd-9ecf595bdd06",
      "092ab9e0-e56e-4b81-9c29-6f462f3f49e3",
      "1efcf83a-6ae5-42a5-a826-ee7b869a6d4b",
      "94011f39-e17f-4c98-ba47-a6bb9a776c8c",
      "c05c5cb4-92ba-4392-85b0-3fd539897719",
      "2787b5e9-ea3f-4bb0-9b2a-34eef41f980d",
      "7a4c8546-1abf-4a4f-85de-cb92f3d3eabe",
      "dd03a64b-f385-4590-8d23-e15c8d831f49",
      "a278dec2-0061-4e98-a7d9-e24e99db7567",
      "ab2a8382-4775-4a05-8c5f-083400d40602",
      "b9d9bcd2-ece7-4e61-8fe0-9a9e045e4171",
      "e2786c05-9102-4757-9c5f-824a8fd1917d",
      "e5ca8de7-ca1b-4d93-84a7-14868c2c10d7",
      "436f6e62-5d63-4e87-9a1d-28e604c330c1"
    ],
    "0076": [
      "51fd056b-1ffa-48e8-9bda-4a1f8d119a78",
      "f7aeb104-3c8f-4997-a015-84dbddb56c06",
      "e2908629-bbbc-4079-b677-0d36d1cfaf88"
    ],
    "0077": [
      "51fd056b-1ffa-48e8-9bda-4a1f8d119a78",
      "f7aeb104-3c8f-4997-a015-84dbddb56c06",
      "e2908629-bbbc-4079-b677-0d36d1cfaf88"
    ],
    "0078": [
      "51fd056b-1ffa-48e8-9bda-4a1f8d119a78",
      "f7aeb104-3c8f-4997-a015-84dbddb56c06",
      "e2908629-bbbc-4079-b677-0d36d1cfaf88"
    ],
    "0079": [
      "c835edf6-f824-4a02-bb66-1af78024046b",
      "d63ec15b-e18e-410e-84f4-dfc8cba7d572",
      "5c71840f-f806-4a74-b140-3584f53b7340"
    ],
    "0080": [
      "c835edf6-f824-4a02-bb66-1af78024046b",
      "d63ec15b-e18e-410e-84f4-dfc8cba7d572",
      "5c71840f-f806-4a74-b140-3584f53b7340"
    ],
    "0081": [
      "c835edf6-f824-4a02-bb66-1af78024046b",
      "d63ec15b-e18e-410e-84f4-dfc8cba7d572",
      "5c71840f-f806-4a74-b140-3584f53b7340"
    ],
    "0082": [
      "345ada45-25d8-46cc-a425-3855b5ffe0f0",
      "f6911343-972a-4a84-925b-9fce03d9935f",
      "fb3dd2fc-5b8b-44aa-81ec-4776f50b0d66"
    ],
    "0083": [
      "345ada45-25d8-46cc-a425-3855b5ffe0f0",
      "f6911343-972a-4a84-925b-9fce03d9935f",
      "fb3dd2fc-5b8b-44aa-81ec-4776f50b0d66"
    ],
    "0084": [
      "345ada45-25d8-46cc-a425-3855b5ffe0f0",
      "f6911343-972a-4a84-925b-9fce03d9935f",
      "fb3dd2fc-5b8b-44aa-81ec-4776f50b0d66"
    ],
    "0085": [
      "b18fa893-9e11-4193-adc7-44e92474712e",
      "9978b5c1-b074-4b3e-85c8-4cf92548eb97",
      "67407e5b-96f5-4bf3-a10d-f6ed2a838e1b"
    ],
    "0086": [
      "b18fa893-9e11-4193-adc7-44e92474712e",
      "9978b5c1-b074-4b3e-85c8-4cf92548eb97",
      "67407e5b-96f5-4bf3-a10d-f6ed2a838e1b"
    ],
    "0087": [
      "b18fa893-9e11-4193-adc7-44e92474712e",
      "9978b5c1-b074-4b3e-85c8-4cf92548eb97",
      "67407e5b-96f5-4bf3-a10d-f6ed2a838e1b"
    ],
    "0088": [
      "ad33e617-2039-4fb9-a5be-896e55ab5736",
      "96cdb767-755c-479e-9762-f494489925b1",
      "72c82f51-dc4a-4159-a685-eaccb14098ce"
    ],
    "0089": [
      "ad33e617-2039-4fb9-a5be-896e55ab5736",
      "96cdb767-755c-479e-9762-f494489925b1",
      "72c82f51-dc4a-4159-a685-eaccb14098ce"
    ],
    "0090": [
      "ad33e617-2039-4fb9-a5be-896e55ab5736",
      "96cdb767-755c-479e-9762-f494489925b1",
      "72c82f51-dc4a-4159-a685-eaccb14098ce"
    ],
    "0091": [
      "80f9e503-861e-4d86-8b86-2899bf12ab32",
      "83409568-f00f-48f8-ae51-424a02f1f9b7",
      "12807b13-9eae-4c2d-8b20-00af9b9d4dda"
    ],
    "0092": [
      "80f9e503-861e-4d86-8b86-2899bf12ab32",
      "83409568-f00f-48f8-ae51-424a02f1f9b7",
      "12807b13-9eae-4c2d-8b20-00af9b9d4dda"
    ],
    "0093": [
      "80f9e503-861e-4d86-8b86-2899bf12ab32",
      "83409568-f00f-48f8-ae51-424a02f1f9b7",
      "12807b13-9eae-4c2d-8b20-00af9b9d4dda"
    ],
    "0094": [
      "983c1e19-0bd4-4e8c-8c26-733026852916",
      "8c609ff8-0ef2-41a6-9e97-ad53e7deeb0e",
      "ff50af75-17fb-4568-b324-0075f110f8e4"
    ],
    "0095": [
      "983c1e19-0bd4-4e8c-8c26-733026852916",
      "8c609ff8-0ef2-41a6-9e97-ad53e7deeb0e",
      "ff50af75-17fb-4568-b324-0075f110f8e4"
    ],
    "0096": [
      "983c1e19-0bd4-4e8c-8c26-733026852916",
      "8c609ff8-0ef2-41a6-9e97-ad53e7deeb0e",
      "ff50af75-17fb-4568-b324-0075f110f8e4"
    ],
    "0097": [
      "e394a465-ef98-4776-8bf3-1a85cdc3e538",
      "a8c87411-4c67-4db7-9aae-a2f074d410ee",
      "4521f8c3-36c0-428c-8dab-fcd9e61e32a4"
    ],
    "0098": [
      "e394a465-ef98-4776-8bf3-1a85cdc3e538",
      "a8c87411-4c67-4db7-9aae-a2f074d410ee",
      "4521f8c3-36c0-428c-8dab-fcd9e61e32a4"
    ],
    "0099": [
      "e394a465-ef98-4776-8bf3-1a85cdc3e538",
      "a8c87411-4c67-4db7-9aae-a2f074d410ee",
      "4521f8c3-36c0-428c-8dab-fcd9e61e32a4"
    ],
    "0100": [
      "46f9fea7-e5b2-45f0-8699-fc51832a2f9d"
    ],
    "0101": [
      "66bd5801-e1c7-4266-b732-134519189b3b",
      "7afe0794-d82e-463a-90b7-dea96c57d639",
      "21737325-638e-4bae-a4a9-cb1f68f6ecaa"
    ],
    "0102": [
      "66bd5801-e1c7-4266-b732-134519189b3b",
      "7afe0794-d82e-463a-90b7-dea96c57d639",
      "21737325-638e-4bae-a4a9-cb1f68f6ecaa"
    ],
    "0103": [
      "66bd5801-e1c7-4266-b732-134519189b3b",
      "7afe0794-d82e-463a-90b7-dea96c57d639",
      "21737325-638e-4bae-a4a9-cb1f68f6ecaa"
    ],
    "0104": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0105": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0106": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0107": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0108": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0109": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0110": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0111": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0112": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0113": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0114": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0115": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0116": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0117": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0118": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0119": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0120": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0121": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0122": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0123": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0124": [
      "85afc369-fb3e-4bd4-9dcf-476bfbb2f06e",
      "369c5be3-cedc-400d-8f05-7bbf348f1775",
      "e2f11428-1f4f-4f8e-bb93-df7e3daadee3",
      "4ce8a4c7-13b0-45d0-9208-76323e4cba3c",
      "92f9803c-164a-4062-b281-ff4d6a8e94a6",
      "91ff0008-f276-4c04-83a5-20c264b00248",
      "4b4e3a50-011b-41c5-adf7-9bfa8809936d",
      "53e66730-206c-47a3-a0b1-d2d9b7f784c2",
      "446b6ea1-4a9b-41cf-a448-0f1277d0ffb8",
      "280cf0f5-61b9-424b-b436-a711af29d7e3",
      "8c9e1ae0-17d5-4421-bbe3-bdc721fbade8",
      "eff9b190-ae43-414b-9dce-2d5533b089ae",
      "3fb14099-63ce-4a9b-b8a7-d78d81189f4a",
      "fbdb0188-a401-4e13-a431-194ed413d8d6",
      "838d8ea7-b62f-4a10-86a0-b0b01ccfce3f",
      "c2560344-5d29-4f3d-ae2b-f501d2d516af",
      "bee39f11-c1cf-4630-8a20-ebb3335c4d97",
      "2e1ed2e8-0a8e-4dea-b7e6-ef55e9cdd967",
      "8f0cf89d-fa45-458a-9053-929d1a6573bb",
      "d5110398-8431-4c8d-8a80-0f0f780b2643",
      "f60871ac-4a9e-453e-a0c5-fadd49589bdb"
    ],
    "0125": [
      "5343f44d-7988-4b76-baee-29d93b27cdfe",
      "5c24e49f-bc1c-42bf-bd84-9413db55ec87",
      "bada89b9-07e6-4cbc-a969-a9b4d3866752"
    ],
    "0126": [
      "5343f44d-7988-4b76-baee-29d93b27cdfe",
      "5c24e49f-bc1c-42bf-bd84-9413db55ec87",
      "bada89b9-07e6-4cbc-a969-a9b4d3866752"
    ],
    "0127": [
      "5343f44d-7988-4b76-baee-29d93b27cdfe",
      "5c24e49f-bc1c-42bf-bd84-9413db55ec87",
      "bada89b9-07e6-4cbc-a969-a9b4d3866752"
    ],
    "0128": [
      "f9431ae9-396f-444f-83e5-4a3a880f9cf3",
      "a473333d-f008-4dfe-a04d-bd71e1f08399",
      "b086e86d-76c7-4aa0-aaae-6ba3c93006cc"
    ],
    "0129": [
      "f9431ae9-396f-444f-83e5-4a3a880f9cf3",
      "a473333d-f008-4dfe-a04d-bd71e1f08399",
      "b086e86d-76c7-4aa0-aaae-6ba3c93006cc"
    ],
    "0130": [
      "f9431ae9-396f-444f-83e5-4a3a880f9cf3",
      "a473333d-f008-4dfe-a04d-bd71e1f08399",
      "b086e86d-76c7-4aa0-aaae-6ba3c93006cc"
    ],
    "0131": [
      "d0d76f75-03bc-4e22-8e03-1bd71f0124cb",
      "f9855153-400c-4cc0-a962-0389752b14f1",
      "a23925c2-2dd5-4876-a215-faf171a3932a"
    ],
    "0132": [
      "d0d76f75-03bc-4e22-8e03-1bd71f0124cb",
      "f9855153-400c-4cc0-a962-0389752b14f1",
      "a23925c2-2dd5-4876-a215-faf171a3932a"
    ],
    "0133": [
      "d0d76f75-03bc-4e22-8e03-1bd71f0124cb",
      "f9855153-400c-4cc0-a962-0389752b14f1",
      "a23925c2-2dd5-4876-a215-faf171a3932a"
    ],
    "0134": [
      "2eddc6b7-f525-49e9-b53d-ffdc0551b09b",
      "96b4918e-d2c4-4468-9e22-d283a13334d0",
      "96b0fd51-9e4a-4d65-bad0-af53f101343e",
      "f57c843a-255a-45ec-94f1-be3f1560e11a",
      "2af3f286-605a-4875-a6de-b8de2a911bd5"
    ],
    "0135": [
      "2eddc6b7-f525-49e9-b53d-ffdc0551b09b",
      "96b4918e-d2c4-4468-9e22-d283a13334d0",
      "96b0fd51-9e4a-4d65-bad0-af53f101343e",
      "f57c843a-255a-45ec-94f1-be3f1560e11a",
      "2af3f286-605a-4875-a6de-b8de2a911bd5"
    ],
    "0136": [
      "2eddc6b7-f525-49e9-b53d-ffdc0551b09b",
      "96b4918e-d2c4-4468-9e22-d283a13334d0",
      "96b0fd51-9e4a-4d65-bad0-af53f101343e",
      "f57c843a-255a-45ec-94f1-be3f1560e11a",
      "2af3f286-605a-4875-a6de-b8de2a911bd5"
    ],
    "0137": [
      "2eddc6b7-f525-49e9-b53d-ffdc0551b09b",
      "96b4918e-d2c4-4468-9e22-d283a13334d0",
      "96b0fd51-9e4a-4d65-bad0-af53f101343e",
      "f57c843a-255a-45ec-94f1-be3f1560e11a",
      "2af3f286-605a-4875-a6de-b8de2a911bd5"
    ],
    "0138": [
      "2eddc6b7-f525-49e9-b53d-ffdc0551b09b",
      "96b4918e-d2c4-4468-9e22-d283a13334d0",
      "96b0fd51-9e4a-4d65-bad0-af53f101343e",
      "f57c843a-255a-45ec-94f1-be3f1560e11a",
      "2af3f286-605a-4875-a6de-b8de2a911bd5"
    ],
    "0139": [
      "9dc4e05b-7e3b-468f-b444-44b788476fd1",
      "8c9ab1a1-5c01-4dc8-8c76-86e6b96b539f",
      "e4345e2e-82d5-459d-afa2-c7c453fec482"
    ],
    "0140": [
      "9dc4e05b-7e3b-468f-b444-44b788476fd1",
      "8c9ab1a1-5c01-4dc8-8c76-86e6b96b539f",
      "e4345e2e-82d5-459d-afa2-c7c453fec482"
    ],
    "0141": [
      "9dc4e05b-7e3b-468f-b444-44b788476fd1",
      "8c9ab1a1-5c01-4dc8-8c76-86e6b96b539f",
      "e4345e2e-82d5-459d-afa2-c7c453fec482"
    ],
    "0143": [
      "0d5f73b9-613f-40aa-8624-0054fb353076"
    ],
    "0144": [
      "f33c7fd7-55c7-4de2-91de-8a8afd67d980",
      "8a84d105-577e-476b-8c48-542b74ede4f3",
      "02bc23e5-056f-45ae-b066-f29211e7a54d"
    ],
    "0145": [
      "f33c7fd7-55c7-4de2-91de-8a8afd67d980",
      "8a84d105-577e-476b-8c48-542b74ede4f3",
      "02bc23e5-056f-45ae-b066-f29211e7a54d"
    ],
    "0146": [
      "f33c7fd7-55c7-4de2-91de-8a8afd67d980",
      "8a84d105-577e-476b-8c48-542b74ede4f3",
      "02bc23e5-056f-45ae-b066-f29211e7a54d"
    ],
    "0147": [
      "97dd3a33-2395-4b58-a575-06c62ae39b43",
      "37d9305b-4881-43a5-b77f-b7f667e2c928",
      "e01e6cbe-7248-4413-9d83-5e4d52bbc5af"
    ],
    "0148": [
      "97dd3a33-2395-4b58-a575-06c62ae39b43",
      "37d9305b-4881-43a5-b77f-b7f667e2c928",
      "e01e6cbe-7248-4413-9d83-5e4d52bbc5af"
    ],
    "0149": [
      "97dd3a33-2395-4b58-a575-06c62ae39b43",
      "37d9305b-4881-43a5-b77f-b7f667e2c928",
      "e01e6cbe-7248-4413-9d83-5e4d52bbc5af"
    ],
    "0150": [
      "3f7e1c2d-66e2-43db-a2a7-21542ac5ed1e",
      "2a8d546d-67ce-4344-9e24-221f3e31b7d3",
      "590c6a04-167c-4b96-bc85-9ca2460330c2"
    ],
    "0151": [
      "3f7e1c2d-66e2-43db-a2a7-21542ac5ed1e",
      "2a8d546d-67ce-4344-9e24-221f3e31b7d3",
      "590c6a04-167c-4b96-bc85-9ca2460330c2"
    ],
    "0152": [
      "3f7e1c2d-66e2-43db-a2a7-21542ac5ed1e",
      "2a8d546d-67ce-4344-9e24-221f3e31b7d3",
      "590c6a04-167c-4b96-bc85-9ca2460330c2"
    ],
    "0153": [
      "d63bd5d7-8d93-4de1-9ad4-86dfb572ae73",
      "0b2ff5c1-8d7c-4ada-baa1-98463e24ac67",
      "9a659b39-eb59-459d-8efe-f86f715f23ab"
    ],
    "0154": [
      "d63bd5d7-8d93-4de1-9ad4-86dfb572ae73",
      "0b2ff5c1-8d7c-4ada-baa1-98463e24ac67",
      "9a659b39-eb59-459d-8efe-f86f715f23ab"
    ],
    "0155": [
      "d63bd5d7-8d93-4de1-9ad4-86dfb572ae73",
      "0b2ff5c1-8d7c-4ada-baa1-98463e24ac67",
      "9a659b39-eb59-459d-8efe-f86f715f23ab"
    ]
  },
  "node_count": 156,
  "generation_model": "deepseek-v3.2",
  "generated_at": "2026-02-10T03:29:16.568979",
  "article_count": 151,
  "generation_time_s": 130.5037887096405
}