{
  "slug": "2012-3-2012",
  "bundle_path": "backups/all_bundles/code/2012-3-2012.json",
  "document_id": "7fd9ef04-e8e2-47e9-a58a-ea781af94599",
  "document_title": "2012.3",
  "tree_json": {
    "doc_name": "2012-3-2012",
    "doc_description": "This document is the February 1, 2012, issue of the Official Journal of the Democratic Republic of the Congo, containing a compilation of legal acts including ministerial decrees granting legal status to various non-profit associations, forest concession contracts, and regulations for leisure and gaming activities.",
    "structure": [
      {
        "title": "2012.3",
        "node_id": "0000",
        "prefix_summary": "# 2012.3",
        "line_num": 1,
        "nodes": [
          {
            "title": "Article 1",
            "node_id": "0001",
            "summary": "###### Article 1\n\nEst enregistré le parti politique dénommé « Alliance des\nForces Démocratiques du Congo », en sigle « A.F.D.C. » ;",
            "line_num": 4
          },
          {
            "title": "partie i",
            "node_id": "0002",
            "prefix_summary": "## partie i",
            "line_num": 10,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0003",
                "summary": "This partial document outlines the contractual obligations of a forestry concession holder regarding management and development plans. The main points covered are:\n\n1.  The concessionaire must submit a comprehensive long-term **\"plan d’aménagement\" (management plan)** for approval within four years, which will then become part of the contract.\n2.  In the interim period before that plan is approved, operations must follow an approved **\"plan de gestion\" (operational plan)**, submitted alongside the concession contract.\n3.  The operational plan must include specific commitments for the first four years: the first four annual cutting areas, a schedule for consulting local communities/indigenous peoples, environmental protection and biodiversity conservation measures, and details of industrial investments.\n4.  The terms of the operational plan will be incorporated into the contract's annex.\n5.  A one-year extension for submitting the management plan may be granted under exceptional circumstances.\n6.  The preparation of both plans requires the dissemination of documents and regular consultation with local communities/indigenous peoples, with the possibility of administrative oversight.",
                "line_num": 13
              }
            ]
          },
          {
            "title": "partie i",
            "node_id": "0004",
            "prefix_summary": "## partie i",
            "line_num": 82,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0005",
                "summary": "This partial document, Article 10, outlines the contractual obligations of a forest concession holder regarding management plans. The main points covered are:\n\n1.  The concessionaire must submit a comprehensive, long-term **management plan (*plan d'aménagement*)** for sustainable forest management within four years for approval. Once approved, it becomes part of the contract.\n2.  In the interim period before the long-term plan is approved, the concessionaire must operate under an interim **operational plan (*plan de gestion*)**. This plan must be approved alongside the concession contract and details the concessionaire's commitments for the initial exploitation phase.\n3.  The interim operational plan must specify: the first four annual cutting areas; a schedule for consulting with local communities/indigenous peoples on socio-economic plans; a description of environmental protection and biodiversity conservation activities; and the industrial investments to be made during the first four years.\n4.  The terms of the interim plan will be incorporated into the contract's specifications.\n5.  A one-year extension for submitting the long-term management plan may be granted under justified circumstances.\n6.  The preparation of both plans requires the dissemination of documentation and regular consultation with local communities/indigenous peoples, with the possibility of administrative oversight.",
                "line_num": 85
              }
            ]
          },
          {
            "title": "partie i",
            "node_id": "0006",
            "prefix_summary": "## partie i",
            "line_num": 148,
            "nodes": [
              {
                "title": "Article 10",
                "node_id": "0007",
                "summary": "This partial document outlines the obligations of a forest concessionaire regarding management plans. It specifies that within four years, the concessionaire must submit a comprehensive long-term management plan for sustainable forest management, which becomes part of the contract upon approval. In the interim period before this plan is approved, the concessionaire must operate according to a preliminary management plan, submitted and approved alongside the concession contract. This preliminary plan details commitments for the first four years, including annual cutting areas, schedules for consulting local communities, environmental protection measures, and industrial investments. These terms are incorporated into the contract annex. The document also allows for a possible one-year extension to submit the long-term plan and mandates consultation with local communities during the preparation of both plans.",
                "line_num": 151
              },
              {
                "title": "Article 10",
                "node_id": "0008",
                "summary": "###### Article 10\n\nL’agrément ou l’enregistrement des casinos et machines à\nsous doivent être couverts par la certification de l’Office\nCongolais de Contrôle.",
                "line_num": 214
              },
              {
                "title": "Article 11",
                "node_id": "0009",
                "summary": "This partial document outlines the environmental and biodiversity protection obligations of a concession holder (concessionaire). The main points covered are:\n1. The concessionaire must comply with existing environmental legislation and contribute to combating bush fires, poaching, and illegal logging.\n2. The concessionaire must ensure its activities do not cause or promote poaching or environmental degradation.\n3. To achieve this, the concessionaire must implement specific control measures within the concession territory, including: prohibiting firearms in company vehicles; closing access roads to exploitation areas; restricting access for foreign vehicles; prohibiting poaching for employees and families by providing affordable alternative food; implementing adequate environmental safeguard measures; and minimizing, reducing, or compensating for negative environmental impacts from infrastructure work.",
                "line_num": 221
              },
              {
                "title": "Article 11",
                "node_id": "0010",
                "summary": "###### Article 11\n\nLe renouvellement ou l’enregistrement annuel est compris\ncomme l’engagement de poursuivre l’activité au cours de\nl’année.\nAinsi, toute absence d’acte de renouvellement et\nd’enregistrement\nentraîne\nle\nretrait\nd’agrément\nou\nd’autorisation.",
                "line_num": 261
              },
              {
                "title": "Article 11",
                "node_id": "0011",
                "summary": "The partial document outlines the environmental and biodiversity protection obligations of a concession holder. It mandates compliance with relevant laws and requires the concessionaire to actively combat bushfires, poaching, and illegal logging. A key requirement is to ensure concession activities do not cause or encourage poaching or environmental degradation. To achieve this, the document lists six specific control measures the concessionaire must implement, including banning firearms in company vehicles, restricting access to exploitation areas, prohibiting poaching by employees, providing affordable alternative food, implementing environmental safeguards, and minimizing the negative environmental impact of infrastructure work.",
                "line_num": 276
              },
              {
                "title": "Article 11",
                "node_id": "0012",
                "summary": "This partial document outlines the environmental and biodiversity protection obligations of a concessionaire (grant holder). It specifies that the concessionaire must comply with relevant laws and actively combat bush fires, poaching, and illegal logging within the concession area. The text details that the concessionaire must prevent its activities from causing or facilitating poaching or environmental degradation. To achieve this, it lists six specific control measures to be implemented, including prohibiting firearms in company vehicles, restricting access to exploitation areas and foreign vehicles, providing affordable alternative food to employees to deter poaching, implementing environmental safeguards from relevant plans, and minimizing negative environmental impacts from infrastructure work.",
                "line_num": 316
              },
              {
                "title": "Article 12",
                "node_id": "0013",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\ndiversité biologique.\nCette mise en réserve se fait sur base de l’inventaire des\nressources forestières ou en cours d’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 356
              },
              {
                "title": "Article 12",
                "node_id": "0014",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\ndiversité biologique.\nCette mise en réserve se fait sur base de l’inventaire des\nressources forestières ou en cours d’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 369
              },
              {
                "title": "Article 12",
                "node_id": "0015",
                "summary": "###### Article 12\n\nLe concessionnaire est tenu de respecter la mise en\nréserve de certaines essences et toutes restrictions édictées par\nl’administration chargée des forêts dans le but de protéger la\ndiversité biologique.\nCette mise en réserve se fait sur base de l’inventaire des\nressources forestières ou en cours d’exploitation.\nLa liste des essences forestières dont l’exploitation est\ninterdite est reprise dans les clauses particulières du cahier des\ncharges en annexe.",
                "line_num": 382
              },
              {
                "title": "Article 12",
                "node_id": "0016",
                "summary": "###### Article 12\n\nIl peut être mis fin aux activités d’exploitation d’une\nentreprise de jeux de hasard ou établissement des machines à\nsous pour justes motifs notamment pour des raisons tenant à\nl’ordre public, aux bonnes mœurs, ou pour inobservance des\ndispositions légales et règlementaires relatives aux jeux de\nhasard en République Démocratique du Congo et ce, sans\npréjudice des poursuites judiciaires à l’encontre du promoteur\nde l’établissement de jeux.",
                "line_num": 395
              },
              {
                "title": "Article 13",
                "node_id": "0017",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 407
              },
              {
                "title": "Article 13",
                "node_id": "0018",
                "summary": "###### Article 13\n\nLa décision de mettre fin aux activités d’un établissement\nest prise par le Ministre de la Jeunesse et des Sports après une\nmise en demeure sur proposition motivée des services\ncompétents et vaut retrait de l’autorisation d’exploiter.",
                "line_num": 416
              },
              {
                "title": "Article 13",
                "node_id": "0019",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 424
              },
              {
                "title": "Article 13",
                "node_id": "0020",
                "summary": "###### Article 13\n\nLe concessionnaire est tenu de matérialiser physiquement\nles limites de la concession, des blocs quinquennaux et des\nassiettes annuelles de coupe conformément à la réglementation\nen vigueur. Aucune exploitation ne peut être entamée avant la\nmatérialisation des limites de l’assiette annuelle de coupe.",
                "line_num": 433
              },
              {
                "title": "Article 14",
                "node_id": "0021",
                "summary": "This partial document outlines forestry concession regulations before a management plan is approved. It specifies that the concessionaire may only harvest one annual cutting area, limited to 1/25th of the total concession area. The annual harvest period ends on December 31. All tree species and diameters permitted by the forestry exploitation decree and the future management plan may be harvested. The text emphasizes that minimum cutting diameters must ensure sufficient seed trees remain for regeneration. Furthermore, if there is a risk of significant vegetation or soil degradation, the management plan must set a maximum number of exploitable trees per annual cutting area, considering all species combined.",
                "line_num": 442
              },
              {
                "title": "Article 14",
                "node_id": "0022",
                "summary": "This partial document outlines regulations for a concessionaire managing a forest area before the approval of a final management plan. The main points covered are:\n1.  A temporary annual cutting area limit, set as 1/25th of the total concession area.\n2.  The deadline for this annual cut, which is December 31st of the applicable year.\n3.  Authorization to harvest all permitted tree species and diameters as defined by existing forestry exploitation regulations and the future management plan.\n4.  A requirement for the management plan to set minimum cutting diameters that ensure enough seed-bearing trees remain for the regeneration of each species.\n5.  A provision for the management plan to set a maximum number of harvestable trees per annual cutting area when there is a risk of significant damage to vegetation cover or soil.",
                "line_num": 475
              },
              {
                "title": "Article 14",
                "node_id": "0023",
                "summary": "###### Article 14\n\nLe retrait de l’autorisation dûment justifié n’ouvre à\naucune indemnisation.",
                "line_num": 502
              },
              {
                "title": "Article 14",
                "node_id": "0024",
                "summary": "This partial document covers regulations for a concessionaire's logging activities prior to the approval of a final management plan. It specifies that only one annual cutting area, not exceeding 1/25th of the total concession, may be exploited. The annual cut must be closed by December 31st. It authorizes the harvesting of all tree species and diameters permitted by existing forestry regulations and the future plan. Key requirements include maintaining minimum cutting diameters to preserve enough seed trees for regeneration and, where there is risk of significant vegetation or soil damage, setting a maximum number of harvestable trees per annual cutting area for all species combined.",
                "line_num": 508
              },
              {
                "title": "Article 15",
                "node_id": "0025",
                "summary": "This partial document defines and distinguishes two key forestry management concepts: the \"diamètre minimum d’aménagement\" (minimum management diameter) and the \"diamètre minimum d’exploitation\" (minimum exploitation diameter). It states that the management diameter is set based on inventory and regeneration calculations for each tree species and concession, and it is the diameter at which harvesting is planned within the management plan. It explicitly prohibits the management diameter from being lower than the exploitation diameter, which is the legal minimum diameter below which logging a species is forbidden. Finally, it stipulates that before a management plan is approved, the concessionaire must apply the minimum diameter set by the central forestry authority.",
                "line_num": 541
              },
              {
                "title": "Article 15",
                "node_id": "0026",
                "summary": "###### Article 15\n\nTout exploitant de jeux de hasard ou machines à sous\ndont l’autorisation a été retirée ne pourra prétendre à une\nnouvelle autorisation.",
                "line_num": 559
              },
              {
                "title": "Article 15",
                "node_id": "0027",
                "summary": "The partial document defines and establishes rules for the \"minimum management diameter\" (diamètre minimum d'aménagement) in forestry. It specifies that this diameter is determined based on inventory and regeneration calculations for each species, considering regeneration needs. It is the diameter from which harvesting is planned within a cutting cycle. The document mandates that this management diameter cannot be lower than the \"minimum exploitation diameter\" (diamètre minimum d’exploitation), which is the threshold below which harvesting a species is prohibited. Finally, it states that until a management plan is approved, the concessionaire must apply the minimum diameter set by the central forestry administration.",
                "line_num": 566
              },
              {
                "title": "Article 15",
                "node_id": "0028",
                "summary": "This partial document defines the concept of \"minimum management diameter\" (diamètre minimum d’aménagement) for forestry. It explains that this diameter is set based on inventory data and regeneration calculations, and marks the size at which trees are planned for harvest. It establishes that this diameter cannot be lower than the \"minimum exploitation diameter\" (the smallest size allowed for cutting). Finally, it states that until a formal management plan is approved, the concessionaire must apply a minimum diameter set by the central forestry administration.",
                "line_num": 590
              },
              {
                "title": "Article 16",
                "node_id": "0029",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 608
              },
              {
                "title": "Article 16",
                "node_id": "0030",
                "summary": "###### Article 16\n\nTout exploitant d’une entreprise de jeux de hasard ou\nétablissement des machines à sous, qui de sa propre initiative,\nsuspend son activité pendant une période de temps supérieure\nà 6 mois, sera déchu de son autorisation.\nTout exploitant qui désire cesser ses activités est tenu\nd’aviser le Ministre de la Jeunesse et des Sports et\nl’Administration fiscale dans le délai légal avant la date de\ncessation définitive des activités.",
                "line_num": 615
              },
              {
                "title": "Article 16",
                "node_id": "0031",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 627
              },
              {
                "title": "Article 16",
                "node_id": "0032",
                "summary": "###### Article 16\n\nLe concessionnaire est tenu de procéder au marquage des\nbois qu’il coupe conformément à la réglementation en matière\nd’exploitation forestière.",
                "line_num": 634
              },
              {
                "title": "Article 17",
                "node_id": "0033",
                "summary": "This partial document outlines the obligations of a concessionaire (likely a company granted a long-term lease or contract) regarding socio-economic infrastructure and social services for local communities and/or indigenous peoples. The key points are:\n\n1. The concessionaire is committed to building socio-economic infrastructure and providing social services as defined in the specifications document.\n2. During the preparation of the management plan, the concessionaire must consult with adjacent local communities and/or indigenous peoples on the socio-economic plan and infrastructure, which will be formalized in a definitive specifications document annexed to the management plan.\n3. This definitive plan will cover the five years following the approval of the management plan and will be updated every five years.\n4. Additionally, and notwithstanding the above, the concessionaire must implement a socio-economic plan (including infrastructure and services) for the entire duration of the management plan, developed through consultations with these communities.",
                "line_num": 641
              },
              {
                "title": "Article 17",
                "node_id": "0034",
                "summary": "###### Article 17\n\nTout exploitant d’une entreprise de jeux ou établissement\ndes machines à sous qui n’aurait pas exécuté son projet dans\nun délai d’un an de la date d’effet de l’autorisation, perd le\nbénéfice de l’autorisation ;\nToutefois, l’autorisation pourra être renouvelée si\nl’inaction découle d’un cas de force majeure dûment\nconstatée.\nLe promoteur défaillant sera exclu du bénéfice d’une\nnouvelle autorisation pour une période minimum de deux ans.",
                "line_num": 681
              },
              {
                "title": "Article 17",
                "node_id": "0035",
                "summary": "The partial document outlines the obligations of a concessionaire regarding socio-economic infrastructure and social services for local communities and/or indigenous peoples. It specifies that the concessionaire must consult these communities during the planning phase to develop a socio-economic plan, which will be formalized in a specifications document annexed to the management plan. This plan covers the first five years after approval and is updated every five years. Additionally, the concessionaire is committed to implementing a socio-economic plan, including infrastructure and services, throughout the entire duration of the management plan.",
                "line_num": 694
              },
              {
                "title": "Article 17",
                "node_id": "0036",
                "summary": "This partial document, Article 17, outlines the obligations of a concessionaire regarding socio-economic development for local communities and/or indigenous peoples. The main points covered are:\n\n1.  The concessionaire's commitment to build socio-economic infrastructure and provide social services as defined in the project specifications.\n2.  The requirement to consult with local communities/indigenous peoples during the preparation of the management plan to define these socio-economic plans and infrastructure.\n3.  The initial plan will cover the five years following the management plan's approval and will be updated every five years.\n4.  Furthermore, the concessionaire must implement a comprehensive socio-economic plan, including infrastructure and services, for the entire duration of the management plan, developed through consultations.",
                "line_num": 734
              },
              {
                "title": "Article 18",
                "node_id": "0037",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du code forestier relatives à la\ngarantie bancaire.",
                "line_num": 774
              },
              {
                "title": "Article 18",
                "node_id": "0038",
                "summary": "###### Article 18\n\nTout exploitant dont la défaillance résulte de la faillite ou\nd’une entorse grave à la réglementation sur les jeux de hasard\npeut être déchu de tout droit à exploiter un établissement des\njeux ou en assure la direction en République Démocratique du\nCongo.\nToute mesure de cette nature prise à l’encontre de\nl’exploitant s’applique également au fondé du pouvoir et au\nDirecteur technique.",
                "line_num": 781
              },
              {
                "title": "Article 18",
                "node_id": "0039",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du code forestier relatives à la\ngarantie bancaire.",
                "line_num": 793
              },
              {
                "title": "Article 18",
                "node_id": "0040",
                "summary": "###### Article 18\n\nLe concessionnaire n’est pas concerné par l’exécution des\ndispositions de l’article 82 du code forestier relatives à la\ngarantie bancaire.",
                "line_num": 800
              },
              {
                "title": "Article 19",
                "node_id": "0041",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 807
              },
              {
                "title": "Article 19",
                "node_id": "0042",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 814
              },
              {
                "title": "Article 19",
                "node_id": "0043",
                "summary": "###### Article 19\n\nLes services des loisirs arrêtent un calendrier conjoint\navec les services de la DGRAD pour effectuer des missions de\nvérification visant à confronter les données des déclarations\nsouscrites par l’assujetti aux faits matériels afin d’apprécier\nl’exactitude desdites déclarations et de procéder, le cas\néchéant, à l’établissement des suppléments des droits, taxes et\nredevances éludés.",
                "line_num": 821
              },
              {
                "title": "Article 19",
                "node_id": "0044",
                "summary": "###### Article 19\n\nLe concessionnaire est tenu au paiement régulier et dans\nles délais légaux des taxes et redevances forestières en vigueur\net ne peut bénéficier d’aucune exonération.",
                "line_num": 832
              },
              {
                "title": "Article 1er",
                "node_id": "0045",
                "summary": "This partial document contains the first article of a legal publication (likely a decree or law) from the Democratic Republic of Congo's Official Journal. It grants legal personality (non-profit status) to a confessional religious association named \"Congo Assemblies Of God Africa – Forward in Faith\" (C.A.O.G.A.FIF), headquartered in Kinshasa. The main points covered are the formal recognition of the association and the detailed listing of its purposes, which include promoting worship, evangelism, Christian education, establishing schools and libraries, fostering fraternity with other Christian organizations, engaging in charitable work, and obeying governmental authorities in accordance with its beliefs.",
                "line_num": 839
              },
              {
                "title": "Article 1er",
                "node_id": "0046",
                "summary": "###### Article 1er\n\nSont validés, les contrats emphytéose n° NA/E 41, 42, 43,\n44, 45, 46, 47, 48, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57,\n58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 67, 68, 69, 70, 71, 72,\n73, 74, 75, 76, 77, 78, 79 et 80 du 11 septembre 2010 des\nparcelles n° SR 120 à SR 159 du plan cadastral de Ngwaka ,\nTerritoire de Budjala.",
                "line_num": 883
              },
              {
                "title": "Article 1er",
                "node_id": "0047",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans\nbut\nlucratif\nconfessionnelle\ndénommée « Mission\nEvangélique la Puissance de Dieu », en sigle « M.E.P.D. »,\ndont le siège social est fixé à Lubumbashi, sur l’avenue Sabo,\nn° …, Quartier Muna, Commune de Lubumbashi, Province du\nKatanga, en République Démocratique du Congo ;\nCette association a pour buts  de :\n- gagner les âmes à notre Seigneur Jésus-Christ ;\n- affermir la foi de ses membres ;\n- restaurer et former les serviteurs de Dieu.",
                "line_num": 893
              },
              {
                "title": "Article 1er",
                "node_id": "0048",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties.\nIl est complété par le cahier des charges ci-annexé ;\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nconcessionnaire pendant les quatre premières années du\ncontrat de concession.\nLe cahier des charges fait partie intégrante du présent\ncontrat de concession.",
                "line_num": 911
              },
              {
                "title": "Article 1er",
                "node_id": "0049",
                "summary": "The partial document covers the establishment and purposes of a non-profit religious association called the \"Ministry of Intercession for Military Families in Jesus-Christ\" (MIFAMJC) in Kinshasa, Democratic Republic of Congo. The main points are its legal recognition, headquarters location, and its five stated goals: evangelizing and sensitizing military families to behave as Christians, praying for and delivering possessed military families, praying for the deliverance of the country, praying for the protection of political and military authorities, and strengthening military families whose leaders are on service missions or at the front.",
                "line_num": 926
              },
              {
                "title": "Article 1er",
                "node_id": "0050",
                "summary": "This partial document is the first article of the official journal of the Democratic Republic of the Congo, detailing the legal establishment and objectives of a non-profit, non-confessional association called SADRI (Service d’Appui au Développement Régional Intégré). It specifies the association's headquarters in Lubumbashi and outlines its primary goals, which focus on promoting integrated regional development in Katanga Province and the DRC. These goals include poverty alleviation, improving socio-economic and cultural conditions, strategic planning for provincial development, supporting local initiatives and community development offices, capacity building, coordinating technical and financial support, educating populations on democracy and peace, executing development projects, and establishing local and international partnerships.",
                "line_num": 946
              },
              {
                "title": "Article 1er",
                "node_id": "0051",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans but lucratif non confessionnelle dénommée « Fondation\nTaylor Lubanga », en sigle «F.T.L. », dont le siège social est\nfixé à Kinshasa, au n° 1 bis, avenue Kimwenza, Quartier\nYolo-Nord,\nCommune\nde\nKalamu\nen\nRépublique\nDémocratique du Congo.\nCette association a pour buts :\n- l’encadrement professionnel des jeunes désœuvrés et\nenfants de la rue ;\n- la formation professionnelle de la femme ;\n- la sensibilisation des contribuables au civisme fiscal.",
                "line_num": 1022
              },
              {
                "title": "Article 1er",
                "node_id": "0052",
                "summary": "This partial document is the first article of a legal statute or decree. It grants legal personality to a non-profit religious association called \"Ministère Evangélique et Prophétique pour la Repentance\" (M.E.P.R.), establishes its headquarters in Kinshasa, Democratic Republic of the Congo, and lists its six main purposes: evangelism, building schools to fight illiteracy, promoting health through medical centers, creating social homes, providing social assistance to disadvantaged persons, and converting values for the authorities.",
                "line_num": 1042
              },
              {
                "title": "Article 1er",
                "node_id": "0053",
                "summary": "###### Article 1er\n\nLe bloc III ouvert à l’exploration dans le bassin du\nGraben albertine couvre une superficie de 3203,83 km2 ;",
                "line_num": 1067
              },
              {
                "title": "Article 1er",
                "node_id": "0054",
                "summary": "###### Article 1er\n\nLe titre scolaire (diplôme d’Etat) de l’agent dont les noms\net grade ci-après est reconnu par l’Inspection générale de\nl’Enseignement Primaire, Secondaire et Professionnel, seule\ninstitution autorisée.\nIl s’agit de :\nNom                             Grade\nOsango Onia               2ème Conseiller d’Ambassade",
                "line_num": 1073
              },
              {
                "title": "Article 1er",
                "node_id": "0055",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties.\nIl est complété par le cahier des charges ci-annexé ;\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nconcessionnaire pendant les quatre premières années du\ncontrat de concession.\nLe cahier des charges fait partie intégrante du présent\ncontrat de concession.",
                "line_num": 1084
              },
              {
                "title": "Article 1er",
                "node_id": "0056",
                "summary": "###### Article 1er\n\nL’objet du présent contrat est de définir les droits et\nobligations des parties.\nIl est complété par le cahier des charges ci-annexé ;\nLe cahier des charges comporte en annexe, un plan de\ngestion préparé par le concessionnaire et approuvé par\nl’administration et décrivant l’ensemble des investissements et\ndes activités qui seront entreprises et réalisées par le\nconcessionnaire pendant les quatre premières années du\ncontrat de concession.\nLe cahier des charges fait partie intégrante du présent\ncontrat de concession ;",
                "line_num": 1099
              },
              {
                "title": "Article 1er",
                "node_id": "0057",
                "summary": "This partial document is the first article of a legal statute establishing a non-profit, non-confessional association named \"Agir pour le Bien-être du Congo\" (A.B.C.). The main points covered are the granting of legal personality to the association, the location of its headquarters, and a detailed list of its five primary objectives. These objectives focus on socio-sanitary and humanitarian support in the Democratic Republic of the Congo, specifically through: creating and supporting health centers for widows, orphans, the elderly, and the destitute; establishing vocational training centers for orphans; supporting the elderly; proposing special government measures for vulnerable groups; and engaging in general development activities.",
                "line_num": 1114
              },
              {
                "title": "Article 1er",
                "node_id": "0058",
                "summary": "###### Article 1er\n\nEst désaffecté à titre onéreux du domaine immobilier\nprivé de l’Etat en faveur de Monsieur Lukusa Kalonji,\nl’immeuble sis avenue de l’Athénée n° 8, dans la Commune\nd’Ibanda à Bukavu dans la Province du Sud-Kivu.",
                "line_num": 1154
              },
              {
                "title": "Article 1er",
                "node_id": "0059",
                "summary": "This partial document is the first article of a legal publication (from the Official Journal) that establishes and defines a non-profit, non-confessional association called the \"Centre de Séjour Scientifique Afrique Centrale\" (C.S.S.A.C.). The main points covered are:\n\n1.  The grant of legal personality to the association.\n2.  The association's full name, acronym, and its registered office address in Butembo, Democratic Republic of the Congo.\n3.  A detailed list of the association's purposes, which focus on:\n    *   Developing science education through implementation and dissemination of effective methods.\n    *   Developing scientific research to create solutions for human problems and transferring those solutions to ethical economic actors.\n    *   Representing its members' interests.\n    *   Promoting the efforts of its members and executive bodies nationally, in Central Africa, and worldwide.\n    *   Informing and raising public awareness about the importance of science education and research for sustainable development.\n    *   Training competent actors and decision-makers in these fields.\n    *   Securing necessary financial means for its operations and projects.",
                "line_num": 1162
              },
              {
                "title": "Article 1er",
                "node_id": "0060",
                "summary": "###### Article 1er\n\nTout organisateur des activités ou manifestations des\nloisirs à titre permanent ou ponctuel est tenu d’observer les\ndispositions du présent Arrêté.",
                "line_num": 1212
              },
              {
                "title": "Article 1er",
                "node_id": "0061",
                "summary": "This partial document is a legal article approving a declaration from an association. It lists the appointment of several individuals to specific leadership roles within the organization, including President, Legal Representative, Substitute Legal Representatives, General Secretary, and Treasurer.",
                "line_num": 1219
              },
              {
                "title": "Article 1er",
                "node_id": "0062",
                "summary": "This partial document is the first article of the legal statutes for the non-profit religious association \"Communauté Chrétienne Néhémie\" (C.C.N.). It establishes the association's legal personality and defines its core purposes. The main points covered are:\n\n1.  **Legal Establishment:** It grants legal status to the association, specifies its full name and acronym, and states its headquarters address in Kinshasa, Democratic Republic of the Congo.\n2.  **Defined Purposes:** It outlines the association's primary objectives, which are:\n    *   Evangelism based on the Bible.\n    *   Church planting.\n    *   Fostering love and tolerance among people.\n    *   Training religious servants, missionaries, and leaders.\n    *   Promoting community development and a work ethic.\n    *   Creating public utility institutions like schools, health centers, and spiritual training centers.\n    *   Encouraging collaboration with other African and overseas organizations.",
                "line_num": 1243
              },
              {
                "title": "Article 1er",
                "node_id": "0063",
                "summary": "This partial document covers the founding statutory declaration of a non-profit, non-confessional association named \"CRISP.\" It establishes the association's legal personality, specifies its headquarters location in Kinshasa, Democratic Republic of Congo, and outlines its three core objectives: promoting human development through basic professional skills training to improve the lives of vulnerable persons; raising awareness of social dignity through social integration via initiation to elementary professional practices; and awakening hidden talents and creativity by confronting real-life situations.",
                "line_num": 1268
              },
              {
                "title": "Article 1er",
                "node_id": "0064",
                "summary": "###### Article 1er\n\nLa personnalité juridique est accordée à l’Association\nsans\nbut\nlucratif\ndénommée « Association\ndes\nPères\nCisterciens (Trappistes) », en sigle « APCT/Mokoto », dont le\nsiège social est fixé à Mokoto, lac Ndalaga Territoire de\nMasisi, Province du Nord-Kivu, en République Démocratique\ndu Congo.\nCette association a pour buts :\n- la prière et la louange de Dieu ;\n- le travail intellectuel ;\n- le travail manuel, spécialement agro-pastoral ;\n- l’accueil de retraitants en l’hôtellerie.",
                "line_num": 1294
              },
              {
                "title": "Article 1er",
                "node_id": "0065",
                "summary": "This partial document outlines the legal establishment and core objectives of a non-profit, non-confessional association named \"Ongd Muanda Solidarité\" (ondg MS) in the Democratic Republic of the Congo.\n\nIt first grants legal personality to the association and specifies its registered address. The main content then lists the association's primary goals, which are focused on community development and poverty alleviation. These objectives include combating poverty and food insecurity, supporting farmers and development activities, backing grassroots initiatives, aiding a target population, reducing illiteracy, creating agro-forestry sites to improve the economic and agricultural environment, and promoting productive agricultural methods for crops, fishing, and livestock.",
                "line_num": 1314
              },
              {
                "title": "Article 1er",
                "node_id": "0066",
                "summary": "###### Article 1er\n\nL’alinéa 1er de l’article n° 169/CAB/MIN/J &DH/2008 du\n18 octobre 2008 accordant la personnalité juridique à\nl’Association\nsans\nbut\nlucratif\nnon\nconfessionnelle\ndénommée « Service d’Appui au Développement Régional\nIntégré », en sigle « SADRI » est modifié et complété comme\nsuit :\n«Article 1er, alinéa 1er :\nL’Association sans but lucratif non confessionnelle\ndénommée « Service d’Appui au Développement Régional\nIntégré », en sigle « SADRI » fait partie de l’Eglise du Christ\nau Congo (ECC), Synode provincial du Katanga ».",
                "line_num": 1343
              },
              {
                "title": "Article 1er",
                "node_id": "0067",
                "summary": "This partial document is the first article of a legal statute or decree. It grants legal personality to a non-profit religious association named \"Eglise Christ Victoire du Monde\" (E.C.V.M.), specifying its headquarters in Kinshasa, Democratic Republic of the Congo. The main points covered are the formal recognition of the association and a comprehensive list of its religious, educational, social, and charitable purposes, which include preaching the Gospel, establishing churches and prayer groups, creating educational institutions from Bible schools to universities, building healthcare and social welfare facilities, and providing support for women, youth, couples, and vulnerable groups.",
                "line_num": 1363
              },
              {
                "title": "Article 2",
                "node_id": "0068",
                "summary": "###### Article 2\n\nSont abrogées, toutes les dispositions antérieures et\ncontraires au présent Arrêté.",
                "line_num": 1401
              },
              {
                "title": "Article 2",
                "node_id": "0069",
                "summary": "###### Article 2\n\nL’agent mieux identifié à l’article 1er ne fait plus partie de\nl’Arrêté n° 130/011/2011 du 13 octobre 2011 portant mise à la\ndisposition du Ministère de la Fonction Publique des agents et\nfonctionnaires du Ministère des Affaires Etrangères.",
                "line_num": 1407
              },
              {
                "title": "Article 2",
                "node_id": "0070",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 30 janvier 2008 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Kayombo Mukanza Samy : Président ;\n- Mbuya Betavi\n\n: Vice-président ;\n- Mbuya Wickliffe\n: Secrétaire rapporteur ;\n- Nguza Tshikomba : Secrétaire rapporteur adjoint ;\n- Kabwe ka Leza\n\n: Membre ;\n- Ilunga Mpoyo\n\n: Membre ;\n- Cathy Ombaku\n\n: Membre ;\n- Abraham Mukendi\n: Membre ;\n- Ibond Rupas A’Nzam\n: Membre.",
                "line_num": 1415
              },
              {
                "title": "Article 2",
                "node_id": "0071",
                "summary": "This partial document is a French-language official gazette entry from the Democratic Republic of the Congo. It contains the final article (Article 2) of a previous ministerial order, followed by the complete text of a new ministerial order (No. 109). The main points covered are:\n\n1.  The Secretary General for Justice is tasked with executing the preceding order, which took effect upon its signature in Kinshasa on January 30, 2010.\n\n2.  A new ministerial order grants legal personality (official recognition) to a non-profit religious association called the \"Communauté Chrétienne Néhémie\" (C.C.N.).\n\n3.  The order cites the legal basis for this decision, referencing the Constitution, the law on non-profit associations, and several presidential ordinances regarding government organization and ministerial attributions.\n\n4.  It notes that the decision is based on a formal request for legal status submitted by the association in January 2011 and a declaration from its majority members dated February 1, 2002.\n\n5.  The document provides official publication details, including the gazette's name, date (February 1, 2012), and issue number.",
                "line_num": 1444
              },
              {
                "title": "Article 2",
                "node_id": "0072",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 1er février 2002 par\nlaquelle la majorité des membres effectifs de l’Association\nsusvisée a désigné les personnes ci-après aux fonctions\nindiquées en regard de leurs noms :\n1. Paul Bushiri Shadari : Représentant légal ;\n2. Daniel Tshitenda Kabundji : 1er Représentant légal\nsuppléant ;\n3. Venance Mujunga Ilunga : 2ème Représentant légal\nsuppléant ;\n4. Albert Kabila Kalumba : Secrétaire général ;\n5. Albert Lumu Baloji : Chargé de Développement ;\n6. Guy Kasongo Dibwe : Trésorier général ;\n7. Paul Kabeya Wangani : Secrétaire général adjoint.",
                "line_num": 1500
              },
              {
                "title": "Article 2",
                "node_id": "0073",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 02 mai 2011 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier, a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Monsieur Issa Kimoto : Représentant légal ;\n- Monsieur Matchapano Lobo : Secrétaire ;\n- Monsieur Ngusu Hakuna Watu : Trésorier ;\n- Monsieur Musenga Kabamba : Conseiller juridique ;\n- Monsieur Kemba Kabala Kimoto : Conseiller spirituel.",
                "line_num": 1517
              },
              {
                "title": "Article 2",
                "node_id": "0074",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 10 octobre 2006 par\nlaquelle la majorité des membres effectifs de l’Association\nsusvisée a désigné les personnes ci-après aux fonctions\nindiquées en regard de leurs noms :\n1. Mukamba Mukindula Michel : Visionnaire ;\n2. Kinankubo Samwangibwa : Représentant légal ;\n3. Zamulungi\nAlexis :\nCoordonnateur\nà\nl’évangélisation ;\n4. Kyabila Freddy : Secrétaire général ;\n5. Mwenda Kabuya : Trésorière générale.",
                "line_num": 1531
              },
              {
                "title": "Article 2",
                "node_id": "0075",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 14 novembre 2009\npar laquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n1. Monsieur Lutumba Yumbu Florent : Président ;\n2. Madame Angelani Ngandu Mamie : Coordonnatrice ;\n3. Monsieur Munembwe Babalana : Secrétaire général ;\n4. Monsieur Mulolo Assani Alain : Secrétaire général\nadjoint ;\n5. Monsieur Liamba Mugombe Serge : Chargé des\nRelations publiques ;\n6. Madame Furaha Birhato Hortense : Trésorière.",
                "line_num": 1548
              },
              {
                "title": "Article 2",
                "node_id": "0076",
                "summary": "###### Article 2\n\nEst approuvée la déclaration du 06 novembre 2005 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Kipa Nkoy Kobena Joseph : Représentant légal ;\n- Ofona Okulia : Représentant légal 1er suppléant ;\n- Umba Kwatu : Représentant légal 2ème suppléant ;\n- Kikufi Baku : Secrétaire exécutif national ;\n- Akualy Assoko Timothée : Président du Conseil de\nDiscipline ;\n- Mido Maweme : Trésorier national ;\n- Bolombe Kodjo : Président national Femme et Famille.",
                "line_num": 1565
              },
              {
                "title": "Article 2",
                "node_id": "0077",
                "summary": "###### Article 2\n\nEst approuvée la déclaration du 11 juillet 2011 par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Vedaste\nVitchomo\nVisogho :\nSupérieur\net\n1er\nAdministrateur ;\n- Janvier Masitaki : Formateur et 2ème Administrateur ;\n- Aloys Paul Tibasana Kagisa : Econome et 3ème\nAdministrateur ;\n- Olivier Munguakonkwa Bringanine : Comptable et 4ème\nAdmnistrateur.",
                "line_num": 1582
              },
              {
                "title": "Article 2",
                "node_id": "0078",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 15 janvier 2011 par\nlaquelle la majorité des membres effectifs de l’Association\nvisée à l’article premier a désigné les personnes ci-après aux\nfonctions indiquées en regard de leurs noms :\n1. Musavuli Mbutho Moussa : Président ;\n2. Steve Nzanzu Nyumu : Directeur du Centre ;\n3. Kalima\nNzanzu\nAdelard :\nResponsable\ndu\nDéveloppement Afrique Centrale ;\n4. Giselle\nMidiburo\nUwineza :\nResponsable\ndu\nProgramme d’Education ;\n5. Noël\nVayikerye :\nResponsable\ndu\nProgramme\nd’Actions ;\n6. Esther Kavuo : Assistante de la Direction du Centre.",
                "line_num": 1603
              },
              {
                "title": "Article 2",
                "node_id": "0079",
                "summary": "###### Article 2\n\nSont\nabrogées\ntoutes\nles\ndispositions\nantérieures\ncontraires au présent Arrêté.",
                "line_num": 1632
              },
              {
                "title": "Article 2",
                "node_id": "0080",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 05 février 2009, par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif non confessionnelle citée ci-haut a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n1. Madame Badjoko Wasinga Béatrice : Présidente ;\n2. Monsieur Dibenga Tshibundi Pierre : Vice-président ;\n3. Monsieur Badjoko Boyike Rudy : Secrétaire général ;\n4. Madame Dibenga Bamubile Isabelle : Administrateur\ndélégué ;\n5. Madame Alangi Dyngs Jeanne : Trésorière.",
                "line_num": 1643
              },
              {
                "title": "Article 2",
                "node_id": "0081",
                "summary": "This partial document approves the official appointment of leadership positions within a non-profit association. It lists the names of individuals and their corresponding roles, including President, Vice-President, Executive Secretary, Treasurer, Public Relations Officer, Auditors, and Advisors.",
                "line_num": 1658
              },
              {
                "title": "Article 2",
                "node_id": "0082",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 04 juin  2001, par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Mutsigwa\nGarikayi\nChristopher :\nPrésident\net\nReprésentant légal ;\n- Lembi Geli Célestin : Vice-président ;\n- Kisuka Mulebu Clément : Secrétaire général ;\n- Kutangeza Albertine : Trésorière générale.",
                "line_num": 1678
              },
              {
                "title": "Article 2",
                "node_id": "0083",
                "summary": "###### Article 2\n\nEst approuvée la déclaration datée du 04 janvier 2011, par\nlaquelle la majorité des membres effectifs de l’Association\nsans but lucratif visée à l’article premier a désigné les\npersonnes ci-après aux fonctions indiquées en regard de leurs\nnoms :\n- Eyenga Margueritte : Président Visionnaire ;\n- Mokoti Dido : Secrétaire ;\n- Epondo Esther : Secrétaire général ;\n- Nora Marie : Trésorière ;\n- Mazongo André : Conseiller ;\n- Sidiki Kita Cathy : Conseillère ;\n- Binda Jean-Pierre : Conseiller ;\n- Patricia Maghoma : Rapporteur ;\n- Ntambwe Franck : Conseiller juridique ;\n- Ntewa Florence : Rapporteur ;\n- Ngoya Marie-Claire : Trésorière.",
                "line_num": 1696
              },
              {
                "title": "Article 2",
                "node_id": "0084",
                "summary": "This partial document approves a declaration designating individuals to specific administrative roles within an organization. It lists the appointed persons and their corresponding functions, such as Founder President Administrator, Finance and Budget Administrator, Administration and Supervision Administrator, and specialists for legal matters, public relations, recruitment, partnerships/logistics, and secretarial duties.",
                "line_num": 1716
              },
              {
                "title": "Article 2",
                "node_id": "0085",
                "summary": "This partial document covers the administrative and physical delimitation of a forest concession. It specifies the concession's total area (242,999 hectares) and details its location by sector, territory, district, and province within the Équateur region of the Democratic Republic of the Congo. The core content is the precise physical description of the concession's boundaries (North, South, East, West), defined by local roads, villages, rivers, and paths. It concludes by noting that a map of the concession is attached as an annex to the contract.",
                "line_num": 1735
              },
              {
                "title": "Article 2",
                "node_id": "0086",
                "summary": "The partial document defines the geographical boundaries of a specific area, referred to as \"bloc III,\" using a list of precise latitude and longitude coordinates. The text appears to be a legal or administrative document, likely an article detailing territorial limits or a maritime zone. The main point is the exact delineation of a polygonal area through a sequence of coordinate points.",
                "line_num": 1774
              },
              {
                "title": "Article 2",
                "node_id": "0087",
                "summary": "###### Article 2\n\nLe\nConservateur\ndes\ntitres\nimmobiliers\nde\nla\nCirconscription foncière de Bukavu est tenu de délivrer à\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er février 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 3\n\n33\n34\nl’intéressé le certificat d’enregistrement et ce, contre\nprésentation du bordereau de versement au compte du Trésor\nde la somme de USD 16.411,5.",
                "line_num": 1790
              },
              {
                "title": "Article 2",
                "node_id": "0088",
                "summary": "###### Article 2\n\nLes activités ou manifestations des Loisirs versées à\nl’article 1er ci-dessus concernent :\n- les établissements des loisirs ;\n- l’organisation des jeux de hasard permanents et\nponctuels ;\n- l’organisation des concerts populaires dans les\ninstallations sportives ou des loisirs ;\n- l’organisation des carnavals motorisées, concours de\nmiss, kermesses, excursions, colonies des vacances et\nautres randonnées, etc.",
                "line_num": 1811
              },
              {
                "title": "Article 2",
                "node_id": "0089",
                "summary": "This partial document details the geographical and administrative specifications of a forest concession contract. It covers two main points:\n\n1.  **Administrative Location:** It specifies the concession's location within the administrative divisions of the Democratic Republic of the Congo, listing the sector, territory, district, and province.\n\n2.  **Physical Delimitation:** It provides a precise description of the concession's boundaries (North, South, East, West) using natural features like rivers and man-made features like roads as reference points. The document notes that a map of the concession is attached as an annex.",
                "line_num": 1825
              },
              {
                "title": "Article 2",
                "node_id": "0090",
                "summary": "This partial document details the geographical and administrative specifications of a forest concession contract. It covers two main points:\n\n1.  **Administrative Location:** It identifies the concession's location within the administrative divisions of the Democratic Republic of the Congo, specifying the sector, territory, district, and province.\n\n2.  **Physical Boundaries:** It provides a precise delimitation of the concession's perimeter, describing its northern, southern, eastern, and western limits using natural features (rivers) and man-made routes (roads), and listing specific villages as reference points. It notes that a detailed map is attached as an annex.",
                "line_num": 1870
              },
              {
                "title": "Article 2",
                "node_id": "0091",
                "summary": "This partial document contains two official legal texts from the Democratic Republic of Congo. The first is a concluding clause and signature block for a previous article. The second, and primary content, is a ministerial order (Arrêté ministériel n° 130/001/2012) from the Ministry of Foreign Affairs. This order withdraws the name of an agent from a previous transfer order. The text details the legal foundations (\"Vu\") for the decision, including constitutional and statutory references. It explains the context: the agent filed a hierarchical appeal against the original transfer, claiming his academic diploma was authentic despite a negative report from a verification commission. The Minister established an ad hoc commission to re-examine the appeal, which led to a re-verification and subsequent certification of the diploma by competent authorities. Based on this rectification of the agent's situation, the Minister issues the order to withdraw the agent's name from the previous list.",
                "line_num": 1904
              },
              {
                "title": "Article 20",
                "node_id": "0092",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1966
              },
              {
                "title": "Article 20",
                "node_id": "0093",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1979
              },
              {
                "title": "Article 20",
                "node_id": "0094",
                "summary": "###### Article 20\n\nLe concessionnaire souscrit une police d’assurance contre\nles conséquences pécuniaires de la responsabilité civile\npouvant lui incomber du fait de l’exploitation de sa\nconcession, notamment contre les risques de vol et d’incendie\ndes installations concédées.\nA défaut d’être couverts par une clause expresse de la\npolice d’assurance étendant le bénéfice aux sous-traitants de la\nforêt concédée, ceux-ci doivent justifier d’une assurance\nparticulière.",
                "line_num": 1992
              },
              {
                "title": "Article 20",
                "node_id": "0095",
                "summary": "###### Article 20\n\nToutes les dispositions contraires au présent Arrêté sont\nabrogées.",
                "line_num": 2005
              },
              {
                "title": "Article 21",
                "node_id": "0096",
                "summary": "This partial document outlines the conditions under which a concession holder (concessionaire) may subcontract work. It specifies that the concessionaire must inform the granting authority in writing before subcontracting certain listed activities, such as development plans, timber harvesting, infrastructure construction and maintenance, and transport. Crucially, it states that the concessionaire retains full legal, regulatory, and contractual responsibility to the authority and liability for damages to third parties, regardless of any subcontracting.",
                "line_num": 2011
              },
              {
                "title": "Article 21",
                "node_id": "0097",
                "summary": "This partial document contains the final article (Article 21) of a previous decree and the beginning of a new ministerial order from the Democratic Republic of the Congo.\n\nThe main points covered are:\n1.  The conclusion of a prior decree, naming the officials responsible for its execution and stating it entered into force upon its signature in Kinshasa on December 28, 2011.\n2.  The header information for the *Journal Officiel* (Official Gazette) where these texts are published, dated February 1, 2012.\n3.  The start of a new **Ministerial Order (No. 307)** from the Ministry of Land Affairs, dated December 28, 2011. This order validates a series of long-term lease contracts (emphyteutic leases, numbers 41 through 80) for agricultural-use parcels in the Ngwaka cadastral plan.\n4.  A list of the legal foundations (\"Vu...\") cited for issuing this order, referencing the Constitution, various laws and ordinances on property, land tenure, and government organization.\n5.  The mention of a dossier constituted for the company \"Miluna Sprl\" for an agricultural concession.\n6.  The word \"ARRETE:\" indicates the beginning of the actual operative provisions of the order, which are cut off in this partial text.",
                "line_num": 2036
              },
              {
                "title": "Article 21",
                "node_id": "0098",
                "summary": "This partial document outlines the conditions under which a concession holder (concessionaire) may subcontract work. It specifies that the concessionaire must inform the granting authority in writing before subcontracting certain listed activities, such as development plans, timber harvesting, infrastructure construction and maintenance, and transport. Crucially, it states that the concessionaire retains full legal, regulatory, and contractual responsibility to the authority and liability for damages to third parties, regardless of any subcontracting.",
                "line_num": 2090
              },
              {
                "title": "Article 21",
                "node_id": "0099",
                "summary": "This partial document outlines the conditions under which a concession holder may subcontract specific tasks related to a forestry concession. It lists six types of work that can be subcontracted, such as harvesting, transport, and infrastructure maintenance. Crucially, it states that despite subcontracting, the primary concession holder retains full legal and contractual responsibility to the granting authority and third parties for any damages or failures to meet obligations.",
                "line_num": 2115
              },
              {
                "title": "Article 22",
                "node_id": "0100",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 2140
              },
              {
                "title": "Article 22",
                "node_id": "0101",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 2150
              },
              {
                "title": "Article 22",
                "node_id": "0102",
                "summary": "###### Article 22\n\nLe concessionnaire a la faculté de renoncer au bénéfice de\nla concession avant l’expiration du contrat de concession\nforestière.\nNonobstant la renonciation, le concessionnaire reste\ndébiteur du paiement intégral des taxes et redevances\nforestières échues.",
                "line_num": 2160
              },
              {
                "title": "Article 23",
                "node_id": "0103",
                "summary": "This partial document, Article 23, outlines the conditions under which a concession contract can be terminated. It states that if the concession holder fails to comply with the contract terms, the granting authority can impose protective measures after a formal notice not exceeding three months. The contract is specifically terminated in cases including: non-payment of taxes and fees, failure to develop/approve the concession development plan on time, logging outside the authorized area, proven acts of corruption or violence, and repeated violation of social/environmental obligations after notice. It also specifies that the concession holder's state of insolvency is grounds for termination.",
                "line_num": 2170
              },
              {
                "title": "Article 23",
                "node_id": "0104",
                "summary": "This partial document describes the conditions under which a concession contract can be terminated. Specifically, it outlines the process following a breach of contract by the concessionaire, including a formal notice and potential conservatory measures. It then lists five specific cases that lead to contract termination, such as non-payment of taxes, failure to develop an approved management plan, operating outside authorized boundaries, corruption or violence, and repeated violations of social and environmental obligations. Finally, it states that the concessionaire's insolvency is also a cause for termination.",
                "line_num": 2198
              },
              {
                "title": "Article 23",
                "node_id": "0105",
                "summary": "This partial document covers Article 23 of a concession contract. It details the conditions under which the contract can be terminated due to the concessionaire's non-compliance. The main points are: the procedure following a breach (a formal notice and potential conservatory measures), and a specific list of five causes for contract termination, including non-payment of taxes, failure to develop an approved management plan, unauthorized logging, corruption or violence, and repeated violation of social/environmental obligations. It also states that the concessionaire's insolvency (cessation of payment) is an automatic cause for termination.",
                "line_num": 2226
              },
              {
                "title": "Article 24",
                "node_id": "0106",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nfonctionnaires assermentés et les autres officiers de police\njudiciaire dans leur ressort respectif conformément aux\ndispositions de l’article 127 et suivant du code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.\n\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er février 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 3\n\n45\n46",
                "line_num": 2254
              },
              {
                "title": "Article 24",
                "node_id": "0107",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er février 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 3\n\n61\n62\nfonctionnaires assermentés et les autres officiers de police\njudiciaire dans leur ressort respectif conformément aux\ndispositions de l’article 127 et suivant du code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.",
                "line_num": 2272
              },
              {
                "title": "Article 24",
                "node_id": "0108",
                "summary": "###### Article 24\n\nLes infractions mentionnées à l’alinéa 2 de l’article 23 ci-\ndessus, sont constatées par les inspecteurs forestiers, les\nfonctionnaires assermentés et les autres officiers de police\njudiciaire dans leur ressort respectif conformément aux\ndispositions de l’article 127 et suivant du code forestier.\nL’alinéa ci-dessus, s’applique aussi à la violation des\nobligations du présent contrat et du cahier des charges.\n\nJournal Officiel - Banque des Données Juridiques - 2013\n\n1er février 2012                                      Journal Officiel de la République Démocratique du Congo                           Première partie - numéro 3\n\n53\n54",
                "line_num": 2289
              },
              {
                "title": "Article 25",
                "node_id": "0109",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nL’arrêté est publié au journal officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcerne.",
                "line_num": 2307
              },
              {
                "title": "Article 25",
                "node_id": "0110",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nL’arrêté est publié au Journal Officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcerne.",
                "line_num": 2318
              },
              {
                "title": "Article 25",
                "node_id": "0111",
                "summary": "###### Article 25\n\nL’autorité concédante constate la déchéance et procède à\nla résiliation du contrat de concession par voie d’arrêté. Elle\nnotifie cet arrêté au concessionnaire par lettre recommandée\nou au porteur avec accusé de réception.\nL’arrêté est publié au Journal Officiel et une copie est\ntransmise aux cadastres forestiers national et provincial\nconcerne.",
                "line_num": 2329
              },
              {
                "title": "Article 26",
                "node_id": "0112",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2340
              },
              {
                "title": "Article 26",
                "node_id": "0113",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2347
              },
              {
                "title": "Article 26",
                "node_id": "0114",
                "summary": "###### Article 26\n\nEn cas de résiliation du contrat de concession ou de\ndéchéance, le concessionnaire dispose des recours légaux\ndevant les juridictions compétentes.",
                "line_num": 2354
              },
              {
                "title": "Article 27",
                "node_id": "0115",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 23 octobre 2006.\nLe concessionnaire peut solliciter le renouvellement du\ncontrat un an avant la date de son expiration.\nLa décision de refus de renouvellement peut faire l’objet\nde recours devant les juridictions compétentes.",
                "line_num": 2361
              },
              {
                "title": "Article 27",
                "node_id": "0116",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 23 octobre 2006. Le\nconcessionnaire peut solliciter le renouvellement du contrat un\nan avant la date de son expiration. La décision de refus de\nrenouvellement peut faire l’objet de recours devant les\njuridictions compétentes.",
                "line_num": 2371
              },
              {
                "title": "Article 27",
                "node_id": "0117",
                "summary": "###### Article 27\n\nNonobstant les dispositions de l’article 8 ci-dessus, le\nprésent contrat prend fin le 23 octobre 2006. Le\nconcessionnaire peut solliciter le renouvellement du contrat un\nan avant la date de son expiration. La décision de refus de\nrenouvellement peut faire l’objet de recours devant les\njuridictions compétentes.",
                "line_num": 2381
              },
              {
                "title": "Article 28",
                "node_id": "0118",
                "summary": "###### Article 28\n\nA la fin de la concession, le concessionnaire établir les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2391
              },
              {
                "title": "Article 28",
                "node_id": "0119",
                "summary": "###### Article 28\n\nA la fin de la concession, le concessionnaire établir les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2398
              },
              {
                "title": "Article 28",
                "node_id": "0120",
                "summary": "###### Article 28\n\nA la fin de la concession, le concessionnaire établir les\ninventaires et procède aux opérations de liquidation\nconformément à la législation en vigueur.",
                "line_num": 2405
              },
              {
                "title": "Article 29",
                "node_id": "0121",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2412
              },
              {
                "title": "Article 29",
                "node_id": "0122",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2423
              },
              {
                "title": "Article 29",
                "node_id": "0123",
                "summary": "###### Article 29\n\nA la fin de la concession, un bilan de clôture des comptes\nest dressé par le concessionnaire dans un délai maximum de\nsix mois à compter de la date d’expiration du présent contrat\nde concession.\nLe concessionnaire recouvre les créances dues, règle les\ndettes, dresse le solde de ces opérations et clôture tous les\ncomptes financiers.",
                "line_num": 2434
              },
              {
                "title": "Article 3",
                "node_id": "0124",
                "summary": "This partial document is the final section of a Congolese ministerial order (Arrêté ministériel). It covers the following main points:\n\n1.  **Execution and Enactment:** It designates the Secretary General for Justice as responsible for executing the order and states that it comes into force on the date of its signature (December 5, 2011, in Kinshasa).\n\n2.  **Title and Purpose:** It identifies the document as Ministerial Order No. 683, issued to approve the appointment of persons responsible for the administration or leadership of a specific non-profit religious association called \"Communauté Pentecôtiste au Nord Katanga\" (C.P.N.K.).\n\n3.  **Legal Foundations:** The core of the excerpt is a comprehensive list of the legal texts (\"Vu\" / \"Considering\") that serve as the basis for the order. These references include:\n    *   The Constitution.\n    *   The general law governing non-profit associations.\n    *   Various ordinances concerning the organization of the government, ministerial attributions, and the appointment of officials.\n    *   The specific 1991 ordinance that originally granted legal personality to the C.P.N.K. association.\n    *   Recent internal documents from the association itself, including a declaration from its majority members, a general assembly report, and a formal request for approval of the new administrators.\n\n4.  **Conclusion:** The text concludes with the word \"ARRETE:\" (Decrees:), which immediately precedes the actual operative articles of the order (which are not included in this partial text).",
                "line_num": 2445
              },
              {
                "title": "Article 3",
                "node_id": "0125",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 2506
              },
              {
                "title": "Article 3",
                "node_id": "0126",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 2513
              },
              {
                "title": "Article 3",
                "node_id": "0127",
                "summary": "This partial document contains the final administrative provisions and the opening section of a forest concession contract. It specifies the officials responsible for implementing the decree and its effective date. It then introduces the parties to the contract: the Congolese Ministry of Environment as the granting authority and the forestry company \"SEFOCO\" as the concessionaire, including its registration details and representative.",
                "line_num": 2520
              },
              {
                "title": "Article 3",
                "node_id": "0128",
                "summary": "###### Article 3\n\nLes Etablissements de Loisirs sont classés en 3 catégories\nen tenant compte de leur aménagement, confort intérieur et\nmilieux environnementaux.\nEn cas de redressement d’un assujetti non déclaré, la\nclassification et catégorisation tiendront compte de la hauteur\ndes lots mis en jeu, conformément à la grille ci-après :\n- 1ère catégorie : plus de 10.000$\n- 2ème catégorie : plus de 1.000$ à 10.000$\n- 3ème catégorie : de 100$ à 1.000$\nLes  prérogatives de classification et catégorisation\nrelèvent de la compétence des services des loisirs.",
                "line_num": 2558
              },
              {
                "title": "Article 3",
                "node_id": "0129",
                "summary": "This partial document is the introductory and enacting clauses of a ministerial order from the Democratic Republic of the Congo's Ministry of Youth and Sports. The main points covered are:\n\n1.  **Identification of the Order:** It specifies the order's number (041/MJS/CAB/2100/01/2011), date (December 28, 2011), and its purpose: to amend and supplement a previous order regulating leisure activities in the DRC.\n\n2.  **Legal Foundations:** The core of the text lists the \"Vu\" (Considering) section, which cites the constitutional and legal basis for the order. This includes references to the Constitution, various financial laws, laws on non-profit associations, a law on revenue-generating acts, and several ordinances and decrees related to government appointments and ministerial responsibilities.\n\n3.  **Reference to Previous Regulations:** It cites a specific inter-ministerial order that sets rates for fees and taxes to be collected by the Ministry of Youth, Sports, and Leisure.\n\n4.  **Statement of Purpose:** It states the necessity of providing the Sports and Leisure services with a legal framework to regulate revenue-generating activities in the leisure sector, citing both necessity and urgency.\n\n5.  **Enactment Clause:** The document concludes with the word \"ARRETE:\" (DECREES:), which is the formal start of the operative, regulatory part of the order (which is not included in this partial text).\n\n6.  **Final Provisions (from the first paragraph):** It assigns the execution of the order to the Secretary General for Urban Planning and Housing and the Governor of South Kivu Province, states it comes into force on the date of its signature, and notes it was done in Kinshasa on December 29, 2011, by the Minister, César Lubamba Ngimbi.",
                "line_num": 2573
              },
              {
                "title": "Article 3",
                "node_id": "0130",
                "summary": "###### Article 3\n\nLe polygone de la ZERE du bloc III se présente de la\nmanière suivante :\n- Au Nord : limité par les segments de droite issus des\nsommets : 24-23-22-21-20-19-18’-C et mitoyen au bloc\nII par le segment 18’ –C ;\n- Au Sud : limité par les segments de droite 24’-50 et\nmitoyen au bloc IV ;\n- A l’Ouest : limité par les segments de droite 24’-24 ;\n- A l’Est : limité par la partie de la frontière RDC-\nOuganda comprise entre C et 50.",
                "line_num": 2632
              },
              {
                "title": "Article 3",
                "node_id": "0131",
                "summary": "This partial document is the final section of a Ministerial Order (Arrêté n°002/CAB.MIN-HYDRO/CMK/2012) from the Ministry of Hydrocarbons of the Democratic Republic of Congo. It lists the legal foundations (\"Vu\" - referencing various laws, ordinances, and past orders) justifying the order, which modifies a previous 2005 order defining exploration blocks in the Albertine Graben. It concludes with the execution clause, signature details, and publication reference in the Official Journal.",
                "line_num": 2646
              },
              {
                "title": "Article 3",
                "node_id": "0132",
                "summary": "###### Article 3\n\nLa durée du contrat de concession est de vingt-cinq ans\nrenouvelables dans les conditions fixées à l’article 8 ci-\ndessous.",
                "line_num": 2721
              },
              {
                "title": "Article 3",
                "node_id": "0133",
                "summary": "This partial document is the official publication of a ministerial decree from the Democratic Republic of the Congo. It grants legal personality (official recognition) to a non-profit, non-religious association named \"Taylor Lubanga Foundation\" (F.T.L.). The decree cites the constitutional and legal bases for the decision, references the application submitted by the foundation, and specifies that the Secretary General for Justice is responsible for its execution.",
                "line_num": 2728
              },
              {
                "title": "Article 3",
                "node_id": "0134",
                "summary": "This partial document is the final section and preamble of a ministerial decree (Arrêté ministériel) from the Ministry of Justice and Human Rights of the Democratic Republic of the Congo, dated December 2011.\n\nThe main points covered are:\n\n1.  **Execution and Entry into Force:** It states that the Secretary General for Justice is responsible for executing the decree, which takes effect on the date of its signature (December 19, 2011).\n\n2.  **Purpose of the Decree:** The decree grants legal personality (official recognition as a legal entity) to a specific non-profit, faith-based association called \"Ministère d’Intercession des Familles Militaires en Jésus-Christ\" (MIFAMJC).\n\n3.  **Legal Basis (Preamble):** The document lists the legal texts (\"Vu\" meaning \"Considering\") that provide the authority for the minister to issue this decree. These include the Constitution, the law governing non-profit associations, and several ordinances related to government organization and ministerial appointments.\n\n4.  **Application:** It notes that the request for legal personality was submitted by the association on February 25, 2011, and supported by a declaration from its majority members dated January 4, 2011.\n\nThe text ends with the word \"ARRETE :\" (DECREES :), indicating that the operative provisions of the decree (which are not included in this partial text) are about to follow.",
                "line_num": 2787
              },
              {
                "title": "Article 3",
                "node_id": "0135",
                "summary": "This partial document is the final section of a ministerial decree (Arrêté) from the Ministry of Justice and Human Rights of the Democratic Republic of the Congo, dated December 19, 2011. The main points covered are:\n\n1.  **Execution and Effective Date:** It assigns responsibility for the decree's execution to the Secretary General for Justice and states that it enters into force on the date of its signature.\n2.  **Formal Publication Details:** It provides the formal details of the decree, including its number (788/CAB/MIN/J&DH/2011), date, and location (Kinshasa), and identifies the signatory, Minister Luzolo Bambi Lessa.\n3.  **Decree's Purpose:** It explicitly states the decree's purpose: to grant legal personality (official recognition as a legal entity) to a specific non-profit religious association named \"Congo Assemblies Of God Africa-Forward in Faith\" (C.A.O.G.A.FIF).\n4.  **Legal Basis:** It lists the \"Vu\" (Considering) clauses, which cite the constitutional and legal foundations for the decree, including the Constitution, the law on non-profit associations, and various ordinances concerning government organization and ministerial attributions.\n5.  **Request Basis:** It notes that the decree is issued in consideration of a formal request and a declaration from the majority of the association's members, both dated September 15, 2011.\n6.  **Decree Enactment:** The text concludes with the word \"ARRETE:\" (DECREES:), indicating the start of the operative part of the decree, which would outline the specific provisions granting the legal status.",
                "line_num": 2843
              },
              {
                "title": "Article 3",
                "node_id": "0136",
                "summary": "This partial document is the final section of a ministerial order from the Democratic Republic of the Congo, specifically from the Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effective Date:** It names the Secretary General for Justice as responsible for executing the order and states that it enters into force on the date of its signature (December 5, 2011).\n2.  **Document Identification:** It provides the full title and reference number of the order, which grants legal personality (official recognition) to a non-profit, non-confessional association named \"Ongd Muanda Solidarité.\"\n3.  **Legal Foundations:** It lists the \"Vu\" (Considering) clauses, citing the constitutional and legal texts that provide the authority for issuing this order, including the Constitution, the law on non-profit associations, and various ordinances regarding government organization and ministerial appointments.\n4.  **Application Basis:** It references the specific request for legal personality made by the association on November 11, 2011, and a supporting declaration from its majority members dated June 30, 2011.\n5.  **Publication Source:** It indicates the document is part of the Official Journal (Issue 3, February 1, 2012), which is the official government publication for laws and decrees.",
                "line_num": 2899
              },
              {
                "title": "Article 3",
                "node_id": "0137",
                "summary": "This partial document is the final section and the beginning of the main body of a Ministerial Order (Arrêté ministériel) from the Democratic Republic of the Congo. The main points covered are:\n\n1.  **Execution and Effective Date:** It states that the Secretary General for Justice is responsible for executing the order, which enters into force on the date of its signature (December 5, 2011). It includes the place, date, and the signature of the Minister of Justice and Human Rights, Luzolo Bambi Lessa.\n\n2.  **Official Publication Reference:** It provides the publication details in the Official Journal (Journal Officiel), including the date of publication (February 1, 2012) and the specific issue number.\n\n3.  **Purpose of the Order:** The title of the order is presented, which is to grant legal personality (personnalité juridique) to a non-profit, non-denominational association named \"Centre de Réhabilitation et d’Insertion Socioprofessionnel\" (CRISP).\n\n4.  **Legal Foundations (Preamble):** The document lists the legal texts and documents considered (\"Vu\") as the basis for the decision. These include the Constitution, laws governing non-profit associations, various ordinances concerning government organization and ministerial attributions, and specific documents related to the association's registration and request for legal status.\n\n5.  **Start of the Decisive Part:** The text concludes the preamble with the word \"ARRETE :\" (Hereby Orders :), indicating that the actual provisions of the order (which are not included in this partial text) follow.",
                "line_num": 2956
              },
              {
                "title": "Article 3",
                "node_id": "0138",
                "summary": "This partial document contains the concluding administrative section and the preamble of a ministerial decree (Arrêté ministériel n° 668) from the Ministry of Justice and Human Rights of the Democratic Republic of Congo. The main points covered are:\n\n1.  The decree grants legal personality (official recognition) to a non-profit, non-confessional association called \"Centre de Séjour Scientifique Afrique Centrale\" (C.S.S.A.C.).\n2.  It specifies the decree's entry into force upon signature and names the Secretary General for Justice as responsible for its execution.\n3.  It lists the legal bases (\"Vu\") cited for issuing the decree, including references to the Constitution, a law on non-profit associations, and various ordinances concerning government organization and ministerial appointments.\n4.  It references the association's application for legal status and a declaration from its members.",
                "line_num": 3025
              },
              {
                "title": "Article 3",
                "node_id": "0139",
                "summary": "This partial document is the final section of a ministerial decree (Arrêté) from the Ministry of Justice and Human Rights of the Democratic Republic of Congo. It grants legal personality (official recognition as a legal entity) to a non-profit association called \"Association des Pères Cisterciens (Trappistes)\" (APCT/Mokoto). The main points covered are:\n\n1.  **The Decree's Conclusion and Enforcement:** It states that the Secretary-General for Justice is responsible for executing the decree, which entered into force on the date of its signature (December 5, 2011). It includes the place and date of issuance, and the signature of the minister, Luzolo Bambi Lessa.\n\n2.  **The Legal Basis:** It lists the specific laws and ordinances (\"Vu...\" - \"Considering...\") that provide the legal authority for issuing this decree. These references include the Constitution, the law governing non-profit associations, and various ordinances concerning government organization, ministerial attributions, and appointments.\n\n3.  **The Specific Request and Supporting Documents:** It references the provincial authorization for provisional operation granted to the association and the formal request for legal personality submitted by the association itself, along with a declaration from its majority of effective members.\n\n4.  **The Core Decision:** The text culminates with the word \"ARRETE :\" (\"DECREES :\"), indicating that the ministerial decision (to grant legal personality) is about to be formally stated in the following lines (which are not included in this partial excerpt).",
                "line_num": 3079
              },
              {
                "title": "Article 3",
                "node_id": "0140",
                "summary": "This partial document is a section from the official gazette of the Democratic Republic of the Congo. It contains the final articles and the enacting clause of a ministerial order (Arrêté ministériel n° 655). The main points covered are:\n\n1.  **Execution and Entry into Force:** Article 3 states that the Secretary General for Justice is responsible for executing the order, which entered into force on the date of its signature.\n2.  **Document Details:** It provides the date and place of signing (Kinshasa, 24 October 2011) and the signature of the Minister of Justice and Human Rights, Luzolo Bambi Lessa.\n3.  **Order Summary:** The header identifies the order as the one granting legal personality to the non-profit religious association named \"Eglise Christ Victoire du Monde\" (E.C.V.M.).\n4.  **Legal Basis (Preamble):** The text lists the legal instruments \"Vu\" (Considering) that form the basis for the decision, including the Constitution, the law on non-profit associations, and various ordinances concerning government organization and appointments.\n5.  **Application Details:** It references the specific request for legal personality made by the association on June 6, 2005, and a supporting declaration from its members dated November 6, 2005.\n6.  **Enacting Clause:** The document concludes with the word \"ARRETE:\" (DECREES:), which introduces the operative articles of the order (the specific granting of legal status, which would follow this partial text).",
                "line_num": 3138
              },
              {
                "title": "Article 3",
                "node_id": "0141",
                "summary": "This partial document is the final section of a Ministerial Order from the Democratic Republic of the Congo's Ministry of Justice and Human Rights. The main points covered are:\n\n1.  **Execution and Effective Date:** It states that the Secretary General for Justice is responsible for executing the order, which entered into force on the date of its signature (August 1, 2011).\n2.  **Formal Publication Details:** It provides the publication information, noting it was published in the Official Journal on February 1, 2012.\n3.  **Core Legal Instrument:** It identifies the document as Ministerial Order No. 514, dated October 24, 2011, which grants legal personality (official recognition) to a non-profit, non-confessional association named \"Agir pour le Bien-être du Congo\" (A.B.C.).\n4.  **Legal Foundations:** It lists the \"Vu\" (Considering) clauses, which are the constitutional, legislative, and regulatory texts that form the legal basis for the Minister's authority to issue this order. These references include the Constitution, laws on non-profit associations, and various ordinances concerning government organization and ministerial appointments.\n5.  **Supporting Documentation:** The \"Vu\" clauses also reference specific supporting documents, such as a favorable opinion from the Minister of Rural Development and the original application for legal status from the association itself.\n6.  **Introduction of the Ordering Clause:** The text concludes with the word \"ARRETE:\" (DECREES:), which introduces the actual operative articles of the order (which are not included in this partial text).",
                "line_num": 3193
              },
              {
                "title": "Article 3",
                "node_id": "0142",
                "summary": "This partial document covers the main points of a ministerial decree granting legal personality to a non-profit religious association in the Democratic Republic of the Congo. It includes the decree's issuance details (number, date), the name of the association (\"Ministère Evangélique et Prophétique pour la Repentance\" or \"M.E.P.R.\"), and the list of legal references (Constitution, laws, ordinances) that serve as the basis for the decree. The document also mentions the application request from the association and a declaration from its members, culminating in the ministerial order (\"ARRETE\").",
                "line_num": 3251
              },
              {
                "title": "Article 3",
                "node_id": "0143",
                "summary": "This partial document is a ministerial order from the Democratic Republic of Congo, specifically granting legal personality (official recognition as a legal entity) to a non-profit confessional association called \"Mission Evangélique la Puissance de Dieu\" (M.E.P.D.). The document cites the constitutional and legal bases for the order, lists the relevant laws and ordinances, and references the association's application and internal declaration. It concludes with the enacting clause and the signature details of the Minister of Justice and Human Rights.",
                "line_num": 3302
              }
            ]
          },
          {
            "title": "partie d",
            "node_id": "0144",
            "prefix_summary": "## partie d",
            "line_num": 3360,
            "nodes": [
              {
                "title": "Article 3",
                "node_id": "0145",
                "summary": "The partial document is the final article and signature section of a 2008 ministerial order, followed by the preamble and beginning of a 2010 ministerial amendment order. The 2010 order aims to modify and complete the 2008 order that granted legal personality to the non-profit association \"SADRI.\" It cites several legal foundations (Constitution, laws, ordinances) and states the reason for amendment: the 2008 order omitted specifying that SADRI is an organ of the Church of Christ in Congo, Katanga Provincial Synod.",
                "line_num": 3363
              },
              {
                "title": "Article 3",
                "node_id": "0146",
                "summary": "This partial document contains the final section and the beginning of a ministerial order from the Democratic Republic of Congo. The main points covered are:\n\n1.  **Execution and Effect:** It states that the Secretary General for Foreign Affairs is responsible for executing the order, which takes effect on the date of its signature (January 18, 2012, in Kinshasa).\n\n2.  **Identification of the Order:** It introduces Ministerial Order No. 169 of October 18, 2008, from the Ministry of Justice and Human Rights. The purpose of the order is to grant legal personality (official recognition) to a non-profit, non-denominational association named \"Service d’Appui au Développement Régional Intégré\" (SADRI).\n\n3.  **Legal Foundations:** The order lists the legal texts (\"Vu\" / \"Considering\") that form the basis for the decision, including the Constitution, the law on non-profit associations, and various ordinances regarding government organization and ministerial appointments.\n\n4.  **Supporting Documents:** It references the specific requests and documents submitted by the association (SADRI) to obtain its legal status, including its application and a declaration from its majority members, as well as a provisional operating authorization from the provincial governor.\n\n5.  **Opening of the Decree:** The text concludes the preamble with the word \"ARRETE:\" (Hereby Decrees:), indicating that the actual decree provisions (which are not included in this partial text) are about to follow.",
                "line_num": 3419
              },
              {
                "title": "Article 30",
                "node_id": "0147",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du Code de\nprocédure civile.",
                "line_num": 3472
              },
              {
                "title": "Article 30",
                "node_id": "0148",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du code de\nprocédure civile.",
                "line_num": 3483
              },
              {
                "title": "Article 30",
                "node_id": "0149",
                "summary": "###### Article 30\n\nTout différend relatif à l’interprétation ou l’exécution du\nprésent contrat de concession et du cahier des charges sera\nréglé à l’amiable.\nEn cas d’échec, le litige sera soumis aux juridictions\ncompétentes à moins que les parties conviennent de recourir à\nl’arbitrage prévu par les articles 159 à 174 du Code de\nprocédure civile.",
                "line_num": 3494
              },
              {
                "title": "Article 31",
                "node_id": "0150",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal Officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal Officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3505
              },
              {
                "title": "Article 31",
                "node_id": "0151",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal Officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal Officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3517
              },
              {
                "title": "Article 31",
                "node_id": "0152",
                "summary": "###### Article 31\n\nLe présent contrat ainsi que le cahier des charges sont\npubliés au Journal Officiel, déposés au Cadastre Forestier\nNational, notifiés aux autorités provinciales et locales du\nressort, et rendus publics par tout moyen approprié dans les\nlocalités riveraines de la concession.\nLes frais de publication au Journal Officiel du présent\ncontrat, y compris le cahier des charges, sont à charge du\nconcessionnaire.",
                "line_num": 3529
              }
            ]
          },
          {
            "title": "partie d",
            "node_id": "0153",
            "prefix_summary": "## partie d",
            "line_num": 3541,
            "nodes": [
              {
                "title": "Article 32",
                "node_id": "0154",
                "summary": "This partial document is an excerpt from the Official Journal of the Democratic Republic of the Congo (Journal Officiel de la République Démocratique du Congo), specifically the first part of issue number 3, dated February 1, 2012. It contains a compilation of official legal and procedural notices published in the government gazette.\n\nThe main points covered in this partial document are:\n\n1.  **Official Publication:** It is a formal government publication serving as the official record for legal and administrative acts.\n2.  **Diverse Legal and Judicial Acts:** The document compiles numerous individual legal notices, including:\n    *   **Contractual Agreements:** The start of the document includes the effective date of a forest concession contract.\n    *   **Official Meeting Minutes:** A detailed record (procès-verbal) of a meeting concerning the fair classification of pharmacists' employment, including a proposed career progression table.\n    *   **Court and Tribunal Proceedings:** The bulk of the document consists of various judicial notifications and decisions, such as:\n        *   Notifications of lawsuits and court dates (e.g., for a \"prise à partie\" or action against magistrates, divorce proceedings, eviction orders, third-party oppositions).\n        *   Publication of court judgments in civil, commercial, and criminal cases (e.g., cases involving debt recovery, property disputes, fraud, forgery, divorce, and defamation).\n        *   Summons and citations to parties with unknown addresses, published as a legal formality.\n3.  **Geographic Scope:** The cases and notices originate from various jurisdictions within the DRC, primarily Kinshasa but also from provinces like Bas-Congo, North Kivu, and Orientale.\n4.  **Legal Formalities:** It demonstrates standard legal procedures for notifying parties, especially when their whereabouts are unknown, by publishing notices in the Official Journal.\n5.  **Journal Information:** The final section outlines the subscription terms, purchase conditions, the legal missions of the Official Journal, and the subdivision of its content into different parts (legislative texts, corporate acts, intellectual property, etc.).\n\nIn essence, this partial document is a public record of government and judicial activities, serving to officially communicate the existence and details of contracts, administrative decisions, and ongoing or concluded legal proceedings to the public.",
                "line_num": 3544
              },
              {
                "title": "Article 32",
                "node_id": "0155",
                "summary": "This partial document is the concluding section and preamble of a forest concession contract (Contract No. 023/11) in the Democratic Republic of Congo. The main points covered are:\n\n1.  **Contract Execution Details:** It specifies the date (24 October 2011) and place (Kinshasa) of signing, and includes the signatures of the parties: Yves Brackenier (Managing Administrator for the concessionaire) and José E.B. Endundu (Minister of Environment for the state).\n\n2.  **Contractual Parties:** It formally identifies the two parties entering into the agreement:\n    *   **The Granting Authority:** The Minister of Environment, Conservation of Nature, and Tourism, acting on behalf of the Democratic Republic of Congo.\n    *   **The Concessionaire:** The forestry exploitation company \"SEFOCO,\" including its full legal registration details, address, and legal representative (Yves Brackenier).\n\n3.  **Contract Origin:** It states that this concession contract results from the conversion of a prior \"Supply Guarantee\" (No. 008/CAB/MIN/ECNT/93 from 1993), which was deemed convertible via a 2010 notification.",
                "line_num": 7800
              },
              {
                "title": "Article 32",
                "node_id": "0156",
                "summary": "This partial document covers the execution details and parties involved in a forest concession contract in the Democratic Republic of Congo. It specifies the contract's effective date (October 24, 2011), its origin from a prior supply guarantee agreement, and identifies the two signing parties: the Minister of Environment on behalf of the state as the granting authority, and the company \"MEGABOIS,\" represented by Yves Brackenier, as the concessionaire.",
                "line_num": 7849
              },
              {
                "title": "Article 4",
                "node_id": "0157",
                "summary": "###### Article 4\n\nToutes les dispositions antérieures contraires au présent\nArrêté sont abrogées.",
                "line_num": 7895
              },
              {
                "title": "Article 4",
                "node_id": "0158",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession.\nPendant toute la durée du contrat, le concessionnaire ne\npeut être privé en tout ou partie de son droit d’exploiter sa\nconcession, sauf en cas de non respect de ses obligations\nlégales, réglementaires ou contractuelles, ou pour cause\nd’utilité publique, et dans ce dernier cas moyennant une juste\net préalable indemnité, conformément au droit commun.",
                "line_num": 7901
              },
              {
                "title": "Article 4",
                "node_id": "0159",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession.\nPendant toute la durée du contrat, le concessionnaire ne\npeut être privé en tout ou partie de son droit d’exploiter sa\nconcession, sauf en cas de non respect de ses obligations\nlégales, réglementaires ou contractuelles, ou pour cause\nd’utilité publique, et dans ce dernier cas moyennant une juste\net préalable indemnité, conformément au droit commun.",
                "line_num": 7914
              },
              {
                "title": "Article 4",
                "node_id": "0160",
                "summary": "###### Article 4\n\nL’Etat garantit au concessionnaire la jouissance pleine et\nentière des droits qui lui sont conférés par la loi et le présent\ncontrat de concession.\nPendant toute la durée du contrat, le concessionnaire ne\npeut être privé en tout ou partie de son droit d’exploiter sa\nconcession, sauf en cas de non respect de ses obligations\nlégales, réglementaires ou contractuelles, ou pour cause\nd’utilité publique, et dans ce dernier cas moyennant une juste\net préalable indemnité, conformément au droit commun.",
                "line_num": 7927
              },
              {
                "title": "Article 4",
                "node_id": "0161",
                "summary": "###### Article 4\n\nToute personne désireuse d’organiser le jeu de hasard\nponctuel ou permanent doit remplir les conditions ci-après :\n- formuler sa demande auprès du Ministre compétent ;\n- remplir  les conditions d’exercice du Commerce en\nRépublique Démocratique du Congo ;\n- présenter le règlement de jeu ainsi que la déclaration de\nvaleur des lots mis en jeu ;\n- avant le démarrage des activités, présenter la copie de\nl’accusé de réception de la lettre de demande de\npartenariat adressée à la société qui jouit du monopole\nd’organisation de jeux de loteries et concours de\npronostics.",
                "line_num": 7940
              },
              {
                "title": "Article 5",
                "node_id": "0162",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 7956
              },
              {
                "title": "Article 5",
                "node_id": "0163",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 7963
              },
              {
                "title": "Article 5",
                "node_id": "0164",
                "summary": "###### Article 5\n\nSous réserve des dispositions de l’article 13 du présent\ncontrat, le concessionnaire a un droit exclusif d’exploitation\ndu bois d’œuvre se trouvant dans les limites de sa concession.",
                "line_num": 7970
              },
              {
                "title": "Article 5",
                "node_id": "0165",
                "summary": "###### Article 5\n\nLe Secrétaire général aux Hydrocarbures est chargé de\nl’exécution du présent Arrêté qui entre en vigueur à la date de\nsa signature.\nFait à Kinshasa, le 19 janvier 2012\nCélestin Mbuyu Kabango\n___________\nMinistère de l'Urbanisme et Habitat\nArrêté ministériel n°073/CAB/MIN.URB-HAB/SG/CJ/\nAP/2011 du 29 décembre 2011 portant désaffectation de\nl’immeuble de l’Etat sise avenue de l’Athénée n° 8,\nCommune d’Ibanda à Bukavu dans la Province du Sud-\nKivu.\nLe Ministre de l’Urbanisme et Habitat,\nVu la Constitution de la République, spécialement en son",
                "line_num": 7977
              },
              {
                "title": "Article 5",
                "node_id": "0166",
                "summary": "###### Article 5\n\nL’organisation de jeux de hasard ponctuel ne peut excéder\nune période de trois mois.",
                "line_num": 7995
              },
              {
                "title": "Article 6",
                "node_id": "0167",
                "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du code forestier.\nIl lui est interdit de créer toute entrave à l’exercice par les\ncommunautés locales et/ou peuples autochtones riverains des\ndroits d’usage forestiers ainsi reconnus.",
                "line_num": 8001
              },
              {
                "title": "Article 6",
                "node_id": "0168",
                "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du code forestier.\nIl lui est interdit de créer toute entrave à l’exercice par les\ncommunautés locales et/ou peuples autochtones riverains des\ndroits d’usage forestiers ainsi reconnus.",
                "line_num": 8017
              },
              {
                "title": "Article 6",
                "node_id": "0169",
                "summary": "###### Article 6\n\nL’organisation des tranches de loterie et concours de\npronostics requiert le respect des règles de procédures\nconsacrées dans les ordonnances n° 84/155 et 84/156 du 04\njuillet 1984.",
                "line_num": 8033
              },
              {
                "title": "Article 6",
                "node_id": "0170",
                "summary": "###### Article 6\n\nLe concessionnaire est tenu de respecter les droits d’usage\ntraditionnels\ndes\ncommunautés\nlocales\net/ou\npeuples\nautochtones riverains de la concession tels que définis aux\narticles 36, 37 et 44 du code forestier.\nIl lui est interdit de créer toute entrave à l’exercice par les\ncommunautés locales et/ou peuples autochtones riverains des\ndroits d’usage forestiers ainsi reconnus.",
                "line_num": 8041
              },
              {
                "title": "Article 7",
                "node_id": "0171",
                "summary": "This partial document covers the rights and obligations regarding access routes for a concession holder (concessionaire). It states that the holder has a right of passage easement over neighboring lands for access and production evacuation, but it must be strictly limited to what is necessary. It requires consultation with local communities and indigenous peoples when planning the route layout from the concession area. Finally, it stipulates that disputes over access or evacuation routes must be resolved using the dispute settlement mechanisms defined in Articles 103 and 104 of the forestry code.",
                "line_num": 8057
              },
              {
                "title": "Article 7",
                "node_id": "0172",
                "summary": "The partial document describes the rights and obligations of a concessionaire regarding access routes. It grants a right of passage over neighboring land for accessing the concession and evacuating production, but limits this right to what is strictly necessary. It requires consultation with local communities or indigenous peoples when planning the route's layout. Finally, it stipulates that any disputes over the route should be resolved using specific dispute resolution mechanisms outlined in the forestry code.",
                "line_num": 8075
              },
              {
                "title": "Article 7",
                "node_id": "0173",
                "summary": "This partial document, Article 7, outlines the legal conditions for opening a gaming establishment in the Democratic Republic of the Congo. The main points covered are the physical and operational requirements for such venues, including: the need for premises built to international standards; that access must not be directly visible to the public; and that casinos must also offer entertainment and restaurant services. It also details admission rules, prohibiting minors under 18, uniformed military/police, intoxicated individuals, and those likely to disturb order. Admission requires identification. Finally, it states that establishment operators must provide inspectors with all necessary documentation for calculating the ad valorem tax on certified winnings.",
                "line_num": 8093
              },
              {
                "title": "Article 7",
                "node_id": "0174",
                "summary": "This partial document outlines the rights and obligations of a concession holder regarding access rights (a servitude of passage) over neighboring lands for accessing their concession and evacuating production. It specifies that the right must be exercised strictly within necessary limits, requires consultation with local communities and indigenous peoples when planning access routes, and mandates the use of defined dispute resolution mechanisms if conflicts arise over the route layout.",
                "line_num": 8126
              },
              {
                "title": "Article 8",
                "node_id": "0175",
                "summary": "This partial document covers Article 8 of a contract, detailing the conditions for renewal of a concession agreement and the grounds for its refusal.\n\nThe main points are:\n*   The concessionaire may request renewal at contract expiration if all obligations have been fulfilled, must provide updated management and specification plans, and must follow applicable regulations.\n*   The granting authority will refuse renewal in case of violations, specifically listing five grounds for refusal: non-payment of fees/taxes, illegal logging, illegal trade of forest products, violation of social/environmental/investment obligations, and corruption, fraud, violence, or their attempted commission.",
                "line_num": 8144
              },
              {
                "title": "Article 8",
                "node_id": "0176",
                "summary": "This partial document outlines the conditions for renewing a forest concession contract at its expiration. It specifies that the concessionaire may request renewal provided they have fulfilled all contractual obligations and present updated management plans. The renewal can be denied by the granting authority for violations of the contract, including: non-payment of fees and taxes; illegal logging or trade of forest products; breaches of social, environmental, and industrial investment obligations; and proven corruption, fraud, or violence.",
                "line_num": 8189
              },
              {
                "title": "Article 8",
                "node_id": "0177",
                "summary": "This partial document, Article 8, covers the conditions for renewing a concession contract. The main points are:\n1. The concessionaire may request renewal at contract expiration, provided they have fulfilled all contractual obligations and update their management plan.\n2. Renewal can be denied by the granting authority for violations of the contract, specifically for:\n   - Non-payment of fees or taxes.\n   - Illegal logging or trade of forest products.\n   - Violation of social, environmental, or industrial investment obligations.\n   - Corruption, fraud, violence, or attempts thereof.",
                "line_num": 8234
              },
              {
                "title": "Article 8",
                "node_id": "0178",
                "summary": "###### Article 8\n\nTout\nopérateur\néconomique\nqui\ns’inscrit\ndans\nl’exploitation des activités des loisirs comme matière\ncommerciale doit éviter d’exposer la population au tapage\ndiurne et nocturne, et veiller à la protection de l’enfant.",
                "line_num": 8279
              },
              {
                "title": "Article 9",
                "node_id": "0179",
                "summary": "###### Article 9\n\nL’exploitant d’une activité des loisirs susceptibles de\nprocurer des gains aux joueurs, doit s’engager de mettre à la\ndisposition des inspecteurs des loisirs tous les documents\ncomptables y relatifs certifiés par la commission de\nsurveillance ad hoc.",
                "line_num": 8292
              },
              {
                "title": "Article 9",
                "node_id": "0180",
                "summary": "This partial document outlines the obligations of a concessionaire (leaseholder) under a forestry contract in the Democratic Republic of the Congo, as stipulated in Article 9. The main points covered are the specific duties the concessionaire must perform, which include: demarcating the concession and annual cutting area boundaries; adhering to wood exploitation rules like minimum tree diameters; implementing environmental and biodiversity protection measures; building socio-economic infrastructure and social services for local communities; making required investments in equipment, facility upgrades, and personnel; and paying all relevant forestry area fees and taxes on time. These obligations are derived from the contract, its terms of reference, and a referenced management plan.",
                "line_num": 8301
              },
              {
                "title": "Article 9",
                "node_id": "0181",
                "summary": "This partial document, Article 9, outlines the mandatory obligations of a concession holder under a forestry contract. The main points cover the holder's duty to establish themselves on the concession area and comply with all derived rights and obligations. Specific required actions include: demarcating the concession and annual cutting area boundaries; adhering to wood exploitation rules, including minimum diameter per species; implementing environmental and biodiversity protection measures; building socio-economic infrastructures and social services for local communities; making specified investments in equipment, factory modernization, and personnel recruitment; and paying all applicable forest area fees and taxes within regulatory deadlines. These obligations are defined by the contract, its specifications, and the management plan referenced in Article 10.",
                "line_num": 8346
              },
              {
                "title": "Article 9",
                "node_id": "0182",
                "summary": "This partial document outlines the obligations of a concessionaire (leaseholder) under a forestry contract in the Democratic Republic of the Congo. The main points covered are the specific duties the concessionaire must perform on the granted land, which include: demarcating the concession and annual cutting area boundaries; respecting wood exploitation rules like minimum tree diameters; implementing environmental and biodiversity protection measures; building socio-economic infrastructure for local communities; making required investments in equipment and modernization; and paying all applicable forestry area fees and taxes on time.",
                "line_num": 8385
              },
              {
                "title": "Article 93",
                "node_id": "0183",
                "summary": "This partial document is the preamble to a governmental decree (Article 93). It lists the legal texts and factual considerations that form the basis and justification for the upcoming decree. The main points covered are:\n\n1.  **Legal Foundations:** It cites multiple existing laws, decrees, and ordinances related to contracts, property, land tenure, government organization, and ministerial attributions.\n2.  **Administrative Context:** It references specific administrative letters and reports, including a request from a provincial division regarding the declassification of state buildings and a technical expert report on a specific building.\n3.  **Factual Justifications:** It states the reasons for the action, citing the building's dilapidated state following an earthquake, the unsuitability of the land for a public-private partnership, and the general \"necessity and opportunity\" for the decree.\n4.  **Procedural Step:** It notes that the decree is made upon the proposal of the Secretary General for Urban Planning and Housing.\n\nThe text culminates with the word \"ARRETE:\" (Decrees:), indicating that the actual decree articles will follow.",
                "line_num": 8430
              }
            ]
          }
        ]
      }
    ]
  },
  "node_article_mapping": {
    "0001": [
      "855f224c-0069-487f-813a-3631a13f8c23"
    ],
    "0003": [
      "a8ce7ba2-3cf2-46e3-8ca8-5bac9fc028ae",
      "69f5c77e-ca2f-41a6-946e-b128288a0390",
      "b8ac6ee3-4bdc-4923-8319-e2eee60dfedb",
      "6a55dc4e-fcbd-474a-95c3-4652e97d752c"
    ],
    "0005": [
      "a8ce7ba2-3cf2-46e3-8ca8-5bac9fc028ae",
      "69f5c77e-ca2f-41a6-946e-b128288a0390",
      "b8ac6ee3-4bdc-4923-8319-e2eee60dfedb",
      "6a55dc4e-fcbd-474a-95c3-4652e97d752c"
    ],
    "0007": [
      "a8ce7ba2-3cf2-46e3-8ca8-5bac9fc028ae",
      "69f5c77e-ca2f-41a6-946e-b128288a0390",
      "b8ac6ee3-4bdc-4923-8319-e2eee60dfedb",
      "6a55dc4e-fcbd-474a-95c3-4652e97d752c"
    ],
    "0008": [
      "a8ce7ba2-3cf2-46e3-8ca8-5bac9fc028ae",
      "69f5c77e-ca2f-41a6-946e-b128288a0390",
      "b8ac6ee3-4bdc-4923-8319-e2eee60dfedb",
      "6a55dc4e-fcbd-474a-95c3-4652e97d752c"
    ],
    "0009": [
      "ae70ccef-9fbf-4d4f-b6a7-6533624c045f",
      "91f01d02-1cad-4d07-8be6-b9077b6b4083",
      "eacab1c8-7928-4b72-995a-1fd7380434a1",
      "f462c389-7a6e-4435-b6e1-d6127af0360b"
    ],
    "0010": [
      "ae70ccef-9fbf-4d4f-b6a7-6533624c045f",
      "91f01d02-1cad-4d07-8be6-b9077b6b4083",
      "eacab1c8-7928-4b72-995a-1fd7380434a1",
      "f462c389-7a6e-4435-b6e1-d6127af0360b"
    ],
    "0011": [
      "ae70ccef-9fbf-4d4f-b6a7-6533624c045f",
      "91f01d02-1cad-4d07-8be6-b9077b6b4083",
      "eacab1c8-7928-4b72-995a-1fd7380434a1",
      "f462c389-7a6e-4435-b6e1-d6127af0360b"
    ],
    "0012": [
      "ae70ccef-9fbf-4d4f-b6a7-6533624c045f",
      "91f01d02-1cad-4d07-8be6-b9077b6b4083",
      "eacab1c8-7928-4b72-995a-1fd7380434a1",
      "f462c389-7a6e-4435-b6e1-d6127af0360b"
    ],
    "0013": [
      "595e5efd-2f0d-40bc-b00b-cfd2afe9afe5",
      "bfe17711-bb66-4bab-8a4a-4eaa69954bfe",
      "fdb9edd2-dee7-4e0f-86da-b9802c676d88",
      "7ce7e453-daf4-40ee-a00d-d33944a1c54f"
    ],
    "0014": [
      "595e5efd-2f0d-40bc-b00b-cfd2afe9afe5",
      "bfe17711-bb66-4bab-8a4a-4eaa69954bfe",
      "fdb9edd2-dee7-4e0f-86da-b9802c676d88",
      "7ce7e453-daf4-40ee-a00d-d33944a1c54f"
    ],
    "0015": [
      "595e5efd-2f0d-40bc-b00b-cfd2afe9afe5",
      "bfe17711-bb66-4bab-8a4a-4eaa69954bfe",
      "fdb9edd2-dee7-4e0f-86da-b9802c676d88",
      "7ce7e453-daf4-40ee-a00d-d33944a1c54f"
    ],
    "0016": [
      "595e5efd-2f0d-40bc-b00b-cfd2afe9afe5",
      "bfe17711-bb66-4bab-8a4a-4eaa69954bfe",
      "fdb9edd2-dee7-4e0f-86da-b9802c676d88",
      "7ce7e453-daf4-40ee-a00d-d33944a1c54f"
    ],
    "0017": [
      "2ea6896d-4a75-44d2-84b8-ec7db66f1c73",
      "171f6ae7-56d1-4152-bd7b-f06dc110bb98",
      "b21d664a-22b6-4c08-a306-eb21b804fcba",
      "a5946bed-308a-42f0-91f7-d08859236185"
    ],
    "0018": [
      "2ea6896d-4a75-44d2-84b8-ec7db66f1c73",
      "171f6ae7-56d1-4152-bd7b-f06dc110bb98",
      "b21d664a-22b6-4c08-a306-eb21b804fcba",
      "a5946bed-308a-42f0-91f7-d08859236185"
    ],
    "0019": [
      "2ea6896d-4a75-44d2-84b8-ec7db66f1c73",
      "171f6ae7-56d1-4152-bd7b-f06dc110bb98",
      "b21d664a-22b6-4c08-a306-eb21b804fcba",
      "a5946bed-308a-42f0-91f7-d08859236185"
    ],
    "0020": [
      "2ea6896d-4a75-44d2-84b8-ec7db66f1c73",
      "171f6ae7-56d1-4152-bd7b-f06dc110bb98",
      "b21d664a-22b6-4c08-a306-eb21b804fcba",
      "a5946bed-308a-42f0-91f7-d08859236185"
    ],
    "0021": [
      "54579a31-2a14-4b8d-b9ce-bafbc707917e",
      "5650681c-a211-4031-9b16-3a71f6ab4721",
      "0e7b5484-e0bc-4996-9b24-a54dd65faefa",
      "b92171f3-b3a6-4966-a934-e7ca8496f7b5"
    ],
    "0022": [
      "54579a31-2a14-4b8d-b9ce-bafbc707917e",
      "5650681c-a211-4031-9b16-3a71f6ab4721",
      "0e7b5484-e0bc-4996-9b24-a54dd65faefa",
      "b92171f3-b3a6-4966-a934-e7ca8496f7b5"
    ],
    "0023": [
      "54579a31-2a14-4b8d-b9ce-bafbc707917e",
      "5650681c-a211-4031-9b16-3a71f6ab4721",
      "0e7b5484-e0bc-4996-9b24-a54dd65faefa",
      "b92171f3-b3a6-4966-a934-e7ca8496f7b5"
    ],
    "0024": [
      "54579a31-2a14-4b8d-b9ce-bafbc707917e",
      "5650681c-a211-4031-9b16-3a71f6ab4721",
      "0e7b5484-e0bc-4996-9b24-a54dd65faefa",
      "b92171f3-b3a6-4966-a934-e7ca8496f7b5"
    ],
    "0025": [
      "3f13b690-368b-4af1-9be6-70ca3bd11be2",
      "7e9874cb-58a4-483d-b033-63095d8813f4",
      "48e4ba86-51b2-4eb4-bea1-673e45ba0a67",
      "d2a6314a-0197-49d8-be49-09f21cc024b1"
    ],
    "0026": [
      "3f13b690-368b-4af1-9be6-70ca3bd11be2",
      "7e9874cb-58a4-483d-b033-63095d8813f4",
      "48e4ba86-51b2-4eb4-bea1-673e45ba0a67",
      "d2a6314a-0197-49d8-be49-09f21cc024b1"
    ],
    "0027": [
      "3f13b690-368b-4af1-9be6-70ca3bd11be2",
      "7e9874cb-58a4-483d-b033-63095d8813f4",
      "48e4ba86-51b2-4eb4-bea1-673e45ba0a67",
      "d2a6314a-0197-49d8-be49-09f21cc024b1"
    ],
    "0028": [
      "3f13b690-368b-4af1-9be6-70ca3bd11be2",
      "7e9874cb-58a4-483d-b033-63095d8813f4",
      "48e4ba86-51b2-4eb4-bea1-673e45ba0a67",
      "d2a6314a-0197-49d8-be49-09f21cc024b1"
    ],
    "0029": [
      "1bb2a7d3-0b58-4b20-86a2-5a38bae33bf3",
      "754a2f92-9980-4b82-8198-57fdd3e7c827",
      "e3f82684-f03c-40c6-81c1-a9d5d43c84fb",
      "a812ec3b-b393-4f76-8f93-32bd26d98d70"
    ],
    "0030": [
      "1bb2a7d3-0b58-4b20-86a2-5a38bae33bf3",
      "754a2f92-9980-4b82-8198-57fdd3e7c827",
      "e3f82684-f03c-40c6-81c1-a9d5d43c84fb",
      "a812ec3b-b393-4f76-8f93-32bd26d98d70"
    ],
    "0031": [
      "1bb2a7d3-0b58-4b20-86a2-5a38bae33bf3",
      "754a2f92-9980-4b82-8198-57fdd3e7c827",
      "e3f82684-f03c-40c6-81c1-a9d5d43c84fb",
      "a812ec3b-b393-4f76-8f93-32bd26d98d70"
    ],
    "0032": [
      "1bb2a7d3-0b58-4b20-86a2-5a38bae33bf3",
      "754a2f92-9980-4b82-8198-57fdd3e7c827",
      "e3f82684-f03c-40c6-81c1-a9d5d43c84fb",
      "a812ec3b-b393-4f76-8f93-32bd26d98d70"
    ],
    "0033": [
      "0e2ace55-1507-4c48-a874-265f454f4b82",
      "e342e8be-7224-4f05-b4ea-b0b50294d311",
      "eb07de3c-57d9-4726-8829-b26158b6a0fc",
      "f2b35f10-3c60-4367-a7c3-16eb6947d5a3"
    ],
    "0034": [
      "0e2ace55-1507-4c48-a874-265f454f4b82",
      "e342e8be-7224-4f05-b4ea-b0b50294d311",
      "eb07de3c-57d9-4726-8829-b26158b6a0fc",
      "f2b35f10-3c60-4367-a7c3-16eb6947d5a3"
    ],
    "0035": [
      "0e2ace55-1507-4c48-a874-265f454f4b82",
      "e342e8be-7224-4f05-b4ea-b0b50294d311",
      "eb07de3c-57d9-4726-8829-b26158b6a0fc",
      "f2b35f10-3c60-4367-a7c3-16eb6947d5a3"
    ],
    "0036": [
      "0e2ace55-1507-4c48-a874-265f454f4b82",
      "e342e8be-7224-4f05-b4ea-b0b50294d311",
      "eb07de3c-57d9-4726-8829-b26158b6a0fc",
      "f2b35f10-3c60-4367-a7c3-16eb6947d5a3"
    ],
    "0037": [
      "318327c7-c16e-4b47-adbd-bc5e0b2a2068",
      "44daf453-1a89-4530-9f2c-0cba02771085",
      "62be97ed-d44d-4a59-814b-fc4f86632854",
      "0d843ded-78f9-4cc2-afa5-a051e6bdb267"
    ],
    "0038": [
      "318327c7-c16e-4b47-adbd-bc5e0b2a2068",
      "44daf453-1a89-4530-9f2c-0cba02771085",
      "62be97ed-d44d-4a59-814b-fc4f86632854",
      "0d843ded-78f9-4cc2-afa5-a051e6bdb267"
    ],
    "0039": [
      "318327c7-c16e-4b47-adbd-bc5e0b2a2068",
      "44daf453-1a89-4530-9f2c-0cba02771085",
      "62be97ed-d44d-4a59-814b-fc4f86632854",
      "0d843ded-78f9-4cc2-afa5-a051e6bdb267"
    ],
    "0040": [
      "318327c7-c16e-4b47-adbd-bc5e0b2a2068",
      "44daf453-1a89-4530-9f2c-0cba02771085",
      "62be97ed-d44d-4a59-814b-fc4f86632854",
      "0d843ded-78f9-4cc2-afa5-a051e6bdb267"
    ],
    "0041": [
      "0920ef30-a274-469c-8f1e-807635554a0d",
      "1af6fb89-d132-4aac-8327-f038dfbb40d9",
      "c6a24dd7-01cd-4ecf-bf57-1becdd209821",
      "df0255b9-9e39-4217-90dc-c88e95860b01"
    ],
    "0042": [
      "0920ef30-a274-469c-8f1e-807635554a0d",
      "1af6fb89-d132-4aac-8327-f038dfbb40d9",
      "c6a24dd7-01cd-4ecf-bf57-1becdd209821",
      "df0255b9-9e39-4217-90dc-c88e95860b01"
    ],
    "0043": [
      "0920ef30-a274-469c-8f1e-807635554a0d",
      "1af6fb89-d132-4aac-8327-f038dfbb40d9",
      "c6a24dd7-01cd-4ecf-bf57-1becdd209821",
      "df0255b9-9e39-4217-90dc-c88e95860b01"
    ],
    "0044": [
      "0920ef30-a274-469c-8f1e-807635554a0d",
      "1af6fb89-d132-4aac-8327-f038dfbb40d9",
      "c6a24dd7-01cd-4ecf-bf57-1becdd209821",
      "df0255b9-9e39-4217-90dc-c88e95860b01"
    ],
    "0045": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0046": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0047": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0048": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0049": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0050": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0051": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0052": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0053": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0054": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0055": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0056": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0057": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0058": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0059": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0060": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0061": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0062": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0063": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0064": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0065": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0066": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0067": [
      "f9404552-ea72-4828-8998-eb918b615b97",
      "4a71e9d9-b683-4320-a3cc-b3744b081dd9",
      "b7c802b9-1ec9-44f7-a2f6-34310e2143c9",
      "31867d97-1d5f-4cb6-afb1-10a24abf6769",
      "5663dd9b-34a7-49e1-8b16-10aec447b00f",
      "a33950f9-34b0-416b-8705-1b1993a348ac",
      "c3bc2c06-81ed-4bec-bcc2-aa9a03962e16",
      "46ae88d4-b876-4415-b90c-75994a170502",
      "1c48cbac-a1c2-407f-9114-be15330b3537",
      "ad78951c-ff5d-4f63-9322-8020625f1856",
      "48ce6299-ce2c-4418-beed-06a5dfcb5712",
      "06c45696-874d-4e14-8689-4b7ce7ae63a5",
      "01dea09a-21c1-48a4-ae76-2bc8b26d317a",
      "f5e404cb-1c49-4ba3-a05f-a8460eb88578",
      "648c8111-c1a2-466b-a69e-3e21e019ad1d",
      "11272dfa-bf8a-43d8-865b-f235848d1b50",
      "d8eddc96-23fa-47ed-9e72-270fe1ce57d2",
      "292fe964-0a40-4005-9d2b-b0f1edf24d34",
      "7423de47-1740-4549-97ce-08c46aca5ab0",
      "a3c4dbf6-8e82-4392-8648-d67938ac1aba",
      "38b2605e-d74c-4929-a8b5-2afbc1c74e7a",
      "ec0e8f7a-8a2f-4ca7-a20c-9c3253303aa7",
      "46fc8c82-e481-44c5-a9f7-3efc71198c0b"
    ],
    "0068": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0069": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0070": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0071": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0072": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0073": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0074": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0075": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0076": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0077": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0078": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0079": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0080": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0081": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0082": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0083": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0084": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0085": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0086": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0087": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0088": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0089": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0090": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0091": [
      "da6f322b-5a81-41d0-a97c-4a251f29fe0d",
      "fcc64343-e1b3-4411-9134-11f1159a453f",
      "1a971925-d16c-409c-a3ec-6f24f82fa3c0",
      "5f0c8557-4957-483a-96ed-02d795247c92",
      "c994345e-a65d-485e-850c-b67ff455b9ee",
      "9cd6a97d-e65f-4c9e-b5e2-30b6ed28395a",
      "c1b3648c-1457-4c5c-9e15-5e888c02f1b1",
      "18145113-73b7-4173-b0da-19d28b38ccf3",
      "5aa0fd99-ddb0-4b3c-a131-c8039680ff92",
      "660f3098-91e1-4888-94ca-21fabc944bab",
      "05bad475-6568-4cdf-8a22-506d4e3c71d9",
      "cfa7744c-eb76-4f70-b6ea-e64f75d6f77b",
      "dd5a827b-97b1-4823-94c3-eac735c567d6",
      "d44af943-c175-495b-99c7-90f5decb21d3",
      "9e765fba-1ce5-4e3b-b6b1-cec942c34a8f",
      "f6ac158e-1476-4eea-8ae1-a78dba69e502",
      "daf98732-b63b-49d3-90a2-f99afd258bea",
      "169af015-1fbf-42be-a677-714699569436",
      "5fe836df-ea0e-4e5c-8bf3-80798d7394f4",
      "25a8d0c1-6cc0-4078-b635-1d2dc65434c2",
      "3066043b-9248-49e4-8f7e-e88cbeb81bbe",
      "7253cb26-5fef-4653-b512-d44f5fc6c049",
      "9a79b8fc-d70a-47e7-87da-0a5d939eec0d",
      "7a9e1f05-91e6-4108-962e-580991fea3b0"
    ],
    "0092": [
      "de06d380-c9b1-4bce-97e8-d3dc13e9b8ec",
      "3d2bf5e6-464a-4b40-929a-8ab96c323a1a",
      "6923f877-cffa-42c2-8478-d6b23252e6c8",
      "9bbfa4fb-7404-4816-8af9-248d01540454"
    ],
    "0093": [
      "de06d380-c9b1-4bce-97e8-d3dc13e9b8ec",
      "3d2bf5e6-464a-4b40-929a-8ab96c323a1a",
      "6923f877-cffa-42c2-8478-d6b23252e6c8",
      "9bbfa4fb-7404-4816-8af9-248d01540454"
    ],
    "0094": [
      "de06d380-c9b1-4bce-97e8-d3dc13e9b8ec",
      "3d2bf5e6-464a-4b40-929a-8ab96c323a1a",
      "6923f877-cffa-42c2-8478-d6b23252e6c8",
      "9bbfa4fb-7404-4816-8af9-248d01540454"
    ],
    "0095": [
      "de06d380-c9b1-4bce-97e8-d3dc13e9b8ec",
      "3d2bf5e6-464a-4b40-929a-8ab96c323a1a",
      "6923f877-cffa-42c2-8478-d6b23252e6c8",
      "9bbfa4fb-7404-4816-8af9-248d01540454"
    ],
    "0096": [
      "39719a23-7b69-4a5b-96b6-b74efd0a22db",
      "5895daca-9a83-4606-a91a-e23b4ead42f6",
      "49160a5b-1df4-442c-8fa2-2057b687b091",
      "3b903d15-faaf-4fd5-8051-947ae326723d"
    ],
    "0097": [
      "39719a23-7b69-4a5b-96b6-b74efd0a22db",
      "5895daca-9a83-4606-a91a-e23b4ead42f6",
      "49160a5b-1df4-442c-8fa2-2057b687b091",
      "3b903d15-faaf-4fd5-8051-947ae326723d"
    ],
    "0098": [
      "39719a23-7b69-4a5b-96b6-b74efd0a22db",
      "5895daca-9a83-4606-a91a-e23b4ead42f6",
      "49160a5b-1df4-442c-8fa2-2057b687b091",
      "3b903d15-faaf-4fd5-8051-947ae326723d"
    ],
    "0099": [
      "39719a23-7b69-4a5b-96b6-b74efd0a22db",
      "5895daca-9a83-4606-a91a-e23b4ead42f6",
      "49160a5b-1df4-442c-8fa2-2057b687b091",
      "3b903d15-faaf-4fd5-8051-947ae326723d"
    ],
    "0100": [
      "016c0358-967d-4e54-a96f-5816eac6fd78",
      "b64338af-b059-4b27-95bb-eb2ad875a681",
      "23065b1c-aad5-4628-ab4d-c422681e5b03"
    ],
    "0101": [
      "016c0358-967d-4e54-a96f-5816eac6fd78",
      "b64338af-b059-4b27-95bb-eb2ad875a681",
      "23065b1c-aad5-4628-ab4d-c422681e5b03"
    ],
    "0102": [
      "016c0358-967d-4e54-a96f-5816eac6fd78",
      "b64338af-b059-4b27-95bb-eb2ad875a681",
      "23065b1c-aad5-4628-ab4d-c422681e5b03"
    ],
    "0103": [
      "5b7e95b9-26fd-4514-bd81-2f025533323f",
      "adc28cbe-4f4c-4bd2-bd1b-7f52c8a9dcdd",
      "ee84c181-5992-4e25-a66e-b4c8bb8ad23a"
    ],
    "0104": [
      "5b7e95b9-26fd-4514-bd81-2f025533323f",
      "adc28cbe-4f4c-4bd2-bd1b-7f52c8a9dcdd",
      "ee84c181-5992-4e25-a66e-b4c8bb8ad23a"
    ],
    "0105": [
      "5b7e95b9-26fd-4514-bd81-2f025533323f",
      "adc28cbe-4f4c-4bd2-bd1b-7f52c8a9dcdd",
      "ee84c181-5992-4e25-a66e-b4c8bb8ad23a"
    ],
    "0106": [
      "09e21716-465f-40f8-b57e-2119ebc30f2b",
      "c0f9c152-dc5f-4d6f-9204-72e3185ef74e",
      "049c33f1-71db-4a96-82b6-ec53121d4bcf"
    ],
    "0107": [
      "09e21716-465f-40f8-b57e-2119ebc30f2b",
      "c0f9c152-dc5f-4d6f-9204-72e3185ef74e",
      "049c33f1-71db-4a96-82b6-ec53121d4bcf"
    ],
    "0108": [
      "09e21716-465f-40f8-b57e-2119ebc30f2b",
      "c0f9c152-dc5f-4d6f-9204-72e3185ef74e",
      "049c33f1-71db-4a96-82b6-ec53121d4bcf"
    ],
    "0109": [
      "8778bdd8-b713-4d8d-aec0-c06f944e0e13",
      "fe3e6852-71b0-46b9-897e-6d923bc03747",
      "57e155a8-853a-48bf-a49c-d83bbf42df1b"
    ],
    "0110": [
      "8778bdd8-b713-4d8d-aec0-c06f944e0e13",
      "fe3e6852-71b0-46b9-897e-6d923bc03747",
      "57e155a8-853a-48bf-a49c-d83bbf42df1b"
    ],
    "0111": [
      "8778bdd8-b713-4d8d-aec0-c06f944e0e13",
      "fe3e6852-71b0-46b9-897e-6d923bc03747",
      "57e155a8-853a-48bf-a49c-d83bbf42df1b"
    ],
    "0112": [
      "77b01029-aa58-4b16-900d-559e3f52fe9e",
      "fae62f25-bfa2-41e7-8a24-8a64ae66af3a",
      "240497eb-998b-40b7-90e7-cfb3a71f9f9d"
    ],
    "0113": [
      "77b01029-aa58-4b16-900d-559e3f52fe9e",
      "fae62f25-bfa2-41e7-8a24-8a64ae66af3a",
      "240497eb-998b-40b7-90e7-cfb3a71f9f9d"
    ],
    "0114": [
      "77b01029-aa58-4b16-900d-559e3f52fe9e",
      "fae62f25-bfa2-41e7-8a24-8a64ae66af3a",
      "240497eb-998b-40b7-90e7-cfb3a71f9f9d"
    ],
    "0115": [
      "3f629206-8d87-437f-9d6c-b5cd82f00783",
      "3a388409-cc81-4f80-be99-3163543de7a8",
      "a155b328-f127-4d9e-9570-1cb73e1b5d77"
    ],
    "0116": [
      "3f629206-8d87-437f-9d6c-b5cd82f00783",
      "3a388409-cc81-4f80-be99-3163543de7a8",
      "a155b328-f127-4d9e-9570-1cb73e1b5d77"
    ],
    "0117": [
      "3f629206-8d87-437f-9d6c-b5cd82f00783",
      "3a388409-cc81-4f80-be99-3163543de7a8",
      "a155b328-f127-4d9e-9570-1cb73e1b5d77"
    ],
    "0118": [
      "6fe6cc51-d174-4d3c-b4f3-f1ed75bfeba9",
      "e655fc02-0f48-4582-a462-d8f900500f65",
      "01288da2-0884-46f6-ac5b-0ea1fffbc7a3"
    ],
    "0119": [
      "6fe6cc51-d174-4d3c-b4f3-f1ed75bfeba9",
      "e655fc02-0f48-4582-a462-d8f900500f65",
      "01288da2-0884-46f6-ac5b-0ea1fffbc7a3"
    ],
    "0120": [
      "6fe6cc51-d174-4d3c-b4f3-f1ed75bfeba9",
      "e655fc02-0f48-4582-a462-d8f900500f65",
      "01288da2-0884-46f6-ac5b-0ea1fffbc7a3"
    ],
    "0121": [
      "552f007f-8fef-4682-b54b-aa22dcb49a11",
      "56b46800-d735-4f45-8949-a1149aecdc99",
      "4222fd96-a6c3-4532-b6b0-148c828f87cf"
    ],
    "0122": [
      "552f007f-8fef-4682-b54b-aa22dcb49a11",
      "56b46800-d735-4f45-8949-a1149aecdc99",
      "4222fd96-a6c3-4532-b6b0-148c828f87cf"
    ],
    "0123": [
      "552f007f-8fef-4682-b54b-aa22dcb49a11",
      "56b46800-d735-4f45-8949-a1149aecdc99",
      "4222fd96-a6c3-4532-b6b0-148c828f87cf"
    ],
    "0124": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0125": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0126": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0127": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0128": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0129": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0130": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0131": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0132": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0133": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0134": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0135": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0136": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0137": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0138": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0139": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0140": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0141": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0142": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0143": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0145": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0146": [
      "dac9fe4d-5f18-43a2-b5d0-e776142d43ac",
      "9f94a7c1-8ccb-4f82-991c-51beea9a560a",
      "be418a94-a52d-481a-b35e-4ad2b2596345",
      "7015e018-f5b4-4fa2-8777-053f77d9d91e",
      "edd394e0-e66e-4543-b595-b03ab189d0af",
      "a8b90e2d-89df-4cf4-9e99-5843bf8c8085",
      "c2a7a98e-c688-47b9-9961-e0b2bb284ec3",
      "51e6582a-a3e9-4805-b7fe-6750f9c73049",
      "18e4df6d-a3a8-445b-8cb6-80492607f0c6",
      "cb3f097f-e1a5-4671-b47d-94f312b2a803",
      "0052f831-db57-497c-9373-e2cf54988ce6",
      "7fc694f5-bd38-48d5-9d5c-f1aa28364202",
      "3446e53d-26a9-47d8-8b61-2392b704462f",
      "b58c081f-e230-49a5-a093-b09ef6016531",
      "6180ff68-6ea0-48b2-8edf-435e38dd03c8",
      "2d4bf569-56a4-4085-a09d-2dedc5530b25",
      "9e6a28b8-f8a9-4450-a0a5-6e63a528b93d",
      "c3617838-bafe-45e8-b862-e631ea836982",
      "16a84512-af74-4b47-bc10-9724a22b38e1",
      "ca8505d6-914b-4b6e-a517-5c7cd7e37704",
      "8240e4d8-d0b5-4323-b43f-453ab8ee29eb",
      "9b17d784-7785-4beb-a0f9-f22ecf6d9913"
    ],
    "0147": [
      "ef642436-f0fc-42cb-85a4-6c32ae7d9ecd",
      "af340780-8938-4532-ac4b-a1e096041b0e",
      "60477b18-ebde-4e83-b8ad-90246ecd7d4d"
    ],
    "0148": [
      "ef642436-f0fc-42cb-85a4-6c32ae7d9ecd",
      "af340780-8938-4532-ac4b-a1e096041b0e",
      "60477b18-ebde-4e83-b8ad-90246ecd7d4d"
    ],
    "0149": [
      "ef642436-f0fc-42cb-85a4-6c32ae7d9ecd",
      "af340780-8938-4532-ac4b-a1e096041b0e",
      "60477b18-ebde-4e83-b8ad-90246ecd7d4d"
    ],
    "0150": [
      "9f59c055-5975-487a-999c-adc756e554a5",
      "d60dd51c-00d7-469d-b7b8-cc036049f79f",
      "bb9efffe-7246-4f8a-895a-d82c8469c694"
    ],
    "0151": [
      "9f59c055-5975-487a-999c-adc756e554a5",
      "d60dd51c-00d7-469d-b7b8-cc036049f79f",
      "bb9efffe-7246-4f8a-895a-d82c8469c694"
    ],
    "0152": [
      "9f59c055-5975-487a-999c-adc756e554a5",
      "d60dd51c-00d7-469d-b7b8-cc036049f79f",
      "bb9efffe-7246-4f8a-895a-d82c8469c694"
    ],
    "0154": [
      "6601284c-78ca-48fa-a074-ac0714f7e690",
      "beb4cb41-a1c9-456c-90d0-a6b37f95fe36",
      "c40b6cbd-f9b0-427f-be3c-49e9b7ab6f7d"
    ],
    "0155": [
      "6601284c-78ca-48fa-a074-ac0714f7e690",
      "beb4cb41-a1c9-456c-90d0-a6b37f95fe36",
      "c40b6cbd-f9b0-427f-be3c-49e9b7ab6f7d"
    ],
    "0156": [
      "6601284c-78ca-48fa-a074-ac0714f7e690",
      "beb4cb41-a1c9-456c-90d0-a6b37f95fe36",
      "c40b6cbd-f9b0-427f-be3c-49e9b7ab6f7d"
    ],
    "0157": [
      "e87aebde-cb77-4006-a24c-18b4999f9fb1",
      "687f47bb-c96e-48d8-8e5e-b1266daa9626",
      "74be6dc7-f3f0-4762-a156-5c19a3ad9b28",
      "437e673e-0b00-4088-91e3-539e607b064f",
      "d28f5c90-04f4-45d9-b490-6a859459bef3"
    ],
    "0158": [
      "e87aebde-cb77-4006-a24c-18b4999f9fb1",
      "687f47bb-c96e-48d8-8e5e-b1266daa9626",
      "74be6dc7-f3f0-4762-a156-5c19a3ad9b28",
      "437e673e-0b00-4088-91e3-539e607b064f",
      "d28f5c90-04f4-45d9-b490-6a859459bef3"
    ],
    "0159": [
      "e87aebde-cb77-4006-a24c-18b4999f9fb1",
      "687f47bb-c96e-48d8-8e5e-b1266daa9626",
      "74be6dc7-f3f0-4762-a156-5c19a3ad9b28",
      "437e673e-0b00-4088-91e3-539e607b064f",
      "d28f5c90-04f4-45d9-b490-6a859459bef3"
    ],
    "0160": [
      "e87aebde-cb77-4006-a24c-18b4999f9fb1",
      "687f47bb-c96e-48d8-8e5e-b1266daa9626",
      "74be6dc7-f3f0-4762-a156-5c19a3ad9b28",
      "437e673e-0b00-4088-91e3-539e607b064f",
      "d28f5c90-04f4-45d9-b490-6a859459bef3"
    ],
    "0161": [
      "e87aebde-cb77-4006-a24c-18b4999f9fb1",
      "687f47bb-c96e-48d8-8e5e-b1266daa9626",
      "74be6dc7-f3f0-4762-a156-5c19a3ad9b28",
      "437e673e-0b00-4088-91e3-539e607b064f",
      "d28f5c90-04f4-45d9-b490-6a859459bef3"
    ],
    "0162": [
      "a4506d4b-d9cd-4a95-a7da-6adb77485ba4",
      "1f783a7f-a879-4d1a-a3b0-c1e2010df2ac",
      "4d87d045-93d2-418e-88bf-ff827fcdd33b",
      "1378745c-0a6d-4730-9190-26c254b00243",
      "5820e87f-274f-4233-bfe9-d8517326ac5f"
    ],
    "0163": [
      "a4506d4b-d9cd-4a95-a7da-6adb77485ba4",
      "1f783a7f-a879-4d1a-a3b0-c1e2010df2ac",
      "4d87d045-93d2-418e-88bf-ff827fcdd33b",
      "1378745c-0a6d-4730-9190-26c254b00243",
      "5820e87f-274f-4233-bfe9-d8517326ac5f"
    ],
    "0164": [
      "a4506d4b-d9cd-4a95-a7da-6adb77485ba4",
      "1f783a7f-a879-4d1a-a3b0-c1e2010df2ac",
      "4d87d045-93d2-418e-88bf-ff827fcdd33b",
      "1378745c-0a6d-4730-9190-26c254b00243",
      "5820e87f-274f-4233-bfe9-d8517326ac5f"
    ],
    "0165": [
      "a4506d4b-d9cd-4a95-a7da-6adb77485ba4",
      "1f783a7f-a879-4d1a-a3b0-c1e2010df2ac",
      "4d87d045-93d2-418e-88bf-ff827fcdd33b",
      "1378745c-0a6d-4730-9190-26c254b00243",
      "5820e87f-274f-4233-bfe9-d8517326ac5f"
    ],
    "0166": [
      "a4506d4b-d9cd-4a95-a7da-6adb77485ba4",
      "1f783a7f-a879-4d1a-a3b0-c1e2010df2ac",
      "4d87d045-93d2-418e-88bf-ff827fcdd33b",
      "1378745c-0a6d-4730-9190-26c254b00243",
      "5820e87f-274f-4233-bfe9-d8517326ac5f"
    ],
    "0167": [
      "a8c572b2-45d3-4b1b-bb9a-67169ea863fa",
      "50154750-bf77-4998-a352-b6e533afbd33",
      "c8a9a95f-6833-4523-81be-61cd3acc145d",
      "91ccf24f-e5b5-44b2-95b0-4f8cdcd99170"
    ],
    "0168": [
      "a8c572b2-45d3-4b1b-bb9a-67169ea863fa",
      "50154750-bf77-4998-a352-b6e533afbd33",
      "c8a9a95f-6833-4523-81be-61cd3acc145d",
      "91ccf24f-e5b5-44b2-95b0-4f8cdcd99170"
    ],
    "0169": [
      "a8c572b2-45d3-4b1b-bb9a-67169ea863fa",
      "50154750-bf77-4998-a352-b6e533afbd33",
      "c8a9a95f-6833-4523-81be-61cd3acc145d",
      "91ccf24f-e5b5-44b2-95b0-4f8cdcd99170"
    ],
    "0170": [
      "a8c572b2-45d3-4b1b-bb9a-67169ea863fa",
      "50154750-bf77-4998-a352-b6e533afbd33",
      "c8a9a95f-6833-4523-81be-61cd3acc145d",
      "91ccf24f-e5b5-44b2-95b0-4f8cdcd99170"
    ],
    "0171": [
      "7c4842e2-bbb2-451b-b9a8-a636dbc970ad",
      "a87a06d3-67c6-492d-b097-ed1a6d19c19e",
      "9eebb836-46d5-4454-ace4-66dbd38b147d",
      "8093aa64-dc81-4a4c-8fc2-1fbf8decd108"
    ],
    "0172": [
      "7c4842e2-bbb2-451b-b9a8-a636dbc970ad",
      "a87a06d3-67c6-492d-b097-ed1a6d19c19e",
      "9eebb836-46d5-4454-ace4-66dbd38b147d",
      "8093aa64-dc81-4a4c-8fc2-1fbf8decd108"
    ],
    "0173": [
      "7c4842e2-bbb2-451b-b9a8-a636dbc970ad",
      "a87a06d3-67c6-492d-b097-ed1a6d19c19e",
      "9eebb836-46d5-4454-ace4-66dbd38b147d",
      "8093aa64-dc81-4a4c-8fc2-1fbf8decd108"
    ],
    "0174": [
      "7c4842e2-bbb2-451b-b9a8-a636dbc970ad",
      "a87a06d3-67c6-492d-b097-ed1a6d19c19e",
      "9eebb836-46d5-4454-ace4-66dbd38b147d",
      "8093aa64-dc81-4a4c-8fc2-1fbf8decd108"
    ],
    "0175": [
      "7b792898-be2b-4fe0-add0-2fc71e9ced47",
      "c3da52cb-0664-4d13-870a-f272947ccb0a",
      "11b8687b-ab30-4561-85b5-fcbef143c2f3",
      "a65cb1ef-64aa-4863-a86a-324c3bf33825"
    ],
    "0176": [
      "7b792898-be2b-4fe0-add0-2fc71e9ced47",
      "c3da52cb-0664-4d13-870a-f272947ccb0a",
      "11b8687b-ab30-4561-85b5-fcbef143c2f3",
      "a65cb1ef-64aa-4863-a86a-324c3bf33825"
    ],
    "0177": [
      "7b792898-be2b-4fe0-add0-2fc71e9ced47",
      "c3da52cb-0664-4d13-870a-f272947ccb0a",
      "11b8687b-ab30-4561-85b5-fcbef143c2f3",
      "a65cb1ef-64aa-4863-a86a-324c3bf33825"
    ],
    "0178": [
      "7b792898-be2b-4fe0-add0-2fc71e9ced47",
      "c3da52cb-0664-4d13-870a-f272947ccb0a",
      "11b8687b-ab30-4561-85b5-fcbef143c2f3",
      "a65cb1ef-64aa-4863-a86a-324c3bf33825"
    ],
    "0179": [
      "7d9e057a-52f5-4f3b-a05b-53217682c182",
      "e75455cf-f375-4fda-9074-4cc4d0110eaf",
      "60426f11-11f0-432b-ae9b-1974c9b4de89",
      "0eaf48b2-dd0f-46c8-8e8b-2569649fddf3"
    ],
    "0180": [
      "7d9e057a-52f5-4f3b-a05b-53217682c182",
      "e75455cf-f375-4fda-9074-4cc4d0110eaf",
      "60426f11-11f0-432b-ae9b-1974c9b4de89",
      "0eaf48b2-dd0f-46c8-8e8b-2569649fddf3"
    ],
    "0181": [
      "7d9e057a-52f5-4f3b-a05b-53217682c182",
      "e75455cf-f375-4fda-9074-4cc4d0110eaf",
      "60426f11-11f0-432b-ae9b-1974c9b4de89",
      "0eaf48b2-dd0f-46c8-8e8b-2569649fddf3"
    ],
    "0182": [
      "7d9e057a-52f5-4f3b-a05b-53217682c182",
      "e75455cf-f375-4fda-9074-4cc4d0110eaf",
      "60426f11-11f0-432b-ae9b-1974c9b4de89",
      "0eaf48b2-dd0f-46c8-8e8b-2569649fddf3"
    ],
    "0183": [
      "fe50eb30-1320-4f3c-9bda-14b01c55acd4"
    ]
  },
  "node_count": 184,
  "generation_model": "deepseek-v3.2",
  "generated_at": "2026-02-10T03:32:24.069863",
  "article_count": 178,
  "generation_time_s": 137.68798303604126
}