{
  "document_id": "0401fa21-e2dc-4c46-bbeb-b24983b52f37",
  "document_title": "DROIT_DES_MANIF HENOC KONDJO 2023",
  "tree_json": {
    "doc_name": "DROIT_DES_MANIF-HENOC-KONDJO-2023-2001",
    "structure": [
      {
        "title": "DROIT_DES_MANIF HENOC KONDJO 2023",
        "node_id": "0000",
        "prefix_summary": "# DROIT_DES_MANIF HENOC KONDJO 2023",
        "line_num": 1,
        "nodes": [
          {
            "title": "Article S1",
            "node_id": "0001",
            "summary": "###### Article S1\n\nDROIT DES MANIFESTATIONS ET DES REUNIONS",
            "line_num": 4
          },
          {
            "title": "Article S10",
            "node_id": "0002",
            "summary": "###### Article S10\n\n2. RÉGIME JURIDIQUE APPLICABLE AUX DROITS DES MANIFESTATIONS ET",
            "line_num": 9
          },
          {
            "title": "Article S11",
            "node_id": "0003",
            "summary": "This partial document discusses the legal regulation of public demonstrations and meetings in the Democratic Republic of the Congo (DRC). The main points covered are:\n\n1.  **Legal Framework:** It establishes that public manifestations and meetings, while fundamental constitutional rights, are subject to regulatory procedures (declaration or authorization) to prevent disturbances to public order and morals.\n2.  **Governing Law:** The primary law cited is Decree-Law 196 of January 29, 1999, which regulates public manifestations and meetings.\n3.  **Legal Regimes:** The document outlines the ordinary legal regimes for holding such events:\n    *   The regime of prior declaration (or prior information, as per Article 26 of the constitution).\n    *   The regime of supervision/encadrement.\n    *   An exceptional regime of prior authorization.\n4.  **Scope of Analysis:** It states that the following section will analyze in detail the regimes of prior declaration/information and prior authorization, as well as the regime of supervision.",
            "line_num": 14
          },
          {
            "title": "Article S12",
            "node_id": "0004",
            "summary": "###### Article S12\n\nA. LE RÉGIME DE DÉCLARATION PRREALABLE OU D'INFORMATION ET",
            "line_num": 41
          },
          {
            "title": "Article S13",
            "node_id": "0005",
            "summary": "This partial document is a legal critique and analysis focused on the constitutional validity of a specific decree-law regarding public demonstrations and assemblies. The main points covered are:\n\n1.  **Contradiction of a Scholar's Opinion:** The author strongly disagrees with Professor Constantin Yatala's view that a decree-law's Article 4, which establishes a prior declaration/information regime, is unconstitutional. The professor argues it illegally replaces a simple information regime with an authorization regime, violating constitutional freedoms.\n\n2.  **Defense of the \"Declaration/Information\" Regime:** The author argues that the constitutional framers did not intend to change the applicable regime from \"declaration\" to \"information\" to create a new legal concept, but rather to avoid conceptual repetition. The terms \"information\" and \"declaration\" are presented as synonyms in this context, both meaning to notify the authorities.\n\n3.  **Constitutionality of the Decree-Law:** The core argument is that there is no constitutional violation. The author asserts that since the \"information\" regime maintains the same purpose as the \"declaration\" regime (prior notification), and administrative practice has continually used it, Article 4 of the decree-law is not contrary to the constitution.\n\n4.  **Nature of the Regime:** The regime is defined as one where organizers submit their plans to the competent authority, which does not have the power to modify the terms except by mutual agreement. This is based on Article 4 of the relevant law, which subjects public gatherings to a prior declaration.\n\n5.  **Reference to Legal Provisions:** The discussion is grounded in specific legal texts, including Article 26 of the Constitution and Article 4 of the decree-law on public manifestations, analyzing their alignment.",
            "line_num": 46
          },
          {
            "title": "Article S14",
            "node_id": "0006",
            "summary": "This partial document discusses the legal framework for organizing public gatherings in the Democratic Republic of the Congo. The main points covered are:\n\n1.  **Requirement for Prior Authorization:** It states that public manifestations and meetings held on public domain are subject to a regime of prior authorization, referencing specific decree-law articles.\n\n2.  **Competent Authorities for Receiving Prior Declarations:** It lists, in detail, the political-administrative authorities responsible for receiving the prior declaration/authorization request, organized by territorial level (province, city, commune, territory, collectivity, *cité*).\n\n3.  **Update Based on New Legislation:** It notes that the 2006 Constitution and the law on Decentralized Territorial Entities (ETD) necessitate an update to this list of competent authorities, and provides the revised list accordingly, starting with the Governor for the city-province of Kinshasa and mayors for other cities.",
            "line_num": 99
          },
          {
            "title": "Article S15",
            "node_id": "0007",
            "summary": "This partial document discusses the legal procedures for organizing public demonstrations and meetings under a specific decree-law (196 of January 29, 1999). The main points covered are:\n\n1.  **Competent Authorities:** It identifies the local authorities (mayors for communes, sector and chieftaincy chiefs) who must receive the prior declaration for a public event. It also addresses the specific case where an event requires the coordination of two provinces, stating that the declaration must be submitted to both provincial governors.\n\n2.  **Deadlines for Administrative Response:** It details the legal deadlines (3 days or 5 days, depending on the case as per Article 4 of the decree-law) within which the competent administrative authority must acknowledge the prior declaration. A key legal effect is established: exceeding this deadline is legally equivalent to an acceptance or automatic authorization of the event.\n\n3.  **Clarification of Key Terms:** It distinguishes between the \"prior declaration\" (the act of notification submitted by the event organizers to the authorities) and the \"act of prior declaration\" (the official acknowledgment or response issued by the administrative authority to the organizers).",
            "line_num": 133
          },
          {
            "title": "Article S16",
            "node_id": "0008",
            "summary": "This partial document discusses the legal framework (\"régime de l'encadrement\") for public demonstrations and assemblies. The main points covered are:\n\n1.  **The Purpose of the Framework:** It aims to protect physical, material, and moral integrity. Competent authorities must ensure peaceful events that respect public order and morals, without obstructing them.\n\n2.  **Powers of Authorities:** Authorities can, with organizers, postpone or change the date, route, or location of a planned event. Law enforcement may only intervene to disperse gatherings in cases of serious disturbance or overflow.\n\n3.  **A Critical Observation:** It notes a perceived bias where demonstrations supporting the government are easily authorized and managed, while those denouncing poor governance or claiming citizens' rights are often banned or severely repressed.\n\n4.  **Legal Limits on the Freedom:** The freedom to demonstrate and assemble is subject to limits to protect the rights of others. Organizers must act within the bounds of their rights, and authorities must ensure these limits are respected. Key limits listed include public order, the reputation of others, social security, health, and public morals.",
            "line_num": 177
          },
          {
            "title": "Article S17",
            "node_id": "0009",
            "summary": "This partial document covers the special criminal law provisions related to public demonstrations and gatherings in the Democratic Republic of the Congo. It explains that the legislator establishes penalties for violating the regulatory decree (Decree-Law 196 of January 29, 1999). The core infraction specific to this law is organizing a public demonstration or meeting in violation of its Article 4. The text also notes that common law crimes committed during such events are prosecuted under the general Congolese penal code. It frames these penal provisions as essential for protecting public morality and important interests, and for upholding the principle of legality (*nullum crimen, nulla poena sine lege*).",
            "line_num": 211
          },
          {
            "title": "Article S18",
            "node_id": "0010",
            "summary": "###### Article S18\n\nA. L'INFRACTION D’ORGANISATION ILLÉGALE D'UNE MANIFESTATION OU",
            "line_num": 232
          },
          {
            "title": "Article S19",
            "node_id": "0011",
            "summary": "This partial document outlines the legal framework for public gatherings in the Democratic Republic of Congo, specifically focusing on the infraction of organizing an illegal public meeting or demonstration. The main points covered are:\n\n1.  **Legal Basis:** It cites the specific decree-law that regulates public manifestations and meetings.\n2.  **Preconditions for the Offense:** It details the two primary ways the offense is constituted: the lack of a prior declaration to the administrative authority and, where required, the lack of prior authorization from that authority.\n3.  **Parties Involved:** It identifies the Congolese state as the victim and defines the perpetrator as \"any person\" who organizes a public meeting or demonstration illegally.\n4.  **Elements of the Offense:**\n    *   **Material Element:** The punishable act is the very organization of the public gathering.\n    *   **Intentional Element:** It discusses the organizer's intent, which is to pursue an objective (e.g., protest, demand rights) by intentionally violating the law.\n5.  **Repressive Regime (Penalties):** It lists the applicable penalties, which include a fine, a prison sentence of 1 to 3 months, or both. It also mentions civil liability for damages resulting from participation in the illegal gathering.",
            "line_num": 237
          },
          {
            "title": "Article S2",
            "node_id": "0012",
            "summary": "###### Article S2\n\nPUBLIQUES:\nEtude de la législation congolaise\nPar le chercheur HENOC KONDJO WEMBOLENGA\nEmail: kondjohenoco52001@gmail.com\n« La droite dit : la première liberté, c’est la sécurité. Nous disons au contraire : la\npremièresécurité, c’est la liberté. »\nPierre Mauroy, 1929‐2013, l’EXPRESS,13/09/2001, sécurité : la gauche s’endurcit.",
            "line_num": 284
          },
          {
            "title": "Article S20",
            "node_id": "0013",
            "summary": "###### Article S20\n\nB. INFRACTIONS DE DROIT COMMUN COMMISSES À L'OCCASION DE LA",
            "line_num": 295
          },
          {
            "title": "Article S21",
            "node_id": "0014",
            "summary": "###### Article S21\n\nMANIFESTATION OU RÉUNION PUBLIQUE.\n‐ les infractions sont punies respectivement selon les cas prévus au code pénal congolais\nordinaire ;46\n‐ la responsabilité civile est engagée solidairement  entre les organisateurs avec les\nauteurs desdits faits infractionnels.47",
            "line_num": 300
          },
          {
            "title": "Article S22",
            "node_id": "0015",
            "summary": "This partial document is the conclusion of an article (Article S22) discussing the legal framework for public demonstrations and gatherings in the Democratic Republic of the Congo (DRC). The main points covered are:\n\n1.  The constitutional and legal basis for the rights of assembly and public demonstration, guaranteed by Articles 25 and 26 of the constitution and regulated by a specific law.\n2.  The three applicable legal regimes for exercising these rights: a prior declaration to the authorities, a prior authorization required for events on state property, and a requirement for authorities and security forces to ensure the proper and lawful conduct of events.\n3.  The characterization of this right as a dominant factor and one of the best, most impressive, and accessible modes of democratic expression for popular sovereignty.\n4.  A final call for both organizers and competent authorities to respect pre-established legal rules to promote and maintain a State of Law, despite potential risks.",
            "line_num": 309
          },
          {
            "title": "Article S23",
            "node_id": "0016",
            "summary": "This partial document is a bibliography or list of recommended sources for an article (Article S23). It is organized into three main sections: official texts (laws and treaties), books and articles, and websites. The sources primarily focus on the legal framework and academic discussion surrounding the right to public assembly and freedom of demonstration, with a specific emphasis on the Democratic Republic of the Congo and comparative law perspectives.",
            "line_num": 332
          },
          {
            "title": "Article S3",
            "node_id": "0017",
            "summary": "This partial document introduces the legal and constitutional framework for the rights to public assembly and demonstration, with a focus on the Democratic Republic of the Congo (DRC). The main points covered are:\n\n1.  **Historical and Democratic Context:** It begins by placing public assemblies and demonstrations within a historical continuum of social and political struggle, and defines them as essential expressions of democracy and counter-power in a democratic state.\n\n2.  **Legal Foundations in DRC Law:** It cites specific articles from the Congolese Constitution (2006, as amended) and a 1999 decree-law that guarantee the freedoms of peaceful assembly and public demonstration, albeit within the limits of law, public order, and good morals.\n\n3.  **The Gap Between Law and Practice:** It argues that a guaranteed right is merely a legal decoration if not exercised in practice, emphasizing the need for effective implementation.\n\n4.  **International Law and Standards:** It references the International Covenant on Civil and Political Rights and the position of a former UN Special Rapporteur (Maina Kiai). A key point of debate highlighted is the international standard that the right to assemble should not be subject to prior authorization (which can be dissuasive), but at most to a notification, while states may still enact laws to regulate demonstrations.",
            "line_num": 371
          },
          {
            "title": "Article S4",
            "node_id": "0018",
            "summary": "The partial document focuses on defining and distinguishing between the rights of public manifestation (protest) and public assembly. It differentiates a \"manifestation\" as an action obstructing political, cultural, or religious proposals, from a \"réunion\" (meeting/assembly) as a gathering within a single temporary entity. It cites legal articles and sources establishing these as protected rights, noting that the study of this specific legal regime is less common than related rights like freedom of expression. The text concludes by defining the \"Droit des manifestations et réunions publiques\" as the set of rules governing the procedure and conduct of these public gatherings.",
            "line_num": 427
          },
          {
            "title": "Article S5",
            "node_id": "0019",
            "summary": "###### Article S5\n\n1. ANALYSE CONCEPTUELLE.\nDans ce point dénommé analyse conceptuelle, il sera question d'analyser ce qu'on peut\nentendre d'une manifestation publique et d'une réunion publique ainsi que les définir, et\nétablir leurs différences avec d'autres concepts presque semblables.",
            "line_num": 462
          },
          {
            "title": "Article S6",
            "node_id": "0020",
            "summary": "This partial document defines and discusses the concept of \"public manifestation\" or protest. The main points covered are:\n\n1.  **Definition:** A public manifestation is an action to express a sentiment, idea, or will. It is defined as a gathering on public roads or in open public spaces intended to express a collective feeling.\n\n2.  **Contemporary Relevance and Limitations:** The freedom to demonstrate is highly relevant globally but is subject to significant limitations, even in Western and democratic transition countries.\n\n3.  **Purpose and Significance:** Scholars argue that public manifestation is a crucial citizen mechanism for protecting the constitution, establishing a democratic rule of law, and promoting good governance. It is a means for citizens to affirm beliefs, defend interests, challenge political regimes, and express a desire for more direct democracy. Its ultimate goal is to convey major societal discontent or joy to public authorities.\n\n4.  **Legal Context (Congolese Law):** The document provides a specific legal definition from Congolese law, listing examples such as marches, parades, political/cultural/religious processions, and ceremonies held in public spaces.\n\nIn essence, the document frames public manifestation as a collective mode of expression for deep-seated opinions or grievances and a demand for change.",
            "line_num": 470
          },
          {
            "title": "Article S7",
            "node_id": "0021",
            "summary": "This partial document defines and analyzes the concept of a \"public meeting\" (réunion publique) from legal and participatory perspectives. The main points covered are:\n\n1.  **Etymology and Basic Definition:** It traces the term's origin to Latin and defines a public meeting as a participatory process within a framework of public consultation.\n\n2.  **Legal Definitions:** It provides multiple authoritative definitions:\n    *   From the French Conseil d'Etat's jurisprudence (Benjamin case, 1933), describing it as a temporary gathering to hear an exposition of ideas, fundamental to democratic political freedom.\n    *   From legal scholar CORNU, focusing on its public announcement and openness to all, even in a private venue.\n    *   A more technical definition characterizing it as a stationary gathering of at least two people in a public space or a place open to the public.\n\n3.  **Key Actors:** It highlights the two main actors in the process:\n    *   **The Deciders:** The physical or legal persons who organize the meeting to listen to public grievances and find solutions.\n    *   **The Public:** All citizens who can join the organized meeting.",
            "line_num": 513
          },
          {
            "title": "Article S8",
            "node_id": "0022",
            "summary": "###### Article S8\n\nC. DISTINCTION DE LA MANIFESTATION ET REUNION PUBLIQUE AVEC",
            "line_num": 539
          },
          {
            "title": "Article S9",
            "node_id": "0023",
            "summary": "This partial document covers the distinction between different types of public gatherings. The main points are:\n\n1.  **Distinction between public and private manifestations/events:** It defines a private manifestation as a punctual, one-off public event (e.g., seasonal markets, concerts, marathons) that occurs within a specific timeframe, whether for profit or not. It is characterized as being organized off public roads, in enclosed public or private spaces.\n\n2.  **Distinction between public manifestations and \"attroupements\" (crowds/mobs):** It defines an \"attroupement\" as a tumultuous, improvised gathering of people without a common goal, posing a risk to public order and lacking legal protection. It contrasts the legal treatment in France (where it is a specific offense) and the Democratic Republic of Congo (where authorities focus on offenses committed during such gatherings).\n\n3.  **Distinction between public and private meetings:** It defines a private meeting as a sedentary gathering of at least two people without continuous movement, held off public roads in enclosed spaces. Participation is restricted to individuals specifically invited by the organizers, regardless of whether the venue itself is public or private.",
            "line_num": 544
          }
        ]
      }
    ]
  },
  "node_article_mapping": {
    "0001": [
      "fd0f864d-d5de-4d5e-a5e3-6e7c3d5aa327"
    ],
    "0002": [
      "b8f7d86a-53e9-400b-9e68-9010afb478c5"
    ],
    "0003": [
      "fd370356-c850-4b27-b286-fc7f32b76523"
    ],
    "0004": [
      "7ee950e3-20d2-45e3-a689-3877685999b2"
    ],
    "0005": [
      "6609d7e4-755f-47e6-8953-e50822f58c68"
    ],
    "0006": [
      "3e970f72-7b8a-42bc-9d17-669ab543d58c"
    ],
    "0007": [
      "031d19b1-d271-48d3-a9e4-926048cac2a3"
    ],
    "0008": [
      "fd95431c-19b0-420f-be33-5272c6a835da"
    ],
    "0009": [
      "2b9299cf-5ed6-42a4-bb53-f72a136d6cfd"
    ],
    "0010": [
      "f06e96d6-7ab0-48b3-90a9-6bb842a2069c"
    ],
    "0011": [
      "74e9be3d-fe16-435e-bce5-15569b732706"
    ],
    "0012": [
      "d4bb745a-c33e-4930-a351-da93bb5891db"
    ],
    "0013": [
      "f3bbceb1-7df3-4a90-9f32-29db34a8e24c"
    ],
    "0014": [
      "982e1516-96f9-42c8-aa69-430c066d0689"
    ],
    "0015": [
      "8eff8ae6-5183-412f-892c-120dd96553e9"
    ],
    "0016": [
      "26c42eec-357c-4b6f-90a3-3096305e3124"
    ],
    "0017": [
      "7afedaa8-9770-4576-b495-8d1b290dacbf"
    ],
    "0018": [
      "37920576-bf74-4f6a-8d5d-eec9a03d667a"
    ],
    "0019": [
      "3e91bd58-8ce2-4d36-84ff-7c6fcec8a406"
    ],
    "0020": [
      "3e4b0563-2598-4424-9174-ebc1f43ef635"
    ],
    "0021": [
      "a2ca8057-68f2-4d51-ac6b-a7a80e60e0b1"
    ],
    "0022": [
      "c93e74d1-80b7-42a5-8158-fb6682970348"
    ],
    "0023": [
      "d40360f6-e55f-4e2d-b197-d199132a602b"
    ]
  },
  "node_count": 24,
  "generation_model": "deepseek-v3.2",
  "generated_at": "2026-02-10T02:49:29.685600",
  "article_count": 23,
  "generation_time_s": 48.2613251209259
}